Repository: kekek2/lang
Catalog: ting_addons/2016.12.20.diff.*.po
Languages: ru_ru

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential
ru_ru: Этот параметр включает сжатие заголовков TCP/IP по методу Вана Якобсона, что сохраняет несколько байт для каждого TCP-пакета данных. Этот параметр почти всегда предпочтителен, хотя и неэффективен для TCP-соединений с включенными современными расширениями, такими как добавление меток времени или SACK, которое изменяет параметры TCP между последовательными

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM
ru_ru: Примечание: время ожидания SIM-карты для поиска сети после того, как PIN-код отправлен на SIM-карту

source: Supports the IEEE 802.3ad Link Aggregation Control Protocol (LACP) and the Marker Protocol. LACP will negotiate a set of aggregable links with the peer in to one or more Link Aggregated Groups. Each LAG is composed of ports of the same speed, set to full-duplex operation. The traffic will be balanced across the ports in the LAG with the greatest total speed, in most cases there will only be one LAG which contains all ports. In the event of changes in physical connectivity, Link Aggregation will quickly converge to a new
ru_ru: Поддерживает протокол агрегирования каналов (LACP) и протокол маркирования, описанные в IEEE 802.3ad. LACP согласовывает набор агрегированных ссылок с узлом в одну или несколько групп агрегированных каналов (LAG). Каждая группа состоит из портов с одинаковой скоростью, установленной для двустороннего режима передачи данных. Трафик будет сбалансирован в портах группы с наибольшей общей скоростью, в большинстве случаев будет одна группа, которая содержит все порты. В случае изменений физического соединения агрегирование ссылок будет быстро сформировано в новой

source: Sends and receives traffic only through the master port. If the master port becomes unavailable, the next active port is used. The first interface added is the master port; any interfaces added after that are used as failover
ru_ru: Посылает и принимает трафик только через главный порт. Если главный порт недоступен, используется следующий активный порт. Первый добавленный интерфейс является ведущим, все добавленные после ведущего интерфейсы используются в качестве аварийных и включаются в работу при обрыве соединения.

source: This GRE tunnel cannot be deleted because it is still being used as an
ru_ru: Нельзя удалить этот GRE-туннель, так как он все еще используется в качестве

source: The alias IP address family has to match the family of the remote peer
ru_ru: Псевдоним семейства IP-адресов должен совпадать с семейством адресов удаленного узла.

source: If you are using a GIF tunnel to connect to a Hurricane Electric (he.net) Tunnel Broker on a WAN with a dynamic IP, you may want to add a %sHE.net Tunnelbroker dynamic DNS entry%s to keep your tunnel functional when your IP
ru_ru: Если вы используете туннель GIF, чтобы подключиться к сервису туннелей Hurricane Electric (he.net) на WAN с динамическим IP-адресом, вам может потребоваться добавить запись сервиса туннелей %sHE.net динамического DNS%s, чтобы поддерживать свой туннель функционирующим, когда ваш IP-адрес

source: This gif TUNNEL cannot be deleted because it is still being used as an
ru_ru: Нельзя удалить этот GIF-туннель, так как он все еще используется в качестве

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the
ru_ru: Автоматическое определение состояния порта «точка-точка» на интерфейсе путем проверки статуса полнодуплексного канала связи. Это значение по умолчанию для интерфейсов, добавленных к

source: Set the size of the bridge address cache to size. The default is .100
ru_ru: Установите размер кэша адресов сетевого моста. Значение по умолчанию — 100

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is
ru_ru: Установите стоимость пути для связующего дерева. Значения по умолчанию рассчитывается исходя из скорости канала. Чтобы изменить ранее выбранную стоимость пути на автоматически присваиваемое значение, установите значение равное 0. Минимальное значение равно 1, а максимальное

source: Set the time between broadcasting of Spanning Tree Protocol configuration messages. The hello time may only be changed when operating in legacy STP mode. The default is 2 seconds. The minimum is 1 second and the maximum is 2
ru_ru: Установите интервал времени между широковещательными конфигурационными сообщениями связующего дерева. Время приветствия можно изменить только в режиме STP-совместимости. По умолчанию это значение равно 2 секундам. Минимальное значение равно 1, а максимальное 2

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40
ru_ru: Установите время, в течение которого конфигурация протокола связующего дерева (STP) считается действительной. Значение по умолчанию равно 20 секундам. Минимальное значение равно 6, а максимальное 40

source: %s interface path cost for STP needs to be an integer between 1 and
ru_ru: Значение стоимости пути для интерфейса %s для протокола STP должно быть целым числом от 1 до

source: You cannot set port %s to interface %s because this interface is a member of
ru_ru: Вы не можете привязать порт %s к интерфейсу %s, так как этот интерфейс является участником

source: The interface is part of a bridge. Please remove it from the bridge to
ru_ru: Этот интерфейс является частью сетевого моста. Для продолжения сначала удалите его из моста.

source: Setting this option will force the AP to rekey whenever a client
ru_ru: Включите этот параметр, чтобы точка доступа принудительно меняла ключ, когда клиент

source: The value in this field is the 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means we embed the entire IPv4 address in the 6RD
ru_ru: Значение в этом поле является длиной IPv4-префикса 6rd-сегмента. Обычно его указывает провайдер. Значение, равное 0, означает, что IPv4-адрес полностью отображен в 6RD

source: The value in this field is the 6RD IPv6 prefix assigned by your ISP. e.g.
ru_ru: Значение в этом поле является IPv6-префиксом 6rd-сегмента, назначенным вашим провайдером, например

source: %sClick here%s for advanced PPPoE configuration options and MLPPP
ru_ru: %sНажмите здесь%s для дополнительных параметров конфигурации PPPoE и MLPPP.

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none). <br />Some ISPs may require certain options be or not be
ru_ru: Значения в этом поле являются параметрами DHCP, которые отправляются при запросе аренды DHCP. [объявление параметра [, …]] <br />Подстановка значений: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Где C — верхний (U) или нижний (L) регистр, а D — « :-.» разделитель (пробел, двоеточие, дефис или точка) (опущены, если значение отсутствует). <br />Некоторые провайдеры могут требовать, чтобы определенные параметры отправлялись или не

source: The value in this field is used as a fixed alias IPv4 address by the DHCP
ru_ru: Значение этого поля используется DHCP-клиентом в качестве фиксированного псевдонима IPv4-адреса.

source: The value in this field is sent as the DHCP client identifier and hostname when requesting a DHCP lease. Some ISPs may require this (for client
ru_ru: Значение этого поля отправляется в качестве идентификатора DHCP-клиента и имени хоста при запросе аренды адреса. Некоторые провайдеры могут потребовать это значение (для клиента

source: The basic mode auto-configures DHCP using default values and optional user
ru_ru: Основной режим автоматически настраивает DHCP, используя значения по умолчанию и дополнительные пользовательские

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex
ru_ru: Здесь вы можете настроить скорость и двусторонний режим передачи для выбранного сетевого интерфейса. ВНИМАНИЕ! Вы ДОЛЖНЫ оставить эти настройки в режиме автовыбора (автоматическое согласование скорости), если только скорость и режим передачи порта, к которому подключен этот сетевой интерфейс, не установлены

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave
ru_ru: Введите MAC-адрес в формате «xx:xx:xx:xx:xx:xx» или оставьте

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you
ru_ru: Bogon — IP-адреса, которые не должны встречаться в таблицах маршрутизации в сети интернет или в качестве адреса отправителя пакетов

source: You are currently running in LiveCD mode. A reboot will reset the
ru_ru: Вы запустили режим LiveCD. Перезагрузка сбросит

source: VHID %s is already in use on interface %s. Pick a unique number on this
ru_ru: VHID %s уже используется на интерфейсе %s. Выберите уникальный номер на этом

source: Replaces the IP identification field of packets with random values to compensate for operating systems that use predictable values. This option only applies to packets that are not fragmented after the optional packet
ru_ru: Заменяет поле идентификации IP для пакетов со случайными значениями для компенсации в операционных системах, которые используют прогнозируемые значения. Эта настройка применяется только к пакетам, которые не фрагментированы после повторной сборки опциональных пакетов.

source: %sNone%s: Do not use state mechanisms to keep track. This is only useful if you're doing advanced queueing in certain situations. Please check the
ru_ru: %sОтсутствует%s: не используйте механизмы отслеживания состояний, если вы не используете дополнительные очереди в определенных ситуациях. Ознакомьтесь с

source: Use this to choose TCP flags that must be set or cleared for this rule to
ru_ru: Используйте для выбора флажков TCP, которые должны быть установлены или очищены, чтобы соответствовать этому правилу.

source: If you selected ICMP for the protocol above, you may specify an ICMP type
ru_ru: Если вы выбрали ICMP для протокола, указанного выше, вам необходимо указать тип ICMP

source: Maximum number of unique source hosts (advanced option) must be a positive
ru_ru: Максимальное количество уникальных хостов-источников (дополнительный параметр) должно быть положительным целым

source: When selecting aliases for source ports, both from and to fields must be the
ru_ru: При выборе псевдонимов для портов источника значения полей «от» и «к» должны быть

source: Only Round Robin types work with Host Aliases. Any type can be used with a
ru_ru: Только циклический тип работает с псевдонимами хоста. Любой тип может использоваться с

source: You must supply either a valid port or port alias for the destination port
ru_ru: Вы должны указать допустимый номер или псевдоним порта для порта назначения

source: Enter the internal IP address of the server on which you want to map the
ru_ru: Введите внутренний IP-адрес сервера для привязки

source: Specify the port or port range for the destination of the packet for this
ru_ru: Укажите порт или диапазон портов назначения пакетов для этой

source: and almost never equal to the destination port range (and should usually be
ru_ru: и почти никогда из диапазона портов назначения (обычно используется значение

source: The 1:1 mapping will only be used for connections to or from the specified
ru_ru: Преобразование 1:1 будет использоваться только для соединений с указанным

source: The subnet mask from the internal address below will be applied to this IP
ru_ru: Маска подсети из указанного ниже внутреннего адреса будет применена к этому IP

source: Enter the external (usually on a WAN) subnet's starting address for the 1:1
ru_ru: Введите начальный адрес внешней (обычно WAN) подсети для преобразования 1:1.

source: The name of the alias may only consist of the characters "a-z, A-Z and
ru_ru: Имя псевдонима должно содержать только символы «a–z, A–Z и

source: The name of the alias may only consist of the characters "a-z, A-Z, 0-9 and
ru_ru: Имя псевдонима должно содержать только символы«a–z, A–Z, 0–9 и

source: This option does not affect the level of detail when downloading the packet
ru_ru: Этот параметр не влияет на уровень детализации информации скачанных пакетов.

source: This is the number of packets the packet capture will grab. Default value is
ru_ru: Это количество пакетов, которые анализатор трафика будет захватывать. Значение по умолчанию —

source: Select the type of traffic to be captured, either Any, IPv4 only or IPv6
ru_ru: Выберите тип трафика для захвата: любой, только IPv4 или только IPv6.

source: WAN interface will be set to obtain an address automatically from a DHCP
ru_ru: WAN-интерфейс будет автоматически получать адрес от DHCP

source: Be aware of how much space is consumed by backups before adjusting this
ru_ru: Вы должны знать, сколько пространства занимают резервные копии прежде чем настраивать это

source: Open a configuration XML file and click the button below to restore the
ru_ru: Откройте XML файл конфигурации и нажмите кнопку ниже, чтобы восстановить

source: You have selected to restore an area but we could not locate the correct xml
ru_ru: Вы выбрали восстановление зоны, но корректный xml-тег не обнаружен.

source: The uploaded file does not appear to contain an encrypted OPNsense
ru_ru: Загруженный файл не содержит зашифрованную конфигурацию OPNsense.

source: Add an item to the table to fetch a remote acl for You can enable or disable the blacklist list.%s The active blacklists will be merged with the settings under %sForward Proxy -> Access Control List%s.
ru_ru: Добавьте запись в таблицу, чтобы получить удаленный список контроля доступа для Вы можете включить или отключить использование черного списка%s Активные черные списки будут объединены с настройками в разделе «%sПрокси-сервер переадресации. Список контроля доступа%s».

source: Local data collection is not enabled at the moment, please configure netflow
ru_ru: Сбор локальных данных отключен в данный момент, настройте NetFlow

source: %sWarning: traffic shaper rule removed (source network '%s' does not exist
ru_ru: %sПредупреждение: правило ограничителя трафика удалено (исходной сети «%s» больше не существует)

source: %sWarning: traffic shaper rule removed (interface '%s' does not exist
ru_ru: %sПредупреждение: правило шейпера трафика удалено (интерфейса «%s» больше не существует)

source: %sWarning: filter rule removed (destination network '%s' does not exist
ru_ru: %sПредупреждение: правило фильтрации удалено (сети назначения «%s» больше не существует)

source: it is not supported any of the authentication mechanisms required by the
ru_ru: не поддерживается ни один из механизмов аутентификации, требуемых сервером

source: Error: cannot open dhclient_%s.conf in interface_dhcp_configure() for
ru_ru: Ошибка: не удается открыть dhclient_.%sconf в interface_dhcp_configure() для

source: Nothing selected
ru_ru: Ничего не выбрано

source: Edit CMS admin account
ru_ru: Редактировать учетную запись администратора CMS

source: When set, only 128-bit encryption will be accepted. Otherwise 40-bit and 56-bit encryption will be accepted as well. Note that encryption will always be forced on PPTP connections (i.e. unencrypted connections will not be
ru_ru: Если параметр включен, сервер будет принимать только 128-битное шифрование. В противном случае сервер будет принимать 40-битное и 56-битное шифрование. Шифрование принудительно для PPTP-соединений (незашифрованные соединения будут

source: Enter the shared secret that will be used to authenticate to the RADIUS
ru_ru: Введите общий секретный ключ, который будет использоваться для аутентификации на RADIUS-сервере

source: Enter the IP address the PPTP server should give to clients for use as their
ru_ru: Введите IP-адрес, который PPTP-сервер будет выдавать клиентам для использования в качестве

source: Specify optional secret shared between peers. Required on some devices/
ru_ru: Укажите дополнительный секретный ключ, совместно используемый узлами. Требуется на некоторых устройствах/

source: Enter the IP address the L2TP server should give to clients for use as their
ru_ru: Введите IP-адрес, который PPPoE-сервер будет выдавать клиентам для использования в качестве

source: Error get update status
ru_ru: Ошибка при попытке получить статус обновления

source: The HAProxy service may not be able to start due to critical errors. Try
ru_ru: Служба HAProxy может не запуститься из-за критических ошибок. Попробовать

source: version
ru_ru: версия

source: Config saved
ru_ru: Конфигурация сохранена

source: Failed reload SmartSoft.HAVP
ru_ru: Не удалось перезапустить SmartSoft.HAVP

source: Plugin
ru_ru: Плагин

source: packages
ru_ru: пакеты

source: update
ru_ru: обновить

source: count
ru_ru: счетчик

source: Edit node
ru_ru: Редактировать узел

source: tunnel
ru_ru: туннель

source: load
ru_ru: загрузить

source: uptime
ru_ru: время работы

source: hostname
ru_ru: имя хоста

source: Create tunnel keys
ru_ru: Создать ключи идентификации туннеля

source: Set CMS admin account
ru_ru: Выбрать учетную запись администратора CMS

source: Tunnel keys created
ru_ru: Ключи идентификации туннеля созданы

source: CMS account
ru_ru: Учетная запись CMS

source: revert config
ru_ru: откатить конфигурацию

source: time
ru_ru: время

source: Send selected section to nodes
ru_ru: Отправить выбранный раздел узлам

source: Show selected section
ru_ru: Показать выбранный раздел

source: core
ru_ru: ядро

source: host
ru_ru: хост

source: Error update all
ru_ru: Ошибка при обновлении

source: Error get certificates
ru_ru: Ошибка при получении сертификатов

source: Error installing plugin
ru_ru: Ошибка при установке плагина

source: Error get plugins list
ru_ru: Ошибка при получении списка плагинов

source: Error sending section data.
ru_ru: Ошибка при отправке данных о секции.

source: Error saving config from node
ru_ru: Ошибка при сохранении файла конфигурации от узла

source: Error renaming config from node
ru_ru: Ошибка при переименовании файла конфигурации от узла

source: Error creating directory
ru_ru: Ошибка при создании каталога

source: Error sending tunnel key
ru_ru: Ошибка при отправке ключа идентификации туннеля

source: Error get info
ru_ru: Ошибка при получении информации

source: Error uploading config
ru_ru: Ошибка при загрузке файла конфигурации

source: Error downloading config
ru_ru: Ошибка при скачивании файла конфигурации

source: Error adding user
ru_ru: Ошибка при добавлении пользователя

source: Login error
ru_ru: Ошибка авторизации

source: Invalid host address
ru_ru: Недопустимый адрес хоста

source: CSRF not found
ru_ru: CSRF не найден

source: Connection error
ru_ru: Ошибка подключения

source: CMSMaster: Nodes system log
ru_ru: CMSMaster: системный журнал узлов

source: Config history node
ru_ru: История конфигураций узла

source: CMS Master: settings
ru_ru: CMS Master: настройки

source: Invalid host:
ru_ru: Недопустимый хост:

source: Can not open tunnel:
ru_ru: Не удается открыть туннель:

source: No SSH access to node
ru_ru: Нет SSH-доступа к узлу

source: Error set tunnel data to node:
ru_ru: Ошибка при установке данных туннеля для узла:

source: Node not found
ru_ru: Узел не найден

source: removed from
ru_ru: удален из

source: installed to
ru_ru: установлен в

source: Wrong request.
ru_ru: Неправильный запрос.

source: Wrong target nodes.
ru_ru: Неправильные целевые узлы.

source: Items subset selection required.
ru_ru: Требуется выбрать подмножество объектов.

source: Section not found in configuration.
ru_ru: Секция не найдена в файле конфигурации.

source: Section not found.
ru_ru: Секция не найдена.

source: Node configuration not found.
ru_ru: Файл конфигурации узла не найден.

source: Source not found.
ru_ru: Источник не найден.

source: This device config
ru_ru: Конфигурация этого устройства

source: Traffic Analizator
ru_ru: Анализатор трафика

source: Cron Tasks
ru_ru: Задачи планировщика Cron

source: CaptivePortal
ru_ru: Портал авторизации CaptivePortal

source: System Tunning Settings
ru_ru: Настройка системы

source: Filter Rules
ru_ru: Правила фильтрации

source: Group of Users
ru_ru: Группа пользователей

source: CMSMaster: Configuration clone tool
ru_ru: CMSMaster: инструмент клонирования конфигурации

source: User's '%s' uid is in system group, unable to add user with same uid (%s).
ru_ru: Пользователь с идентификатором «%s» находится в системной группе, невозможно добавить пользователь с таким же идентификатором (%s).

source: To enable this feature HTTPS protocol required on Web-GUI. Set it in <a href='/system_advanced_admin.php'>System - Settings - Administration page</
ru_ru: Чтобы включить эту функцию протокола HTTPS, требуемую на Web-GUI. Установите ее на странице «<a href='/system_advanced_admin.php'>Система. Настройки. Администрирование»</

source: Create a list of sites which may not be inspected, for example bank sites.<br/> Prefix the domain with a . to accept all subdomains (e.g. . You can also paste a comma-separated list into this field (e.g. bank1.com,.bank2.com).
ru_ru: Создать список сайтов, которые можно не проверять, например сайты банков.<br/> Используйте префикс «.» ,чтобы разрешить все поддомены (например, . Также можно использовать список разделенных запятой значений (например, bank1.com,.bank2.com).

source: Enable sslbump mode, which makes the proxy act as a man in the middle between the internet and your clients.<br/> Be aware of the security implications before enabling this <br/><br/> Transparent HTTP proxy needs to be enabled and you need nat rules to reflect your traffic for this feature to work.<br/> <a href="/firewall_nat_edit.php?template=transparent_proxy&https=1"> Add a new firewall rule </a>
ru_ru: Включить режим sslbump, в котором прокси выступает в роли посредника между интернетом и вашими клиентами.<br/> Подумайте о последствиях для безопасности перед включением <br/><br/> Прозрачный HTTP-прокси должен быть включен, а правила NAT должны отражать трафик, чтобы этот режим работал.<br/> <a href="/firewall_nat_edit.php?template=transparent_proxy&https=1"> Добавить новое правило межсетевого экрана </a>

source: Enable transparent proxy mode. You will need a firewall rule to forward traffic from the firewall to the proxy server. You may leave the proxy interfaces empty, but remember to set a valid ACL in that case. <br/> <a href="/firewall_nat_edit.php?template=transparent_proxy"> Add a new firewall rule </a>
ru_ru: Включить режим прозрачного прокси. Необходимо, чтобы правило межсетевого экрана перенаправляло трафик с экрана на прокси-сервер. Вы можете не указывать прокси интерфейсы, но тогда нужно указать действительный список контроля доступа. <br/> <a href="/firewall_nat_edit.php?template=transparent_proxy"> Добавить новое правило межсетевого экрана </a>

source: Select a Certificate Authority to use. To create a CA, go to <a href="/system_camanager.php">CA Manager</a>.
ru_ru: Выберите центр сертификации. Чтобы добавить ЦС, перейдите на страницу <a href="/system_camanager.php">«Управление сертификатами»</a>.
