Repository: kekek2/lang
Catalog: ting_addons/2016.12.20.diff.*.po
Languages: ru_ru

source: Wake On Lan
ru_ru: Включение по сети

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
ru_ru: Используйте другой порт управления на клиентах. По умолчанию используется порт 166. Укажите другой порт, если необходимо выбрать один из нескольких каналов OpenVPN для клиентских компьютеров.

source: Allow connected clients to retain their connections if their IP address changes
ru_ru: Разрешить подключенным клиентам сохранять соединения, если их IP-адрес изменился

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
ru_ru: Сети IPv6, которые будут доступны из удаленной точки, представляют собой разделенный запятыми список из одного или нескольких IP-адресов/префиксов. Вы можете оставить это поле пустым, если не хотите добавлять маршрут к локальной сети через этот туннель на удаленном компьютере. Как правило, определен маршрут к вашей локальной сети

source: Use a password to protect the pkcs12 file contents or key in Viscosity bundle.
ru_ru: Использовать пароль для защиты содержимого файла pkcs12 или ключ в файле конфигурации Viscosity

source: Enter the hostname or IP address the client will use to connect to this server.
ru_ru: Введите имя хоста или IP-адрес, который клиент будет использовать для подключения к этому серверу

source: You cannot use Microsoft Certificate Storage with a Yealink or SNOM configuration.
ru_ru: Невозможно использовать хранилище сертификатов Microsoft с конфигурацией Yealink или SNOM.

source: These are the IPv6 networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more IP/PREFIX networks.
ru_ru: Сети IPv6, которые будут доступны через этот клиент, представляют собой разделенный запятыми список из одной или нескольких IP-адресов/префиксов сетей.

source: Select the OpenVPN servers where this override applies to, leave empty for all
ru_ru: Выберите серверы OpenVPN, для которых будут применены эти настройки, или оставьте поле пустым, чтобы применить ко всем

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
ru_ru: Каждый уровень показывает всю информацию из предыдущих уровней. Рекомендуется использовать уровень 3, если вам необходима подробная сводка того, что происходит, без лишнего вывода

source: If no Client Certificate is selected, a username and password must be entered.
ru_ru: Если ни один сертификат клиента не выбран, необходимо ввести имя пользователя и пароль.

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
ru_ru: В поле «Хост или адрес прокси-сервера» укажите действительный IP-адрес или доменное имя.

source: The field 'Server host or address' must contain a valid IP address or domain name.
ru_ru: В поле «Хост или адрес сервера» укажите действительный IP-адрес или доменное имя.

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
ru_ru: Выбран протокол IPv6, но у выбранного интерфейса нет IPv6-адреса

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
ru_ru: Выбран протокол IPv4, но у выбранного интерфейса нет IPv4-адреса.

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
ru_ru: По умолчанию, если несколько ассоциаций безопасности (SA) совпадают, предпочтение отдается новейшей, если ее время жизни не меньше 30 секунд. Выберите этот параметр чтобы всегда предпочитать старые SA новым

source: In case you need NAT/BINAT on this network specify the address to be translated.
ru_ru: Если вам нужен NAT/BINAT в этой сети, укажите адрес, который должен быть преобразован.

source: Set this option to disable this phase2 entry without removing it from the list
ru_ru: Выберите этот параметр, чтобы отключить эту запись фазы 2, не удаляя из списка

source: Select a certificate authority previously configured in the Certificate Manager.
ru_ru: Выберите центр сертификации, который ранее был настроен на странице «Управление сертификатами».

source: NOTE: This is known as the "group" setting on some VPN client implementations.
ru_ru: ПРИМЕЧАНИЕ: В некоторых реализациях VPN-клиентах эта настройка «группы».

source: NOTE: If left blank, and a default domain is set, it will be used for this value.
ru_ru: ПРИМЕЧАНИЕ: Если оставить поле пустым и указать домен по умолчанию, он будет использоваться для этого значения.

source: Provide a list of split DNS domain names to clients. Enter a comma separated
ru_ru: Предоставьте клиентам список доменных имен разделенной DNS. Введите разделенный запятыми список.

source: Support for IPsec Mobile clients is enabled but a Phase1 definition was not
ru_ru: Поддержка IPsec для мобильных клиентов включена, но определение фазы 1 не было

source: This can be either an IP address, fully qualified domain name or an email
ru_ru: Это может быть IP-адрес, полностью определенное имя домена или адрес электронной почты.

source: The test was not performed because it is supported only for ldap based серверных компонентов.
ru_ru: Тестирование не было выполнено, потому что оно поддерживается только для основанных на LDAP серверных компонентов.

source: Additional users can be added here. User permissions for accessing the webConfigurator can be assigned directly or inherited from group memberships. An icon that appears grey indicates that it is a system defined object. Some system object properties can be modified but they cannot be
ru_ru: Здесь можно добавить дополнительных пользователей. Права пользователя для доступа к Веб-конфигуратору могут быть назначены непосредственно или унаследованы от участников групп. Серый значок указывает на то, что это определяемый системой объект. Некоторые свойства системных объектов могут быть изменены, но их нельзя

source: Manage API keys here for machine to machine interaction using this user's
ru_ru: Управляйте API-ключами для межмашинного взаимодействия с помощью этих пользовательских

source: Set this option to disable this static route without removing it from the
ru_ru: Включите этот параметр, чтобы отключить этот статический маршрут, не удаляя его из

source: Automatically sync the NAT rules over to the other HA host when changes are
ru_ru: Автоматически синхронизировать правила NAT с другим хостом HA после, когда изменения

source: Automatically sync the aliases over to the other HA host when changes are
ru_ru: Автоматически синхронизировать псевдонимы с другим хостом HA, когда изменения

source: Automatically sync the firewall rules to the other HA host when changes are
ru_ru: Автоматически синхронизировать правила межсетевого экрана с другим хостом HA, когда изменения

source: You must have an IP assigned to the interface on any participating sync
ru_ru: У вас должен быть IP-адрес, назначенный интерфейсу на любых узлах синхронизации.

source: If Synchronize States is enabled, it will utilize this interface for
ru_ru: Если параметр «Синхронизировать состояния» включен, этот интерфейс будет использоваться для

source: In addition, optionally select the gateway for each DNS server. When using multiple WAN connections there should be at least one unique DNS server per
ru_ru: Кроме того, выберите шлюз для каждого DNS-сервера (не обязательно). Если используются несколько WAN-соединений, необходимо указать по меньшей мере один уникальный DNS-сервер для каждого

source: The high Packet Loss threshold needs to be higher than the low Packet Loss
ru_ru: Верхний порог потери пакетов должен быть выше, чем нижний

source: Dynamic gateway values cannot be specified for interfaces with a static IPv6
ru_ru: Значения динамического шлюза не могут быть заданы для интерфейсов с помощью статической IPv6

source: Dynamic gateway values cannot be specified for interfaces with a static IPv4
ru_ru: Значения динамического шлюза не могут быть заданы для интерфейсов с помощью статической IPv4

source: The gateway address %1$s does not lie within one of the chosen interface's
ru_ru: IP-адрес шлюза %1$s не входит в какую-либо подсеть выбранного интерфейса.

source: Choose the type of certificate to generate here, the type defines it's
ru_ru: Выберите здесь тип создаваемого сертификата, тип определяет его

source: The firewall tunables have changed. You must apply the configuration to take
ru_ru: Параметры межсетевого экрана были изменены. Вы должны применить изменения, чтобы они вступили в

source: NOTE: A test notification will be sent even if the service is marked as
ru_ru: ПРИМЕЧАНИЕ: тестовое уведомление будет отправлено, даже если служба отмечена как

source: Check this option to disable growl notifications but preserve the settings
ru_ru: Установите этот параметр, чтобы отключить уведомления Growl, но сохранить настройки

source: This will take effect after you reboot the machine or re-configure each
ru_ru: Изменения вступят в силу после перезагрузки машины или повторной настройки каждого

source: Checking this option will disable hardware checksum offloading. Checksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific
ru_ru: Установка этого параметра приведет к отключению сброса контрольной суммы аппаратного обеспечения. Сброс контрольной суммы отключен на некотором аппаратном оборудовании, например некоторых платах Realtek. В редких случаях драйверы могут иметь проблемы со сбросом контрольной суммы и некоторыми конкретными

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then
ru_ru: Если в вашей системе нет криптографического чипа, этот параметр не будет работать. Для того, чтобы разгрузить выбранный модуль, отметьте этот параметр как «Отсутствует», а затем

source: Interval, in seconds, that will be used to resolve hostnames configured on
ru_ru: Интервал в секундах, который будет использоваться для разрешения имен хостов, настроенных на

source: Sets the maximum number of entries in the memory pool used for fragment
ru_ru: Устанавливает максимальное число записей в пул памяти для фрагмента

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal
ru_ru: Включает автоматическое создание дополнительных правил переадресации NAT для доступа к преобразованиям 1:1 ваших внешних IP-адресов из внутренних

source: All consoles display OS boot messages, console messages, and the console
ru_ru: Все консоли отображают сообщения загрузчика ОС, сообщения консоли и консоль

source: Select the primary console. This preferred console will show boot script
ru_ru: Выберите основную консоль. Выбранная консоль будет показывать сценарий загрузки

source: When this is unchecked, access to the webConfigurator on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable this automatically added rule, so access to the webConfigurator is controlled by the user-defined firewall rules (ensure you have a firewall rule in place that allows you in, or you will lock yourself
ru_ru: Если этот параметр не установлен, доступ к Веб-конфигуратору на интерфейсе %s всегда разрешается, независимо от заданного пользователем набора правил межсетевого экрана. Установите этот параметр, чтобы отключить это автоматически добавленное правило, тогда доступ к Веб-конфигуратору будет контролироваться пользовательскими правилами межсетевого экрана (убедитесь, что у вас есть правило межсетевого экрана, которое позволяет вам войти, или вы заблокируете себя

source: When this is checked, successful logins to the webConfigurator will not be
ru_ru: Если этот параметр установлен, успешные входы в Веб-конфигуратор не будут

source: An IP address followed by C indicates a host currently connected through the
ru_ru: Буква «C» после IP-адреса означает, что в данный момент хост подключен через

source: This service can be used to wake up (power on) computers by sending special "Magic Packets". The NIC in the computer that is to be woken up must support Wake on LAN and has to be configured properly (WOL cable, BIOS
ru_ru: Эта служба может использоваться для включения питания компьютеров с помощью отправки специальных «магических пакетов». Сетевая плата компьютера должна поддерживать технологию включения по сети и быть правильно настроена (кабель WOL, BIOS

source: Please check the %ssystem log%s, the wol command for %s did not complete
ru_ru: Проверьте %sсистемный журнал, команда wol для %s не была завершена

source: You must specify a valid ip address in the 'User specified permissions %s'
ru_ru: Вы должны указать действительный IP-адрес в поле «Полномочия указанного пользователя %s»

source: You must begin with allow or deny in the 'User specified permissions %s'
ru_ru: Вы должны начать с параметров «разрешить/запретить» в поле «Разрешения для данного пользователя %s»

source: You must follow the specified format in the 'User specified permissions %s'
ru_ru: Вы должны следить за указанным форматом в поле «Разрешения отдельного пользователя %s»

source: You must fill in both 'Maximum Download Speed' and 'Maximum Upload Speed'
ru_ru: Вы должны указать значения полей «Максимальная скорость скачивания» и «Максимальная скорость загрузки»

source: To use a nondefault port for communication, append an '@' with the port
ru_ru: Чтобы использовать для передачи порт не по умолчанию, добавьте символ «@» вместе с номером порта.

source: A valid IP address and port must be specified, for example
ru_ru: Укажите действительный IP-адрес и порт, например

source: The number of outgoing TCP buffers to allocate per thread. The default value is 10. If 0 is selected then no TCP queries, to authoritative servers, are
ru_ru: Количество буферов исходящего TCP-трафика для распределения потока согласно условиям. Значение по умолчанию — 10. Если выбрано 0, то TCP-запросы к полномочным серверам

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. The RRSet cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. The default is 4
ru_ru: Размер кэша сообщений. Кэш сообщений хранит DNS rcodes и статусы проверки. Кэш RRSet будет автоматически настроен на двойную величину. Кэш RRSet содержит фактические данные RR. Значение по умолчанию — 4

source: Allow: This action allows queries from hosts within the netblock defined
ru_ru: Разрешить: это действие разрешает запросы от хостов, указанных в блоке сетевых адресов

source: Refuse: This action also stops queries from hosts within the netblock defined below, but sends a DNS rcode REFUSED error message back to the
ru_ru: Запретить: это действие также запрещает запросы от хостов, указанных в блоке сетевых адресов ниже, но отправляет сообщение об ошибке DNS rcode REFUSED

source: A single network interface needs to be selected for the DNS Resolver to bind
ru_ru: Необходимо выбрать единственный сетевой интерфейс для привязки к DNS-преобразователю.

source: The DNS Forwarder is still active. Disable it before enabling the DNS
ru_ru: Преобразующий DNS-сервер активен. Отключите его перед включением DNS

source: Router Advertisements can only be enabled on interfaces configured with static IP addresses. Only interfaces configured with a static IP will be
ru_ru: Объявления маршрутизатора могут быть включены только на интерфейсах со статическими IP-адресами. Будут показаны только интерфейсы со статическим IP-адресами.

source: If the interface IP is private, attempt to fetch and use the public IP
ru_ru: Если у интерфейса частный IP-адрес, пытаться получить и использовать общедоступный IP-адрес

source: All serial ports are listed, be sure to pick the port with the PPS source
ru_ru: Все порты последовательного ввода-вывода указаны в списке, убедитесь, что вы выбрали порт с подключенным источником PPS.

source: Enter the text between &quot;$&quot; and &quot;*&quot; of a NMEA command
ru_ru: Введите текст между символами &quot;$&quot; and &quot;*&quot; команды NMEA

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes
ru_ru: Примечание: введенные здесь команды будут отправлены GPS-приемнику во время инициализации. Ознакомьтесь с документацией GPS-приемника перед внесением каких-либо изменений

source: This may be useful if, for some reason, you want ntpd to prefer a different
ru_ru: Этот параметр может быть полезен, если вы по какой-то причине предпочитаете ntpd другие

source: The perdefined configurations assume your GPS has already been set to NMEA
ru_ru: Предварительно заданные конфигурации предполагают, что ваш GPS-приемник уже установлен в режим NMEA.

source: Selecting all interfaces will explicitly listen on only the interfaces/IPs
ru_ru: Выбор всех интерфейсов будет явно прослушивать только интерфейсы/IP

source: This field should be identical to what your dynamic DNS Provider will return if the update succeeds, leave it blank to disable checking of returned
ru_ru: Это поле должно быть идентичным с тем, что возвратит ваш провайдер динамического DNS, если обновление будет успешным, оставьте поле пустым для отключения возвращаемых

source: Username is required for all types except Namecheap, FreeDNS and Custom
ru_ru: Имя пользователя требуется для всех типов, кроме Namecheap, FreeDNS и пользовательских

source: Note: With a dynamic DNS service you can only use a hostname, not an IP
ru_ru: Примечание: со службой динамического DNS вы можете использовать только имя хоста, а не IP

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup
ru_ru: Если этот параметр включен, DHCP-привязки будут преобразованы перед составленным вручную списком имен ниже. Этот параметр влияет только на имя, данное для обратного запроса

source: The DNS Resolver is still active. Disable it before enabling the DNS
ru_ru: Преобразующий DNS-сервер активен. Отключите его перед включением DNS

source: Leave blank to disable. Enter a full URI for the LDAP server in the form
ru_ru: Оставьте поле пустым, чтобы отключить. Введите полный URL для LDAP-сервера в формате

source: Leave blank to use the system default DNS servers - this interface's IP if DNS forwarder is enabled, otherwise the servers configured on the General
ru_ru: Оставьте это поле пустым, чтобы использовать стандартные DNS-серверы (IP-адрес этого интерфейса, если включен перенаправляющий DNS-сервер), или настройте серверы на странице «Общие настройки».

source: You will need all three filenames and a boot server configured for UEFI to
ru_ru: Вам нужны все три имени файлов и настроенный сервер загрузки для работы UEFI.

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this
ru_ru: Предупреждение: Эта параметр будет включен, даже если отключен DHCP-сервер. Только машины, указанные ниже, смогут соединиться с межсетевым экраном по этому

source: Editing Pool-Specific Options. To return to the Interface, click its tab
ru_ru: Редактировать параметры конкретного пула. Чтобы вернуться к интерфейсу, нажмите на соответствующую вкладку

source: You must disable the DHCP relay on the %s interface before enabling the DHCP
ru_ru: Вы должны отключить DHCP-ретрансляцию для интерфейса %s перед включением DHCP

source: Signed 32-bit integer type must be a number in the range -2147483648 to
ru_ru: Знаковый 32-битовый целочисленный тип данных должен хранить значения в диапазоне от -2147483648 до

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:
ru_ru: Строковый тип должен быть заключен в кавычки "вот так" или должен быть серией октетов, которая указана в шестнадцатеричном числе, разделена двоеточиями, в виде 01:23:45:67:89:ab:

source: If you specify a mac deny list, it must contain only valid partial MAC
ru_ru: Если вы указываете список блокируемых MAC-адресов, он должен содержать только отдельные MAC-адреса.

source: If you specify a mac allow list, it must contain only valid partial MAC
ru_ru: Если вы указываете список разрешенных MAC-адресов, он должен содержать только отдельные MAC-адреса.

source: The DHCP Server can only be enabled on interfaces configured with static IP
ru_ru: DHCP-сервер можно включить только на интерфейсах со статическими IP-адресами.

source: This is normally the WAN IP address that you would like the server to listen on. All connections to this IP and port will be forwarded to the pool
ru_ru: Как правило, это IP-адрес WAN, который должен прослушивать сервер. Все подключения к этому IP-адресу и порту будут переданы в кластер пулов.

source: This virtual server name has already been used. Virtual server names must be
ru_ru: Это имя виртуального сервера уже используется. Виртуальны сервера должны иметь уникальные имена.

source: This entry cannot be deleted because it is still referenced by at least one
ru_ru: Нельзя удалить эту запись, так как ей присвоен по меньшей мере один

source: This wireless clone cannot be modified because it is still assigned as an
ru_ru: Нельзя удалить клон беспроводного интерфейса, так как он назначен в качестве

source: Here you can configure clones of wireless interfaces, which can be assigned as separate independent interfaces. Only available on wireless chipsets that support this, with limitations on the number that can be created in each
ru_ru: Здесь вы можете настроить клоны беспроводных интерфейсов, которые могут быть назначены в виде отдельных независимых интерфейсов. Доступно только для беспроводных чипсетов, которые это поддерживают, с ограничением на количество, которое может быть задано в каждом

source: You are editing an existing entry and modifying the first level tag is not
ru_ru: Вы редактируете существующую запись, изменение тега первого уровня не

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by
ru_ru: MRRU: ТОЛЬКО для многоканальных подключений. MRRU автоматически согласовывается

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different
ru_ru: Пропускная способность: ТОЛЬКО для многоканальных подключений и ТОЛЬКО для каналов с разной

source: Protocol field compression. This option saves one byte per frame for most
ru_ru: Сжатие полей протокола. Эта опция сохраняет один байт на кадр для большинства

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not
ru_ru: Этот параметр важен только в случае, если установлен многоканальный PPP. Он запрещает более краткие заголовки многоканальных фрагментов, сохраняя два байта для каждого кадра. Нет необходимости отключать этот параметр для соединений, не являющихся
