Repository: kekek2/lang
Catalog: ting_addons/2016.12.20.diff.*.po
Languages: ru_ru

source: Retries
ru_ru: Попыток

source: Revision
ru_ru: Версия

source: Rotate log
ru_ru: Архивировать журнал

source: Run as root
ru_ru: Запустить от имени администратора

source: SMTP domain
ru_ru: SMTP-домен

source: SMTPHost
ru_ru: SMTP-хост

source: SSH port number
ru_ru: Номер порта SSH

source: SSL Offloading
ru_ru: Разгрузка SSL

source: SSL Proxy port
ru_ru: Порт SSL прокси

source: SSL cache size
ru_ru: Размер кэша SSL

source: SSL certificate
ru_ru: Сертификат SSL

source: SSL/Fingerprint
ru_ru: SSL/Отпечаток сертификата

source: Save logs
ru_ru: Сохранить журналы

source: Scheduler type
ru_ru: Тип планировщика

source: Select ACLs
ru_ru: Выбрать списки контроля доступа

source: Select authentication methods to use, leave empty for no authentication
ru_ru: Выберите используемый метод аутентификации или оставьте поле пустым, если аутентификация

source: Select certificates to use for SSL offloading. HAProxy's SNI recognition will determine the correct certificate automatically. If no SNI is provided by the client then the first certificate will be presented.<br/>To import additional certificates, go to <a href="/system_certmanager.php">Certificate Manager</a>.
ru_ru: Выберите сертификаты для разгрузки SSL. HAProxy SNI распознавание будет автоматически определять правильный сертификат. Если ни один SNI не предусмотрен клиентом, то будет представлен первый сертификат.<br/>Для импорта дополнительных сертификатов, перейдите на страницу «<a href="/system_certmanager.php">Диспетчер сертификатов</a>».

source: Select destinations to send NetFlow data to (ip address:port, eg
ru_ru: Выберите адреса получателей данных NetFlow (IP-адрес:номер порта, например

source: Select nodes to clone config section to.
ru_ru: Выберите узлы для клонирования раздела конфигурации.

source: Select section of configuration.
ru_ru: Выберите раздел конфигурации.

source: Select source of configuration data.
ru_ru: Выберите источник конфигурации.

source: Select subset of elements.
ru_ru: Выберите подмножество объектов.

source: Select what to do with URI that contain whitespaces.<br/> <div class="text-info"><b>NOTE:</b> the current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.</
ru_ru: Выберите действие для URI, которые содержат пробелы.<br/> <div class="text-info"><b>ПРИМЕЧАНИЕ:</b> текущая реализация директив encode и chop в Squid нарушает RFC2616, потому что не используется переадресация 301 после изменения URL.</

source: Send Client IP
ru_ru: Отправить IP-адрес клиента

source: Send Username
ru_ru: Отправить имя пользователя

source: Separate Statistics
ru_ru: Разделить данные статистики

source: Server Timeout
ru_ru: Тайм-аут сервера

source: Session redistribution
ru_ru: Перераспределение сессий

source: Set value
ru_ru: Установить значение

source: Sets the maximum amount of RAM in megabytes per process usable by Lua. By default it is zero which means unlimited. It is important to set a limit to ensure that a bug in a script will not result in the system running out of
ru_ru: Устанавливает максимальное количество RAM (в Мб) для процесса, используемого Lua. Значение по умолчанию равно 0 (неограниченно). Важно указать ограничение, чтобы ошибка в скрипте не привела к использованию всей

source: Sets the maximum number of concurrent connections per HAProxy process.<br/><div class="text-info"><b>NOTE:</b> HAProxy will not be able to allocate enough memory if you set this value too high. Consider raising the settings for kern.maxfiles and kern.maxfilesperproc if you need to specify a non-default value.</div>
ru_ru: Устанавливает максимальное количество одновременных соединений для HAProxy процесса.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> HAProxy не сможет выделить достаточно памяти, если вы установите слишком большое значение. Вы можете повысить значения для kern.maxfiles и kern.maxfilesperproc, если вам нужно указать значение не по умолчанию.</div>

source: Sets the maximum size of the Diffie-Hellman parameters used for generating the ephemeral/temporary Diffie-Hellman key in case of DHE key exchange (default is 1024).<br/><div class="text-info"><b>NOTE:</b> Higher values will increase the CPU load. For more information about the "tune.ssl.default-dh-param" option please see the HAProxy Documentation.</div>
ru_ru: Устанавливает максимальный размер параметров Диффи-Хеллмана, используемых для генерации динамического/временного DF-ключа в случае обмена ключами DHE (значение по умолчанию — 1024).<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Высокие значения увеличивают нагрузку на центральный процессор. Для получения дополнительной информации о параметре «tune.ssl.default-dh-param» смотрите документацию по HAProxy.</div>

source: Signature Id
ru_ru: Идентификатор подписи

source: Source port
ru_ru: Порт источника

source: Specify a value to match with the expression. <br/><div class="text-info"><b>NOTE:</b> It is important to note that the responses will be limited to a certain size defined by the global "tune.chksize" option, which defaults to 16384 bytes.</div>
ru_ru: Укажите значение в соответствии с выражением. <br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> важно отметить, что ответы будут ограничены до определенного размера, определяемого глобальным параметром «tune.chksize» (значение по умолчанию — 16384 байт).</div>

source: Specify additional SSL parameters such as force-sslv3, force-tlsv10, force-tlsv11, force-tlsv12, no-sslv3, no-tlsv10, no-tlsv11, no-tlsv12, no-tls-tickets or customize the list of SSL ciphers.<br/>Example: no-sslv3 ciphers HIGH:!DSS:!aNULL@STRENGTH<br/><div class="text-info"><b>NOTE:</b> The syntax will not be checked, use at your own risk!</div>
ru_ru: Укажите дополнительные параметры SSL, такие как force-sslv3, force-tlsv10, force-tlsv11, force-tlsv12, no-sslv3, no-tlsv10, no-tlsv11, no-tlsv12, no-tls-tickets, или настройте список SSL-шифров.<br/>Например: no-sslv3 шифры HIGH:!DSS:!aNULL@STRENGTH<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Синтаксис не будет проверяться, используйте на свой страх и риск!</div>

source: Specify an interface for CMS master communication.
ru_ru: Укажите интерфейс для обмена данными с CMS Master.

source: Specify the URL parameter to be checked for the value specified below.<br/><b>Not used for any other expression.</b>
ru_ru: Укажите параметр URL, чтобы проверить на значение, указанное ниже.<br/><b>Не используется для любого другого выражения.</b>

source: Specify the domain name to present to the server for SMTP/ESMTP health
ru_ru: Укажите доменное имя представляемое серверу для проверок работоспособности SMTP/ESMTP.

source: Spread checks
ru_ru: Проверки рассеивания

source: Stats enabled
ru_ru: Статистика включена

source: Stats users
ru_ru: Статистика пользователей

source: Stick-table persistence
ru_ru: Устойчивость базы данных stick-table

source: Suppress version string
ru_ru: Блокировать строку с версией

source: Syslog facility
ru_ru: Категория syslog

source: Table type
ru_ru: Тип таблицы

source: Target node to send
ru_ru: Целевой узел для отправки

source: The HTTP status code.<br/><div class="text-info"><b>NOTE:</b> It is important to understand that errorfiles are NOT meant to rewrite errors returned by the server, but errors detected and returned by HAProxy. This is why the list of supported errors is limited to a small set.</div>
ru_ru: Код состояния HTTP.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Важно понимать, что errorfiles не предназначен для перезаписи ошибок, возвращаемых сервером, но ошибки обнаружены и возвращены HAProxy. Поэтому список поддерживаемых ошибок ограничен небольшим набором.</div>

source: The SSL fingerprint, for example "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:
ru_ru: Отпечаток SSL-сертификата, например «B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:

source: The hard size limit of all queues managed by this instance, leave empty for
ru_ru: Укажите фиксированное ограничение размера всех очередей, управляемых этим экземпляром, оставьте поле пустым для

source: The number of flow queues that are created and managed, leave empty for
ru_ru: Количество создаваемых и управляемых очередей потока, оставьте поле пустым для

source: These lines will be added to the HAProxy backend configuration.<br/><div class="text-info"><b>NOTE:</b> The syntax will not be checked, use at your own risk!</div>
ru_ru: Эти строки будут добавлены к конфигурации службы HAProxy серверной части системы.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Синтаксис не будет проверяться, используйте на свой страх и риск!</div>

source: These lines will be added to the HAProxy frontend configuration.<br/><div class="text-info"><b>NOTE:</b> The syntax will not be checked, use at your own risk!</div>
ru_ru: Эти строки будут добавлены к конфигурации службы HAProxy клиентской части системы.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Синтаксис не будет проверяться, используйте на свой страх и риск!</div>

source: These lines will be added to the defaults settings of to the HAProxy configuration file.<br/><div class="text-info"><b>NOTE:</b> The syntax will not be checked, use at your own risk!</div>
ru_ru: Эти строки будут добавлены в настройки по умолчанию конфигурации службы HAProxy.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Синтаксис не будет проверяться, используйте на свой страх и риск!</div>

source: These lines will be added to the global settings of to the HAProxy configuration file.<br/><div class="text-info"><b>NOTE:</b> The syntax will not be checked, use at your own risk!</div>
ru_ru: Эти строки будут добавлены в глобальные настройки конфигурации службы HAProxy.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Синтаксис не будет проверяться, используйте на свой страх и риск!</div>

source: These lines will be added to the statistics settings of to the HAProxy configuration file.<br/><div class="text-info"><b>NOTE:</b> The syntax will not be checked, use at your own risk!</div>
ru_ru: Эти строки будут добавлены в настройки статистики конфигурации службы HAProxy.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Синтаксис не будет проверяться, используйте на свой страх и риск!</div>

source: This option is only used when a non-default address is chosen as the source above. This option only expresses a preference; If an IP address of the selected type is not found on the chosen interface, the other type will be
ru_ru: Этот параметр используется только при выборе адреса, отличного от по умолчанию в качестве источника. Этот параметр определяет только предпочитаемый тип адреса: если IP-адрес выбранного типа не будет найден на выбранном интерфейсе, другой тип будет

source: This option reverses the order of preference to make Squid contact dual-stack websites over IPv4 first. Squid will still perform both IPv6 and IPv4 DNS lookups before <div class="alert alert-warning"><b class="text-danger">Warning:</b> This option will restrict the situations under which IPv6 connectivity is used (and tested). Hiding network problems which would otherwise be detected and warned about.</div>
ru_ru: Этот параметр изменяет приоритетный порядок, чтобы Squid соединялся с веб-сайтам с поддержкой двойного стека в первую очередь через IPv4. Squid будет по-прежнему выполнять IPv6 и IPv4 DNS-запросы, прежде чем Предупреждение: этот параметр будет ограничивать ситуации, при которых используются IPv6-подключения (и тестируются). Сокрытие проблем в сети, которые иначе были бы обнаружены, о которых вы были бы предупреждены.</div>

source: This option will allow the logging daemon to bind to a single IP address, rather than all IP addresses. If you pick a single IP, remote syslog severs must all be of that IP type. If you wish to mix IPv4 and IPv6 remote syslog servers, you must bind to all interfaces. If none selected, bind to all
ru_ru: Этот параметр позволит демону журналирования связывать с одним IP-адресом, а не всеми. Если вы выбираете один IP-адрес, все удаленные syslog-серверы должны иметь такой же тип адреса. Если вы хотите использовать IPv4 и IPv6 удаленные syslog-серверы, необходимо связать со всеми интерфейсами. Если ни один не выбран, связывается со всеми.

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To When the TTL expires, the user will be prompted for credentials
ru_ru: Этот параметр определяет, как долго (в часах), прокси-сервер принимает извне проверенную комбинацию имени пользователя и пароля за действительную (Время Когда истечет TTL, пользователю будет предложено ввести учетные данные

source: Tuning Options
ru_ru: Параметры настройки

source: Type IP addresses you want to allow access to the proxy server, use a comma or press Enter for new item. <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Введите IP-адреса, которым вы хотите разрешить доступ к прокси-серверу, используйте запятую или нажмите клавишу Enter для нового элемента. <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Type IP addresses you want to deny access to the proxy server, use a comma or press Enter for new item. <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Введите IP-адреса, которым вы хотите запретить доступ к прокси-серверу, используйте запятую или нажмите клавишу Enter для нового элемента. <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Type IPs of alternative DNS servers you like to use. <div class="text-info"><b>TIP: </b>You can also paste a comma seperated list into this field.</
ru_ru: Введите IP-адреса альтернативных DNS-серверов, которые вы хотите использовать. <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</.

source: Type subnets you want to allow access to the proxy server, use a comma or press Enter for new item. <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Введите подсети, которым вы хотите разрешить доступ к прокси-серверу, используйте запятую или нажмите клавишу Enter для нового элемента. <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Type subnets/addresses you want to ignore for the access.log <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Введите подсети/адреса, которые вы хотите игнорировать для access.log <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Вы также можете вставить запятую в этой области.</div>

source: URL parameter
ru_ru: Параметр URL

source: Unrestricted IP addresses
ru_ru: IP-адреса без ограничений

source: Use Frontend port
ru_ru: Использовать порт клиентского компонента

source: Use Via header
ru_ru: Использовать заголовок Via

source: Use alternate DNS-servers
ru_ru: Использовать альтернативные DNS-серверы

source: Use backend
ru_ru: Использовать серверный компонент

source: Use server
ru_ru: Использовать сервер

source: Use this backend if the condition is true.<br/><b>Not used for any other
ru_ru: Использовать этот серверный компонент, если условие истинно.<br/><b>Не использовать для для любой другой

source: Use this backend to count usable servers.<br/><b>Not used for any other
ru_ru: Использовать этот серверный компонент для подсчета используемых серверов.<br/><b>Не использовать для любой другой

source: Use this server if the condition is true.<br/><b>Not used for any other
ru_ru: Использовать этот сервер, если условие истинно.<br/><b>Не использовать для любого другого

source: Username Header
ru_ru: Заголовок имени пользователя

source: Visible Hostname
ru_ru: Имя хоста, которое будет отображатся в сообщениях об ошибках

source: Whitelist
ru_ru: Белый список

source: Whitelist destination domains.<br/> You may use a regular expression, use a comma or press Enter for new <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">mydomain.com</b> -> matches on <b>*. <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> matches on <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> matches on <b>\123.gif</b> but not on <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Белый список доменов назначения.<br/> Можно использовать регулярные выражения, запятую или нажать клавишу Enter для нового <div class="alert alert-info"> <b>Например:</b><br/> <b class="text-primary">mydomain.com</b> -> matches on <b>*. <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> matches on <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> matches on <b>\123.gif</b> but not on <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Whitespace handling of URI
ru_ru: Обработка пробелов для URI

source: X-Forwarded for header handling
ru_ru: Обработки заголовка X-Forwarded-For

source: X-Forwarded-For header
ru_ru: Заголовок X-Forwarded-For

source: Zone number
ru_ru: Номер зоны

source: bandwidth
ru_ru: пропускная способность

source: bandwidth Metric
ru_ru: единицы измерения пропускной способности

source: categories (if available)
ru_ru: категории (если доступны)

source: description
ru_ru: описание

source: destination
ru_ru: получатель

source: direction
ru_ru: направление

source: dst-port
ru_ru: порт назначения

source: enabled
ru_ru: включен

source: interface 2
ru_ru: интерфейс 2

source: mask
ru_ru: маска

source: pipe
ru_ru: канал

source: queue
ru_ru: очередь

source: sequence
ru_ru: последовательность

source: source
ru_ru: отправитель

source: src-port
ru_ru: порт источника

source: target
ru_ru: получатель

source: weight
ru_ru: весовой коэффициент

source: CMS Node
ru_ru: Узел CMS

source: Config cloner
ru_ru: Инструмент клонирования конфигурации

source: Does not look like a valid cookie name (most special characters are not
ru_ru: Недопустимое имя файла cookie (большая часть специальных символов

source: Enter valid address
ru_ru: Введите действительный адрес

source: Enter valid port number from 1024 to 49151
ru_ru: Введите действительный номер порта от 1024 до 49151

source: Enter valid port number from 22 to 49151
ru_ru: Введите действительный номер порта от 22 до 49151

source: Logs
ru_ru: Журналы

source: Nodes
ru_ru: Узлы

source: Please provide a valid listen address, i.e. 10.0.0.1:8080 or haproxy.example.
ru_ru: Укажите действительный адрес для прослушивания, например 10.0.0.1:8080 или haproxy.example.
