Repository: kekek2/lang
Catalog: ting_addons/2016.12.20.diff.*.po
Languages: ru_ru

source: The symmetric cipher algorithm used to encrypt UDP packets. Any cipher supported by LibreSSL or OpenSSL is recognised. Furthermore, specifying "none" will turn off packet It is best to use only those ciphers which support CBC mode
ru_ru: Алгоритм симметричного шифрования для шифрования UDP-пакетов. Распознается любой шифр, поддерживаемый LibreSSL или OpenSSL. Если выбрать «отсутствует» , пакеты будут отключены Лучше всего использовать шифры, которые поддерживают режим CBC

source: A list of parameters that will be appended to the server line in every backend where this is will be used.<br/>Example: send-proxy<br/><div class="text-info"><b>NOTE:</b> The syntax will not be checked, use at your own
ru_ru: Список параметров, которые будут добавлены к строке сервера в каждом бэкенде (если используется).<br/>Например, send-proxy<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Синтаксис не будет проверяться, используйте на свой страх и риск!

source: Actions (ACLs)
ru_ru: Действия (списки контроля доступа)

source: Add some randomness in the check interval between 0 and +/- 50%. A value between 2 and 5 seems to show good results. The default value is 0
ru_ru: Добавить элемент случайности в интервал проверки от 0 до +/- 50%. Значения между 2 и 5, кажется, показывают хорошие результаты. Значение по умолчанию равно 0

source: Administrator's Email
ru_ru: Почта администратора

source: Advanced SSL options
ru_ru: Дополнительные параметры SSL

source: Advanced settings
ru_ru: Дополнительные настройки

source: Agent port
ru_ru: Порт агента

source: Alert action / sid
ru_ru: Предупреждающее действие / идентификатор системы

source: Allow interface subnets
ru_ru: Разрешить подсети на интерфейсе

source: Allowed MAC addresses
ru_ru: Разрешенные MAC-адреса

source: Allowed SSL ports
ru_ru: Разрешенные SSL-порты

source: Allowed Subnets
ru_ru: Разрешенные подсети

source: Allowed addresses
ru_ru: Разрешенные адреса

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).<br/> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Разрешенные SSL-порты назначения. Можно использовать диапазоны (например, 222–226) и добавлять комментарии, разделяемые двоеточием (например, 22:ssh).<br/> <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Allowed destination TCP port
ru_ru: Разрешенные TCP-порты назначения

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).<br/> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Разрешенные TCP-порты назначения. Можно использовать диапазоны (например, 222–226) и добавлять комментарии, разделяемые двоеточием (например, 22:ssh).<br/> <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Assign port number for SSH access. It must be in range 22 - 49151.
ru_ru: Добавить номер порта для SSH-доступа. Значение должно входить в диапазон 22–49151.

source: Assign port number for logging tunnel to CMS-master. It must be in range 1024 - 49151.
ru_ru: Номер порта на узле для установки лог-туннеля к CMS Master. Значение должно входить в диапазон 1024–49151.

source: Authenticate using
ru_ru: Аутентификация через

source: Authentication Prompt
ru_ru: Подсказка

source: Authentication TTL (hours)
ru_ru: TTL аутентификации (часов)

source: Authentication processes
ru_ru: Процесс аутентификации

source: Balancing Algorithm
ru_ru: Алгоритм балансировки

source: Banned host IP addresses
ru_ru: Заблокированные IP-адреса хоста

source: Blacklist
ru_ru: Черный список

source: Blacklist destination domains.<br/> You may use a regular expression, use a comma or press Enter for new <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">mydomain.com</b> -> matches on <b>*. <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> matches on <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> matches on <b>\123.gif</b> but not on <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Черный список доменов назначения.<br/> Можно использовать регулярные выражения, запятую или нажать клавишу Enter для нового <div class="alert alert-info"> <b>Например:</b><br/> <b class="text-primary">mydomain.com</b> -> matches on <b>*. <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> matches on <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> matches on <b>\123.gif</b> but not on <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Block browser/user-agents
ru_ru: Блокировать browser/user-agent строки

source: Block specific MIME type reply
ru_ru: Блокировать ответы с конкретным MIME-типом

source: Block specific MIME type reply.<br/> You may use a regular expression, use a comma or press Enter for new <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">video/flv</b> -> matches on <b>Flash <b class="text-primary">application/x-javascript</b> -> matches on <b>javascripts</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Блокировать ответы с конкретным MIME-типом.<br/> Можно использовать регулярные выражения, запятую или нажать клавишу Enter для нового <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">video/flv</b> -> matches on <b>Flash <b class="text-primary">application/x-javascript</b> -> matches on <b>javascripts</b><br/> </div> <div class="text-info"><b>ПРИМЕЧАНИЕ: <b>Также можно использовать список разделенных запятой значений.</div>

source: Block user-agents.<br/> You may use a regular expression, use a comma or press Enter for new <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">^(.)+Macintosh(.)+Firefox/37\.0</b> -> matches on <b>Macintosh version of Firefox revision 37.0</b><br/> <b class="text-primary">^Mozilla</b> -> matches on <b>all Mozilla based browsers</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Блокировать строки user-agents.<br/> Можно использовать регулярные выражения, запятую или нажать клавишу Enter для нового <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">^(.)+Macintosh(.)+Firefox/37\.0</b> -> matches on <b>Macintosh version of Firefox revision 37.0</b><br/> <b class="text-primary">^Mozilla</b> -> matches on <b>all Mozilla based browsers</b><br/> </div> <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Buffer size
ru_ru: Размер буфера

source: By default HAProxy operates in <b>keep-alive</b> mode with regards to persistent connections. Option <b>"http-tunnel"</b> disables any HTTP processing past the first request and the first response. Option <b>"httpclose"</b> configures HAProxy to work in HTTP tunnel mode and check if a "Connection: close" header is already set in each direction, and will add one if missing. Option <b>"http-server-close"</b> enables HTTP connection-close mode on the server side while keeping the ability to support HTTP keep-alive and pipelining on the client side. With Option <b>"forceclose"</b> HAProxy will actively close the outgoing server channel as soon as the server has finished to respond and release some resources
ru_ru: По умолчанию HAProxy работает в режиме <b>keep-alive</b> относительно постоянных соединений. Параметр <b>«HTTP-туннель»</b> отключает любую обработку HTTP-запросов после первого запроса и первого ответа. Параметр <b>«httpclose»</b> настраивает HAProxy для работы в режиме HTTP-туннелирования и проверки, установлен ли заголовок «Connection: close» в каждом направлении, чтобы добавить его, если он отсутствует. Параметр <b>«http-server-close»</b> включает режим HTTP connection-close на стороне сервера, сохраняя при этом способность поддерживать HTTP keep-alive и pipelining (конвейерную обработку) на стороне клиента. С помощью параметра <b>«forceclose»</b> HAProxy будет активно закрывать исходящий канал сервера, как только сервер закончил отвечать и освобождать ресурсы

source: CA to use
ru_ru: Использовать центр сертификации

source: CMS master address restriction
ru_ru: CMS Master ограничение адресов

source: Cache size in Megabytes
ru_ru: Размер кэша (в Мб)

source: Capture local
ru_ru: Захватывать внутренний трафик

source: Change the buffer size (in bytes). Lower values allow more sessions to coexist in the same amount of RAM, and higher values allow some applications with very large cookies to work. The default value is 16384. <br/><div class="text-info"><b>NOTE:</b> It is strongly recommended not to change this from the default value, as very low values will break some services such as statistics, and values larger than default size will increase memory usage, possibly causing the system to run out of memory.</div>
ru_ru: Изменение размера буфера (в байтах). Более низкие значения позволяют нескольким сеансам сосуществовать в том же объеме оперативной памяти, а более высокие значения позволяют работать некоторым приложениям с очень большими файлами cookie. Значение по умолчанию — 16384. <br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Настоятельно рекомендуется не менять значения по умолчанию, так как очень низкие значения будут нарушать работу некоторых служб, таких как служба статистики, а значения больше размера по умолчанию увеличат использование памяти, что может привести к использованию всей доступной памяти.</div>

source: Check Interval
ru_ru: Интервал проверки

source: Check interval
ru_ru: Интервал проверки

source: Check type
ru_ru: Тип проверки

source: Choose a request pattern to associate a user to a server. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.6.html#stick on">HAProxy documentation</a> for a full description.<br/><div class="text-info"><b>NOTE:</b> Consider not using this feature in multi-process mode, it can result in random behaviours.</div>
ru_ru: Выберите шаблон запроса, чтобы связать пользователя с сервером. Обратитесь к <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.6.html#stick on">документации HAProxy</a> для полного описания. <br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> По возможности не используйте эту функцию в многопроцессном режиме процесса, так как это может привести к непредвиденным сценариям.</div>

source: Choose action
ru_ru: Выбрать действие

source: Client Timeout
ru_ru: Тайм-аут клиента

source: Compose expression
ru_ru: Составить выражение

source: Concurrent user logins
ru_ru: Множественный вход пользователя в систему

source: Conditional parameters
ru_ru: Условные параметры

source: Config section
ru_ru: Раздел конфигурации

source: Config source
ru_ru: Источник конфигурации

source: Content
ru_ru: Содержание

source: Cookie length
ru_ru: Длина файла cookie

source: Cookie name
ru_ru: Имя файла cookie

source: Custom HTTP check
ru_ru: Пользовательская проверка HTTP

source: Custom template
ru_ru: Пользовательский шаблон

source: DB user
ru_ru: Пользователь базы данных

source: Day of the month
ru_ru: День месяца

source: Days of the week
ru_ru: День недели

source: Default Backend
ru_ru: Серверный компонент по умолчанию

source: Default Options TTL
ru_ru: ТТL параметров по умолчанию

source: Default for server
ru_ru: По умолчанию для сервера

source: Define the load balancing algorithm to be used in a backend. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.6.html#balance">HAProxy documentation</a> for a full
ru_ru: Определите используемый алгоритм балансировки нагрузки на серверной части системы. Обратитесь к <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.6.html#balance">документации HAProxy</a> для полного

source: Detailed Logging
ru_ru: Подробное журналирование

source: Dynamic queue creation by source or destination address. <li> choose destination here to share the total bandwidth of this pipe among all connected clients. </li> <li> choose source to provide all connected clients up to a maximum of this pipe configured bandwidth </li>
ru_ru: Динамическое создание очередей с помощью адреса источника или назначения. <li> выберите адрес назначения, чтобы распределить общую пропускную способность этого канала среди всех подключенных клиентов. </li>- <li> выберите адрес источника, чтобы обеспечить всех подключенных клиентов до максимальной пропускной способностью этого канала </li>

source: Egress only
ru_ru: Только исходящие

source: Email (from)
ru_ru: Электронная почта (от кого)

source: Email (to)
ru_ru: Электронная почта (кому)

source: Enable CMS access
ru_ru: Включить доступ к CMS

source: Enable CoDel
ru_ru: Включить CoDel

source: Enable DNS v4 first
ru_ru: Включить сначала DNS v4

source: Enable HAProxy
ru_ru: Включить HAProxy

source: Enable ICAP
ru_ru: Включить ICAP

source: Enable Preview
ru_ru: Включить предпросмотр

source: Enable SSL mode
ru_ru: Включить режим SSL

source: Enable Transparent HTTP proxy
ru_ru: Включить прозрачный HTTP-прокси

source: Enable Transparent mode
ru_ru: Включить прозрачный режим

source: Enable access logging
ru_ru: Включить ведение журнала обращений

source: Enable access to this node from CMS master. HTTPS protocol on Web-GUI
ru_ru: Включить доступ к этому узлу из CMS Master. HTTPS-протокол на Web-GUI

source: Enable authentication
ru_ru: Включить аутентификацию

source: Enable local cache (requires service restart)
ru_ru: Включит локальный кэш (нужно перезапустить службу)

source: Enable or disable HAProxy running as root.<br/><div class="text-info"><b>NOTE:</b> Enabling root could be a security issue but it's required by some feature.</div>
ru_ru: Включить или отключить запуск HAProxy от имени администратора.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> Это параметр нужен для работы некоторых функций, но он также может повлиять на безопасность системы.</div>

source: Enable or disable the local cache.<br/> Currently only ufs directory cache type is supported.<br/> <b class="text-danger">Do not enable on embedded systems with SD or CF cards as this may break your drive.</b>
ru_ru: Включить или отключить локальный кэш.<br/> В настоящее поддерживается только кэш каталогов ufs.<br/> <b class="text-danger">Не включайте на встроенных системам с SD или CF картами, так как это может привести к повреждению диска.</b>

source: Enable or disable verbose logging. Each log line turns into a much richer
ru_ru: Включить или отключить журналирование подробной информации. Каждая строка журнала хранит намного больше

source: Enable protection mode (block traffic).<br />Before enabling, please disable all hardware offloading first <a href="/system_advanced_network.php">in advanced network</a>.
ru_ru: Включить режим защиты (блокировка трафика).<br />Перед включением, пожалуйста, сперва отключите разгрузку аппаратного обеспечения разгрузку в <a href="/system_advanced_network.php">дополнительных настройках сети</a>.

source: Enable proxy
ru_ru: Включить прокси

source: Enable remote access
ru_ru: Включить удаленный доступ

source: Enable remote access to HAProxy's statistics page. <b>This may be a security risk if you do not enable authentication!</b> Note that you need to add appropiate firewall rules for this to work.
ru_ru: Включить удаленный доступ к странице статистики HAProxy. <b>В целях безопасности лучше не включать этот параметр, если не включена аутентификация.</b> Примечание: для удаленного доступа необходимо добавить соответствующие правила межсетевого экрана.

source: Enable store logging
ru_ru: Включить ведение журнала действий с кэшем

source: Enable traffic management.
ru_ru: Включить управление трафиком.

source: Encode Username
ru_ru: Закодировать имя пользователя

source: Enter the allowed overall bandtwith in kilobits per second (leave empty to
ru_ru: Введите допустимую общую пропускную способность в килобитах в секунду (оставьте поле пустым, чтобы

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to
ru_ru: Введите допустимую пропускную способность для хоста в килобитах в секунду (оставьте поле пустым, чтобы

source: Error code
ru_ru: Код ошибки

source: Error files
ru_ru: Файлы ошибки

source: Expiration time
ru_ru: Срок действия

source: Expression
ru_ru: Выражение

source: FQDN or IP
ru_ru: Полностью определенное имя домена или IP-адрес

source: FTP proxy interfaces
ru_ru: Интерфейсы FTP-прокси

source: FTP proxy port
ru_ru: Порт FTP-прокси

source: Filter syslog level
ru_ru: Фильтрация по уровню syslog

source: Find value
ru_ru: Найти значение

source: Form condition
ru_ru: Состояние формы

source: GeoIP/Country
ru_ru: GeoIP/страна

source: GeoIP/Direction
ru_ru: GeoIP/направление

source: Group Id
ru_ru: Идентификатор группы

source: HAProxy processes
ru_ru: Процессы HAProxy

source: HTTP check options
ru_ru: Параметры проверки HTTP

source: HTTP host
ru_ru: Хост HTTP

source: HTTP method
ru_ru: Метод HTTP

source: HTTP version
ru_ru: Версия HTTP

source: Hard timeout (minutes)
ru_ru: Значение тайм-аут сеанса (в минутах)

source: Health Checking
ru_ru: Проверки работоспособности

source: Health check
ru_ru: Проверки работоспособности

source: Health check buffer size
ru_ru: Изменить размер буфера проверки

source: Hint: packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still
ru_ru: Подсказка: пакеты, которые разрешены неявным правилом разрешения по умолчанию, не будут журналироваться, если вы снимите флажок с этого параметра. Параметры журналирования для каждого правила все еще

source: Hint: packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still
ru_ru: Подсказка: пакеты, которые заблокированы неявным правилом блокировки по умолчанию, не будут журналироваться, если вы снимите флажок с этого параметра. Параметры журналирования для каждого правила все еще

source: ICP port
ru_ru: Порт ICP

source: IPS mode
ru_ru: Режим IPS

source: Idle timeout (minutes)
ru_ru: Значение тайм-аута бездействия (в минутах)

source: If CMS master IP address specified, CMS access will be restricted by specified address only.
ru_ru: Если указан IP-адрес CMS Master, доступ в CMS будет доступен только с указанного адреса.

source: If this checkbox is checked, you can use an ICAP server to filter or replace
ru_ru: Если установлен флажок, вы можете использовать ICAP-сервер для фильтрации или замены

source: If you enable this option, the client IP address will be sent to the ICAP server. This can be useful if you want to filter traffic based on IP
ru_ru: Если этот параметр включен, IP-адрес клиента будет отправлен на ICAP-сервер. Этот параметр может быть полезен, если вы хотите отфильтровать трафик по IP

source: Ignore hosts in access.log
ru_ru: Игнорировать хосты в журнале access.log

source: Input Filter
ru_ru: Фильтр на входе

source: Items selection
ru_ru: Выбор элементов

source: Link interface to node
ru_ru: Интерфейс для связи с узлом

source: Listen Addresses
ru_ru: Адрес прослушивания

source: Local interface to link node
ru_ru: Локальный интерфейс для связи с узлом

source: Local stats TCP port
ru_ru: TCP-порт локальной статистики

source: Log Host
ru_ru: Журналировать хост

source: Log Status Changes
ru_ru: Журналировать изменения статуса

source: Log target
ru_ru: Журналировать получателей

source: Logging Options
ru_ru: Параметры журналирования

source: Logical operator (for ACLs)
ru_ru: Логический оператор (для списков контроля доступа)

source: Max. Connections
ru_ru: Максимальное число соединений

source: Max. line length
ru_ru: Максимальная длина строки

source: Maximum RAM per LUA process
ru_ru: Максимальный объем оперативной памяти для LUA-процесса

source: Maximum SSL DH Size
ru_ru: Максимальный размер SSL DH-ключа

source: Maximum connections
ru_ru: Максимальное число соединений

source: Maximum object size (MB)
ru_ru: Максимальный размер объектов (КБ)

source: Maximum size of scaned file (MB)
ru_ru: Максимальный размер сканируемого файла (МБ)

source: Memory Cache size in Megabytes
ru_ru: Размер кэш-памяти (в Мб)

source: NOTE: Define default parameters for ALL Frontends, Backends and Servers here. They may still be overriden elsewhere.
ru_ru: ПРИМЕЧАНИЕ: укажите параметры по умолчанию для ВСЕХ серверов, клиентских и серверных компонентов системы. Они по-прежнему могут быть переопределены в другом месте.

source: NOTE: Define global parameters for the HAProxy service. They cannot be
ru_ru: ПРИМЕЧАНИЕ: укажите глобальные параметры для службы HAProxy. Они не могут быть

source: NOTE: You need to configure frontends, backends and servers before enabling
ru_ru: ПРИМЕЧАНИЕ: необходимо настроить серверы, клиентские и серверные компоненты системы перед включением

source: Name/Identifier
ru_ru: Имя/идентификатор

source: Negate condition
ru_ru: Инвертировать состояние

source: Node admin name
ru_ru: Имя администратора узла

source: Node admin password
ru_ru: Пароль администратора узла

source: Node host
ru_ru: Хост узла

source: Node https port
ru_ru: HTTPS-порт узла

source: Node user name
ru_ru: Имя пользователя узла

source: Node user password
ru_ru: Пароль пользователя узла

source: Node's hostname or IP-address
ru_ru: Имя хоста или IP-адрес узла

source: Node's https port. If empty use 443
ru_ru: HTTPS-порт узла. Если номер не указан, используется 443.

source: Node's user name
ru_ru: Имя пользователя узла

source: Node's user password
ru_ru: Пароль пользователя узла

source: Non-HTTP check options
ru_ru: Параметры проверки Non-HTTP

source: Number of HAProxy processes to start.<br/><div class="text-info"><b>NOTE:</b> You may experience random issues in multi-process mode. For more information about the "nbproc" option please see the HAProxy Documentation.
ru_ru: Число запускаемых HAProxy-процессов.<br/><div class="text-info"><b>ПРИМЕЧАНИЕ:</b> у вас могут возникнуть проблемы в многопроцессном режиме. Для получения дополнительной информации о параметре «nbproc» смотрите документацию по HAProxy.

source: Number of first-level subdirectories
ru_ru: Число подкаталогов первого уровня

source: Number of second-level subdirectories
ru_ru: Число подкаталогов второго уровня

source: Option pass-through
ru_ru: Параметр пропуска

source: Optional parameters
ru_ru: Необязательные параметры

source: Parameters
ru_ru: Параметры

source: Pattern matcher
ru_ru: Сравнение маршрутов

source: Port number for logging tunnel
ru_ru: Номер порта для регистрации туннеля

source: Port to check
ru_ru: Порт для проверки

source: Preview Size
ru_ru: Размер в режиме предпросмотра

source: Promiscuous mode
ru_ru: Смешанный режим

source: Proxy interfaces
ru_ru: Интерфейсы прокси

source: Query Backend
ru_ru: Запрос серверной части системы

source: Raise Log Level
ru_ru: Повысить уровень регистрации данных

source: Reference
ru_ru: Ссылка

source: Remote listen addresses
ru_ru: Удаленные адреса прослушивания

source: Request Modify URL
ru_ru: Запрос на изменение URL

source: Request URI
ru_ru: Запрос URI

source: Response Modify URL
ru_ru: Ответ на изменение URL
