Repository: kekek2/lang
Catalog: ting_addons/2017.12.21.kaspersky.*.po
Languages: ru_ru

source: Service is starting...
ru_ru: Сервис запускается...

source: Service is not running. Runtime information is not available.
ru_ru: Сервис не запущен. Runtime-информация недоступна.

source: Error uploading license key
ru_ru: Ошибка загрузки лицензионного ключа

source: Upload license key file
ru_ru: Загрузить файл лицензионного ключа

source: Kaspersky antivirus status
ru_ru: Kaspersky Antivirus: Состояние

source: Key file content is empty.
ru_ru: Ключевой файл пустой.

source: Kaspersky ICAP service stopped
ru_ru: Kaspersky ICAP сервис остановлен

source: Kaspersky ICAP service reloaded
ru_ru: Kaspersky ICAP сервис перезагружен

source: Kaspersky Antivirus ICAP Service
ru_ru: Kaspersky Antivirus ICAP сервис

source: Enables scanning of multipacked files using the Kaspersky cloud service. Multipacked files such as archive files or self-extracting archives packed multiple times or files with embedded OLE objects may be scanned in the Kaspersky Kaspersky Security Network cloud service.
ru_ru: Включить сканирование многократно упакованных файлов с помощью облачного сервиса Kaspersky cloud. Многократно упакованные файлы, такие как архивы или саморазворачивающиеся архивы, упакованные несколько раз, или файлы с внедрёнными OLE-объектами могут быть просканированы в облачном сервисе Kaspersky Security Network.

source: Interval between automatic updates (in minutes). The maximum value is 44640. If this parameter is 0, KAV SDK does not perform automatic updates. The default value is 30.
ru_ru: Интервал между автоматическими обновлениями (в минутах). Максимальное значение 44640. Если этот параметр равен 0, KAV SDK не производит автоматические обновления. Значение по-умолчанию 30.

source: Scanning of email database files. Setting this scanning option enables support for the following formats of mail databases: <ul> <li>Outlook Express</li> <li>The Bat!</li> <li>Berkeley Message Base (Berkeley UNIX) format files such as Berkeley mailbox format archives</li> <li>Other email storage database files that store emails</li> </ul> Note: some files in Berkley Message Base (BMB) format can be not emails but log files stored on some UNIX servers, which are often BMB-encoded. When using this scanning option, exclude such log files from the scanning location; otherwise, scanning may take longer time. <div class="alert alert-warning">This option can significantly decrease system performance.</div>
ru_ru: Сканирование почтавых баз данных. Включение этой опции сканирования разрешает сканирование следующих форматов почтовых баз данных: <ul> <li>Outlook Express</li> <li>The Bat!</li> <li>Berkeley Message Base (Berkeley UNIX) форматы, такие как Berkeley mailbox архивы</li> <li>Другие почтовые базы данных</li> </ul> Помните: некоторые файлы в формате Berkley Message Base (BMB) могут быть не почтовыми, а log-файлами на некоторых UNIX-серверах, которые часто BMB-кодированы. Когда используете эту опцию сканирования, исключите такие log-файлы из сканирования; в противном случае, сканирование может быть долгим. <div class="alert alert-warning">Эта опция может значительно снизить производительность системы.</div>

source: Scanning of email messages. Setting this scanning option enables support for the following formats of plain email message files: <ul> <li>Text message files in RFC 822 format</li> <li>Microsoft Outlook message files (MSG)</li> <li>Any files encoded using UUE/XXE/base64 text encodings such as UUE archives.</li> </ul> <div class="alert alert-warning">This option can significantly decrease system performance.</div>
ru_ru: Сканирование почтовых сообщений. Включение этой опции сканирования разрешает сканирование следующих форматов почтовых сообщений: <ul> <li>Текстовые файлы в формате RFC 822</li> <li>Сообщения Microsoft Outlook (MSG)</li> <li>Любые файлы, закодированные с помощью UUE/XXE/base64 кодировщиков, такие как UUE-архивы.</li> </ul> <div class="alert alert-warning">Эта опция может значительно снизить производительность системы.</div>

source: Specifies the maximum amount of system memory that can be allocated by the kavicapd service (in kilobytes). This measure prevents operating system from running out of memory. Excessive use of system memory may occur when the kavicapd service scans large files or receives a lot of scan requests simultaneously. When the RAM Usage Limit limit is reached, the kavicapd service stops processing the object that caused memory overuse. If the value of this parameter is 0, the amount of system memory that can be allocated by the kavicapd service is not limited. <div class="alert alert-warning">The anti-malware database and libraries used by KAV SDK occupy about 300 MB (this amount doubles while reloading the database). KAV SDK also requires memory for working of its components.</div>
ru_ru: Указывает максимальное количество системной памяти которое может быть использовано сервисом kavicapd (в килобайтах). Эта настройка защищает операционную систему от полного исчерпания памяти. Интенсивное использование системной памяти может возникнуть при сканировании больших файлов или при получении множества запросов на сканирование одновременно. Когда предел использования памяти достигается, сервис kavicapd останавливает обработку объектов. Если этот параметр равен 0, количество системной памяти которая может быть зарезервирована сервисом kavicapd не ограничено. <div class="alert alert-warning">Антивирусные базы и библиотеки, используемые KAV SDK занимают около 300 MB (это количество удваивается во время перезагрузки баз). KAV SDK также требует памяти для работы компонент.</div>

source: Specifies the maximum amount of the disk space that can be allocated for unpacking of a packed object (in kilobytes). Limiting disk allocated for an unpacked object protects the server from zip-bombs. If the value of this parameter is 0, the zip bomb protection is disabled. The default value is 102400.
ru_ru: Указывает максимальное количество дискового пространства которое может быть задействовано для распаковки упакованных объектов (в килобайтах). Ограничение дискового пространства защищает сервер от zip-бомб. Если значение параметра равно 0, защита от zip-бомб отключена. Значение по-умолчанию 102400.

source: Specifies the maximum size of a file that can be scanned by the kavicapd service (in kilobytes). If the value of this parameter is 0, the kavicapd service will scan files of any size. The preset value is 0.
ru_ru: Устанавливает максимальный размер файла, который может быть просканирован сервисом kavicapd (в килобайтах). Если значение этого параметра равно 0, сервис kavicapd будет сканировать файлы любых размеров. Предустановленное значение 0.

source: Specifies the scanning timeout (in milliseconds). If the value of this parameter is 0, the timeout is disabled. Default value is 10000 (10 seconds).
ru_ru: Устанавливает таймаут сканирования (в миллисекундах). Если значение этого параметра равно 0, таймаут отключён. Значение по-умолчанию 10000 (10 секунд).

source: The level of detail of the advanced heuristic analyzer provides the balance between the quality of the scanning and the consuming of the operating system resources, as well as the duration of the scan. The higher the advanced heuristics level is, the more system resources are required, and the longer the scanning lasts. <ul> <li><b>Shallow</b> - the scanning level will be shallow.</li> <li><b>Medium</b> - the scanning level will be medium, it can decrease system performance.</li> <li><b>Detail</b> - this option is recommended for POP3 monitoring, but this can affect system performance.</li> <li><b>Maximum</b> - this level allows you to turn on a thorough heuristic analysis mode in KAV Engine that empowers your application with an even more tricky heuristic emulation of files and other objects you are scanning. Using this scanning mode may result in significant scanning performance degradation.</li> </ul>
ru_ru: Уровень детализации эвристического анализатора позволяет найти баланс между качеством сканирования и использованием ресурсов операционной системы, также как и длительностью сканирования. Больший эвристический уровень требует больше системных ресурсов, и длится дольше. <ul> <li><b>Shallow</b> - поверхностный уровень сканирования.</li> <li><b>Medium</b> - уровень сканирования средний, он может снизить производительность системы.</li> <li><b>Detail</b> - этот уровень рекомендуется для мониторинга POP3, но он может воздействовать на производительность системы.</li> <li><b>Maximum</b> - этот уровень позволяет включить полный эвристический анализ в KAV Engine. Использование этого режима сканирования может привести к существенной деградации производительности сканирования.</li> </ul>

source: This value defines whether the kavicapd service sends 204 No Content HTTP status code instead of unchanged data to proxy server. If the value of this parameter is 1, kavicapd service returns the 204 No Content status code instead of unchanged data. If the value of this parameter is 0, kavicapd service returns unchanged data.
ru_ru: Эта настройка указывает. может ли сервис kavicapd посылать HTTP-статус 204 вместо неизменённых данных прокси-серверу. Если этот параметр включён, сервис kavicapd возвращает ответ 204 - No Content - вместо неизменённых данных. Если выключен, сервис kavicapd возвращает неизменённые данные.

source: Active Key File Name
ru_ru: Имя файла активного ключа.

source: Advanced heuristic code analyzer.
ru_ru: Эвристический анализатор

source: Allow 204 Response
ru_ru: Разрешить код ответа 204

source: Cache Size
ru_ru: Размер кэша

source: Database release date
ru_ru: Дата актуальности сигнатур

source: Days Left
ru_ru: Осталось дней

source: Disk Usage Limit
ru_ru: Лимит использования диска

source: Enable KSN
ru_ru: Включить KSN

source: Enable Kaspersky Antivirus
ru_ru: Включить Kaspersky Antivirus

source: Enable cloud scanning. If it is enabled, then hashes of objects are checked in the cloud regardless of the detection by local technologies. In the cloud, in addition to detecting records, there are also checks for false alarms.
ru_ru: Включить облачное сканирование. Если включено, хэши объектов проверяются в облаке вне зависимости от результатов локальной проверки. В облаке, кроме проверки на вирусы также происходит проверка на ложное срабатывание.

source: Expiration Date
ru_ru: Дата окончания

source: Heuristic Analyser
ru_ru: Эвристический анализатор

source: Heuristic Analyser Level
ru_ru: Уровень эвристического анализатора

source: ICAP Port
ru_ru: Порт ICAP

source: ICAPD version
ru_ru: Версия ICAPD

source: KAV SDK version
ru_ru: Версия KAV SDK

source: KSN scanning timeout (in milliseconds). This value cannot be zero. The default value is 10000 (10 seconds).
ru_ru: Таймаут сканирования в KSN (в миллисекундах). Это значение не может быть 0. Значение по-умолчанию 10000 (10 секунд).

source: Kaspersky Security Network Options
ru_ru: Настройки Kaspersky Security Network

source: Key Files List
ru_ru: Список ключевых файлов

source: Log Level
ru_ru: Уровень протоколирования

source: Logging level
ru_ru: Уровень детализации лог-файла

source: Max ICAP sessions count
ru_ru: Максимум сессий ICAP

source: Maximum size of KSN status cache (in kilobytes). This cache is used by the kavicapd to store scan statuses obtained from the KSN cloud. The default value is 30720.
ru_ru: Максимальный размер кэша KSN (в килобайтах). Этот кэш используется сервисом kavicapd для хранения результатов сканирования, полученных из облака KSN. Значение по-умолчанию 30720.

source: Proxy Host
ru_ru: Прокси-сервер

source: Proxy IP or hostname.
ru_ru: Имя или IP-адрес прокси-сервера

source: Proxy Password
ru_ru: Пароль прокси-сервера

source: Proxy Port
ru_ru: Порт прокси-сервера

source: Proxy Settings
ru_ru: Настройки прокси

source: Proxy User
ru_ru: Имя пользователя прокси

source: Proxy port number.
ru_ru: Порт прокси-сервера

source: Proxy user name.
ru_ru: Имя пользователя прокси-сервера

source: Proxy user password.
ru_ru: Пароль пользователя прокси-сервера

source: Queue Length
ru_ru: Длина очереди

source: RAM Usage Limit
ru_ru: Лимит RAM

source: Records in the database
ru_ru: Записей в базе данных

source: Scan Archived
ru_ru: Сканировать архивы

source: Scan Mail Bases
ru_ru: Сканировать почтовые базы

source: Scan Max File Size
ru_ru: Максимальный размер файла

source: Scan Multipacked in KSN
ru_ru: Сканировать перепакованные архивы в KSN

source: Scan Options
ru_ru: Опции сканирования

source: Scan Packed Executables
ru_ru: Сканировать упакованные исполняемые файлы

source: Scan Phishing
ru_ru: Сканировать на фишинг

source: Scan Plain Mail
ru_ru: Сканировать почтовые сообщения

source: Scan Timeout
ru_ru: Таймаут сканирования

source: Scan web addresses by phishing database.
ru_ru: Сканировать web-адреса по базе данных фишинга.

source: Scanners Count
ru_ru: Количество сканеров

source: Scanning Timeout
ru_ru: Таймаут сканирования

source: Scanning of archived files.
ru_ru: Сканировать файлы архивов.

source: Scanning of compressed executable files.
ru_ru: Сканирование схотых исполняемых файлов.

source: Specifies the lengths of the queue for scan tasks.
ru_ru: Указывает длину очереди заданий на сканирование.

source: Specifies the maximum number of simultaneous connections to the kavicapd service. The default value is 100.
ru_ru: Указывает максимальное число одновременных соединений к сервису kavicapd. Значение по-умолчанию 100.

source: Specifies the number of scanning processes. Our recommendation is to have a count of scanners equal to the number of physical CPU cores.
ru_ru: Указывает количество процессов сканирования. Наша рекомендация иметь количество сканеров равное числу физических ядер процессора.

source: Specifies the port number of the kavicapd service. The default value is 1344.
ru_ru: Указывает номер порта сервиса kavicapd. Значение по-умолчанию 1344.

source: Specifies the total number of scanning threads on all scanning processes. Recommended value is twice of scanners count.
ru_ru: Указывает общее число сканирующих потоков всех сканирующих процессов. Рекомендуется значение в два раза большее, чем количество сканеров.

source: Threads Count
ru_ru: Количество потоков

source: Update Period
ru_ru: Период обновления

source: Upload License Key
ru_ru: Загрузить лицензионный ключ

source: Use proxy when making requests to the Kaspersky Lab cloud services.
ru_ru: Использовать прокси-сервер при подключении к облачному сервису Kaspersky Lab.

source: Kaspersky antivirus
ru_ru: Kaspersky антивирус
