Repository: kekek2/lang
Catalog: ting_addons/2017.04.03.certificate.*.po
Languages: ru_ru

source: ' from System/Trust/Certificates to the node.
ru_ru: ' из Система/Доверенные сертификаты/Сертификаты и установите их на узле

source: No ssh tunnel for node
ru_ru: Не установлен ssh-туннель с узлом

source: offline
ru_ru: нет связи

source: Error add user
ru_ru: Ошибка добавения пользователя

source: Please copy certificate and key 'Node
ru_ru: Пожалуйста, экспортируйте сертификат и ключ для узла 'Node

source: Not found certificate
ru_ru: Не найден сертификат

source: The following users will be removed:
ru_ru: Следующие пользователи будут удалены:

source: Certificate install successful
ru_ru: Сертификат установлен

source: Invalid request
ru_ru: Ошибка запроса

source: CMS Admin added successful
ru_ru: Администратор CMS добавлен

source: The certificate generated.
ru_ru: Сертификат сгенерирован.
