Repository: kekek2/lang
Catalog: ting_addons/2017.07.20.SmartSoft.plugins.*.po
Languages: ru_ru

source: Save filter
ru_ru: Сохранить фильтр

source: days
ru_ru: дней

source: Access log is not targets to plain file in proxy general settings.
ru_ru: Журнал доступа не настрен на текстовый файл в основных настройках прокси-сервера.

source: Access log is not enabled in proxy general settings.
ru_ru: Журналирование доступа не включено в основных настройках прокси-сервера.

source: Filter %s deleted successful
ru_ru: Фильтр %s удалён

source: Filter %s saved successful
ru_ru: Фильтр %s сохранён

source: Not specified filter name
ru_ru: Не указано имя фильтра

source: Error reading parameters
ru_ru: Ошибка чтения параметров

source: Edit group white and black lists
ru_ru: Редактирование чёрных и белых списков для групп

source: Edit user white and black lists
ru_ru: Редактирование чёрных и белых списков для пользователей

source: Black List
ru_ru: Чёрный список

source: White List
ru_ru: Белый список

source: Group ACL
ru_ru: Групповые ACL

source: User ACL
ru_ru: Пользовательские ACL

source: Group and User ACL settings
ru_ru: Настройка групповых и пользовательских ACL

source: The %s %s does not exist
ru_ru: %s %s не существует

source: Error connecting to LDAP server
ru_ru: Ошибка подключения к LDAP серверу

source: No database. Start database update to use OpenVAS functionality.
ru_ru: База данных отсутствует. Запустите обновление базы данных для использования функционала OpenVAS.

source: Security Scanner: Scan targets
ru_ru: Сканер безопасности: Цели сканирования

source: Security Scanner: Settings
ru_ru: Сканер безопасности: Настройки

source: Report
ru_ru: Отчёт

source: Update OpenVAS DB
ru_ru: Обновить базу данных OpenVAS

source: Operating System
ru_ru: Операционная система

source: Last Scanned
ru_ru: Последнее сканирование

source: Vulnerabilities
ru_ru: Уязвимости

source: Progress output
ru_ru: Вывод прогресса

source: Access port of OpenVAS stand-alone scanner.
ru_ru: Порт доступа к выделенному сканеру OpenVAS

source: Login name to OpenVAS stand-alone scanner.
ru_ru: Имя пользователя для выделенного сканера OpenVAS.

source: OpenVAS Host
ru_ru: Хост OpenVAS

source: OpenVAS Login
ru_ru: Логин OpenVAS

source: OpenVAS Password
ru_ru: Пароль OpenVAS

source: OpenVAS Port
ru_ru: Порт OpenVAS

source: OpenVAS database last updated
ru_ru: Последнее обновление базы данных OpenVAS

source: Password to OpenVAS stand-alone scanner.
ru_ru: Пароль к выделенному сканеру OpenVAS

source: Scan Target
ru_ru: Цель сканирования

source: Verbosity Level
ru_ru: Уровень детализации

source: Verbosity level of scan progress output.
ru_ru: Уровень детализации вывода процесса сканирования

source: Group and User ACL
ru_ru: ACL на пользователей и группы

source: Scan
ru_ru: Сканировать

source: Security Scanner
ru_ru: Сканер безопасности

source: Single Sign-On
ru_ru: Технология единого входа (SSO)

source: Host name or IP of OpenVAS stand-alone scanner. Leave empty to skip using external OpenVAS scanner.
ru_ru: Имя хоста или IP выделенного OpenVAS сканера. Оставьте пустым если не хотите использовать внешний сканер OpenVAS.
