Repository: kekek2/lang
Catalog: ting_addons/2017.12.19.core.*.po
Languages: ru_ru

source: Enter any additional options you would like to add to the configuration file here.
ru_ru: Внесите сюда любые дополнительные настройки, которые вы хотите добавить в файл конфигурации.

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
ru_ru: Обновлять ключи каждые n секунд (по-умолчанию=3600). Укажите 0 для отключения.

source: Infinitely resolve remote server
ru_ru: Бесконечно запрашивать удалённый сервер

source: Retry DNS resolution
ru_ru: Повторять DNS запросы

source: Select remote server at random
ru_ru: Случайный выбор удалённого сервера

source: Host or address
ru_ru: Хост или адрес

source: Remote server
ru_ru: Удалённый сервер

source: At least one remote server must be specified.
ru_ru: Хотя бы один удалённый сервер должен быть указан.

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here
ru_ru: Это освобождает трафик одной или нескольких сетей от обработки в стеке IPsec в ядре При отправке всего трафика на удалённую точку, вы, вероятно, захотите добавить сюда вашу LAN-сеть.

source: Passthrough networks
ru_ru: Пропускать сети

source: Entry "%s" is not a valid network.
ru_ru: Запись "%s" не является сетью.

source: User Settings
ru_ru: Пользовательские настройки

source: Saved settings for user "%s"
ru_ru: Сохоанённые настройки для пользователя "%s"

source: Sorry, you cannot change settings for a non-local user.
ru_ru: Простите, вы не можете менять настройки не локальных пользователей.

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set, the default routing rules apply (automatic rules will be disabled).
ru_ru: Пакеты, исходящие с этого фаервола через интерфейс, который имеет шлюз, как правило, используют шлюз, указанный для интерфейса. Когда эта опция включена, применяются правила маршрутизации по-умолчанию (автоматические правила отключены).

source: Disable automatic rules which force local services to use the assigned interface gateway.
ru_ru: Отключить автоматические правила, которые заставляют локальные сервисы использовать шлюз, назначенный на интерфейс.

source: Disable force gateway
ru_ru: Отключить назначение шлюзов

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
ru_ru: Принимать соединения только на выбранных интерфейсах. Оставьте пустым для прослушивания на всех. Используйте с осторожностью.

source: All (recommended)
ru_ru: Все (рекомендуется)

source: Listen Interfaces
ru_ru: Слушать интерфейсы

source: Advertise Default Gateway
ru_ru: Объявлять шлюз по-умолчанию

source: Use "Router Only" to only advertise this router, "Unmanaged" for Router Advertising with Stateless Autoconfig, "Managed" for exclusive DHCPv6 Server assignment, "Assisted" for DHCPv6 Server assignment combined with Stateless Autoconfig, or "Stateless" for Router Advertising with Statless Autoconfig and optional DHCPv6 Server queries.
ru_ru: Используйте "Только роутер" для объявления только этого роутера, "Неуправляемый" для объявления рутера с неопределённой автоконфигурацией, "Управляемый" для эксклюзивно назначенного сервера DHCPv6, "Вспомогательный" для назначенного сервера DHCPv6 комбинированного с неопределённой автоконфигурацией, или "Неопределённый" для объявления роутера с неопределённой автоконфигурацией и опциональными запросами сервера DHCPv6.

source: Stateless
ru_ru: Неопределённый

source: Insert my currently connected MAC address (use with care)
ru_ru: Вставить мой текущий MAC адрес (используйте осторожно)

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
ru_ru: Это поле может быть использовано для подмены MAC адреса интерфейса. Введите MAC адрес в следующем формате: xx:xx:xx:xx:xx:xx или оставьте пустым если не уверены. Это может потребоваться в некоторых случаях для кабельного соединения на WAN интерфейсе.

source: Select an unassigned VHID
ru_ru: Выберите неназначенный VHID

source: VHID %s must be defined on interface %s as a CARP VIP first.
ru_ru: VHID %s должен быть сначала определён на интерфейсе %s как CARP VIP.

source: A VHID must be selected for this CARP VIP.
ru_ru: VHID должен быть выбран для этого CARP VIP.

source: The settings have been applied and the rules are now reloading in the background.
ru_ru: Настройки применены и правила перезагружаются сейчас в фоновом режиме.

source: Negating source address of "any" is invalid.
ru_ru: Инверсия адреса источника "any" некорректна.

source: toggle all
ru_ru: включить все

source: At least one alias entry must be supplied.
ru_ru: Хотя бы один псевдоним должен быть представлен.

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
ru_ru: Этот отчёт не содержит актуальной информации об ошибке. Если вы хотите сообщить об ошибке пожалуйста укажите ваш e-mail и опишите проблему.

source: Edit blacklist
ru_ru: Редактировать чёрный список

source: Payload
ru_ru: Нагрузка

source: Configured action
ru_ru: Настроенное действие

source: Flush the ARP cache manually, in case your ARP cache contains invalid data.
ru_ru: Очистите кэш ARP вручную в случае, если ваш кэш ARP содержит некорректные данные.

source: Flush ARP Table
ru_ru: Очистить ARP-таблицу

source: Edit job
ru_ru: Редактировать задачу

source: orphaned
ru_ru: неактуальный

source: Action done.
ru_ru: Выполнено.

source: Executing, please wait...
ru_ru: Выполняется, пожалуйста подождите...

source: Plugin details
ru_ru: Описание плагина

source: Sorry, plugin details are currently not available.
ru_ru: К сожалению, описание плагина сейчас недоступно.

source: Auditing, please wait...
ru_ru: Идёт аудит, пожалуйста подождите...

source: Updating, please wait...
ru_ru: Обновление, пожалуйста подождите...

source: Checking, please wait...
ru_ru: Проверка, пожалуйста подождите...

source: Edit zone
ru_ru: Редактировать зону

source: Connected since
ru_ru: Подключен с

source: Do you want to disconnect the selected client?
ru_ru: Вы хотите отключить выбранного клиента?

source: Confirm disconnect
ru_ru: Подтверждение отключения

source: Log File: %s
ru_ru: Лог-файл: %s

source: Can not clear log
ru_ru: Невозможно очистить лог

source: Not found
ru_ru: Не найдено

source: Portuguese (Portugal)
ru_ru: Португальский (Португалия)

source: Portuguese (Brazil)
ru_ru: Португальский (Бразилия)

source: Enable Linux Package Cache
ru_ru: Включить кэш пакетов Linux

source: Enable Windows Update Cache
ru_ru: Включить кэш обновлений Windows

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
ru_ru: Включить или выключить кэширование обновлений Windows. Это имеет значение если у вас нет сервера WSUS. Если вы можете установить сервер WSUS, то это решение предпочтительнее.

source: Enable or disable the caching of packages for linux distributions. This makes sense if you have multiple servers in your network and do not host your own package mirror. This will reduce internet traffic usage but increase disk access.
ru_ru: Включить или выключить кэширование пакетов дистрибутивов Linux. Это имеет значение, если у вас есть несколько серверов в сети и нет своего зеркала обновлений. Это уменьшит интернет-трафик, но увеличит использование дискового пространства.

source: Exclusion List
ru_ru: Список исключений

source: Exclusion list destination domains.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">mydomain.com</b> -> matches on <b>*.mydomain.com</b><br/> <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> matches on <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> matches on <b>\123.gif</b> but not on <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Список исключений доменов назначения.<br/> Вы можете использовать регулярные выражения, используйте запятую или клавишу Enter для добавления нового значения.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">mydomain.com</b> -> соответствует <b>*.mydomain.com</b><br/> <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> соответствует <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> соответствует <b>\*.gif</b> но не <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> соответствует <b>\123.gif</b> но не <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>Совет: </b>Вы также можете вставить список значений, разделённых запятыми в это поле.</div>

source: Home networks
ru_ru: Домашние сети

source: Log package payload
ru_ru: Протоколировать содержимое пакета

source: Networks to interpret as local
ru_ru: Сети, интерпретируемые как локальные.

source: SNMP port
ru_ru: Порт SNMP

source: Send package payload to the log for further analyses.
ru_ru: Отправлять содержимое пакета в лог для дальнейшего анализа.

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent. By default it's set to "0" (disabled)
ru_ru: Порт, на котором прокси-сервер принимает SNMP-запросы. Для включения поддержки SNMP укажите здесь порт. Для SNMP агента често используется порт 3401. Значение по-умолчанию "0" (отключено).

source: Activity
ru_ru: Активность

source: SNMP port needs to be an integer value between 0 and 65535
ru_ru: Порт SNMP должен быть целым числом от 0 до 65535
