Repository: kekek2/lang
Catalog: ting_addons/2017.02.16.diff.*.po
Languages: ru_ru

source: Not matching MAC-address
ru_ru: MAC адрес не совпадает

source: CMS node access
ru_ru: Доступ CMS

source: TIP
ru_ru: Совет

source: Certificate for NetPolice plugin expired
ru_ru: Срок действия сертификата для NetPolice истёк

source: License not found for NetPolice plugin
ru_ru: Не найдена лицензия для NetPolice

source: Ethernet MAC-address not found
ru_ru: MAC-адрес не найден

source: Missing MAC-address
ru_ru: MAC-адрес не найден

source: The following groups will be removed:
ru_ru: Следующие группы будут удалены:

source: Invalid host address
ru_ru: Неправильный адрес хоста

source: Login error to
ru_ru: Ошибка доступа к

source: Authentication Settings
ru_ru: Настройки аутентификации

source: Default Parameters
ru_ru: Параметры по-умолчанию

source: Enable NetPolice
ru_ru: Включить NetPolice

source: FTP Proxy Settings
ru_ru: Настройки FTP-прокси

source: Forward Proxy
ru_ru: Перенаправляющий прокси

source: General Forward Settings
ru_ru: Основные настройки перенаправления

source: General Proxy Settings
ru_ru: Основные настройки прокси

source: General Settings
ru_ru: Основные настройки

source: General Syslog Settings
ru_ru: Основные настройки логирования

source: ICAP Settings
ru_ru: Настройки ICAP

source: Local Cache Settings
ru_ru: Настройки локального кэша

source: Select node for squid report
ru_ru: Выберите узел для отчёта по прокси

source: Traffic Management Settings
ru_ru: Настройки управления трафиком

source: URL Classifier by NetPolice
ru_ru: Классификация URL с помощью NetPolice

source: debug level needs to be between 0 (default) and 5 (highest)
ru_ru: уровень отладки должен быть между 0 (по-умолчанию) и 5 (наивысший)

source: Select report type. <div class="alert alert-info"> Report types: <ul> <li><b>Nodes</b> - Nodes activity</li> <li><b>Domains</b> - Top domains activity</li> <li><b>Users</b> - Users activity</li> <li><b>User IP</b> - Local IP addresses activity</li> <li><b>URLs</b> - Top URLs</li> </ul> </div>
ru_ru: Выберите тип отчёта. <div class="alert alert-info"> Типы отчёта: <ul> <li><b>Узлы</b> - Активность по узлам</li> <li><b>Домены</b> - Активность по доменам</li> <li><b>Пользователи</b> - Активность по пользователям</li> <li><b>IP адреса пользователей</b> - Активность по IP-адресам пользователей</li> <li><b>URLs</b> - Адреса URL</li> </ul> </div>
