Repository: kekek2/lang
Catalog: ting_addons/2017.07.20.core.update.*.po
Languages: ru_ru

source: Set the priority of packets matching this rule. If both priorities are set here, packets with a TOS of "lowdelay" or TCP ACKs with no data payload will be assigned the latter. If the packets are transmitted on a VLAN interface, the queueing priority will be written as the priority code point in the 802.1Q VLAN header.
ru_ru: Установить приоритет пакетов, подпадающих под это правило. Если оба приоритета устанавливаются здесь, пакетам с TOS "lowdelay" или TCP ACKs без данных нагрузки будет назначен последний. Если пакеты передаются через VLAN интерфейс, очередной приоритет будет записан в priority code point в заголовок 802.1Q VLAN.

source: Use main priority
ru_ru: Использовать основной приоритет

source: Keep current priority
ru_ru: Сохранить текущий приоритет

source: Main
ru_ru: Основной

source: Set priority
ru_ru: Установить приоритет

source: Priority match must be an integer between 0 and 7.
ru_ru: Совпадение приоритета должно быть целым числом от 0 до 7.

source: Set priority for low latency and acknowledgements requires a set priority for normal packets.
ru_ru: Установка приоритета для низкой задержки и acknowledgements требует установки приоритета для нормальных пакетов.

source: Set priority for low latency and acknowledgements must be an integer between 0 and 7.
ru_ru: Установка приоритета для низкой задержки и acknowledgements должна быть целым числом между 0 и 7.

source: Set priority must be an integer between 0 and 7.
ru_ru: Установка приоритета должна быть целым числом между 0 и 7.

source: You can mark a packet matching this rule and use this mark to match on other NAT/filter rules.
ru_ru: Вы можете пометить пакет, подпадающий под это правило и использовать эту метку для применения других правил NAT/фильтрации.

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
ru_ru: Когда используются TCP или UDP протоколы, укажите порт или диапазон портов назначения пакета для этого преобразования.

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
ru_ru: Когда используются TCP или UDP протоколы, укажите порт или диапазон портов источника для этого правила

source: "%s" is not a valid redirect target IP address, network or host alias.
ru_ru: "%s" не является допустимым IP адресом, сетью или псевдонимом цели перенаправления.

source: The name cannot be the internally reserved keyword "%s".
ru_ru: Наименование не может быть зарезервированным словом "%s".

source: The name must be less than 32 characters long and may only consist of the following characters: %s
ru_ru: Имя должно быть менее 32 символов и может состоять только из следующих символов: %s

source: Entry "%s" is not a valid country code.
ru_ru: Значение "%s" не является допустимым кодом страны.

source: Entry "%s" is not a valid port number.
ru_ru: Значение "%s" не является допустимым номером порта.

source: Entry "%s" is not a valid hostname or IP address.
ru_ru: Значение "%s" не является допустимым именем хоста или IP адресом.

source: Admin user name and password will be reset
ru_ru: Имя и пароль администратора будут сброшены

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
ru_ru: Проверка CSRF не удалась. Время сессия вашей формы истекло, или у Вас не разрешены cookies.

source: CSRF check failed
ru_ru: Проверка CSRF не удачна

source: Edit queue
ru_ru: Редактировать очередь

source: Edit pipe
ru_ru: Редактировать канал

source: Are you sure you want to flush and reload all? this might have impact on other services using the same technology underneath (such as Captive portal)
ru_ru: Вы уверены, что хотите сохранить и перезагрузить всё? Это может воздействовать на другие сервисы использующие те же технологии (такие как Captive portal)

source: Edit Blacklist
ru_ru: Редактировать чёрный список

source: Note: after changing categories, please remember to download the ACL again to apply your new settings
ru_ru: Примечание: после смены категорий, пожалуйста не забудьте загрузить ACL снова для применения новых настроек

source: Add an item to the table to fetch a remote acl for blacklisting.%s You can enable or disable the blacklist list.%s The active blacklists will be merged with the settings under %sForward Proxy -> Access Control List%s.
ru_ru: Добавьте значение в таблицу для того, чтобы скачать удалённый acl для чёрного списка.%s Вы можете включить или выключить чёрный список.%s Активные чёрные списки будут объединены с настройками в %sForward Proxy -> Access Control List%s.

source: Error fetching remote acls
ru_ru: Ошибка получения удалённых ACL

source: Error reconfiguring proxy
ru_ru: Ошибка конфигурирования прокси

source: Showing {{ctx.start}} to {{ctx.end}} of {{ctx.total}} entries
ru_ru: Показано с {{ctx.start}} по {{ctx.end}} из {{ctx.total}} строк

source: Error reconfiguring IDS
ru_ru: Ошибка конфигурирования IDS

source: Enable this to attempt to resolve names when displaying the tables. By enabling name resolution, the query may take longer.
ru_ru: Включите это, чтобы попытаться определить имена при формировании таблиц. Включение определения имён увеличивает время выполнения запросов.

source: Provide subscription key.
ru_ru: Предоставьте ключ подписки.

source: Select an alternate firmware mirror.
ru_ru: Выберите альтернативный источник прошивки.

source: Audit now
ru_ru: Провести аудит

source: Click to view full changelog history.
ru_ru: Нажмите для просмотра всей истории изменений.

source: Check for updates to view changelog history.
ru_ru: Проверьте обновления для просмотра истории изменений.

source: No packages were found on your system. Please call for help.
ru_ru: На вашей системе не обнаружены пакеты. Пожалуйста, позвоните для помощи.

source: Upgrade done.
ru_ru: Обновление произведено.

source: Done.
ru_ru: Сделано.

source: Audit done.
ru_ru: Аудит проведён.

source: License details
ru_ru: Свойства лицензии

source: Sorry, the package does not have an associated license file.
ru_ru: Извините, пакет не имеет соответствующего файла лицензии.

source: Auditing...
ru_ru: Аудит...

source: Required Action
ru_ru: Необходимое действие

source: Firmware status check was aborted internally. Please try again.
ru_ru: Проверка статуса прошивки была прервана. Пожалуйста, повторите снова.

source: upgrade
ru_ru: обновить

source: reinstall
ru_ru: переустановить

source: new
ru_ru: новый

source: downgrade
ru_ru: откатить

source: Dynamic DNS updated IPv6 Address (AAAA) for %s on %s to %s
ru_ru: Динамический DNS обновил IPv6 адрес (AAAA) для %s %s на %s

source: Dynamic DNS updated IP Address (A) for %s on %s to %s
ru_ru: Динамичкский DNS обновил IP адрес (A) для %s %s на %s

source: Automatically synchronize the %s configuration to the other HA host when changes are made.
ru_ru: Автоматически синхронизировать %s конфигурацию на другом HA хосте когда произведены изменения.

source: Network Control (7, highest)
ru_ru: Управление сетью (7, наивысший)

source: Internetwork Control (6)
ru_ru: Межсетевое управление (6)

source: Voice (5)
ru_ru: Голос (5)

source: Video (4)
ru_ru: Видео (4)

source: Critical Applications (3)
ru_ru: Критические приложения (3)

source: Excellent Effort (2)
ru_ru: Превосходная доставка (2)

source: Best Effort (0, default)
ru_ru: Хорошая доставка (0, по-умолчанию)

source: Background (1, lowest)
ru_ru: Фоновое (1, низший)

source: Flushing schedule state
ru_ru: Сброс состояния расписания

source: Reloading filterdns daemon
ru_ru: Перезагрузка демона filterdns

source: Executing packet filter reload
ru_ru: Выполнение перезагрузки пакетного фильтра

source: Generating rules
ru_ru: Генерация правил

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
ru_ru: HTTP_REFERER "%s" не совпадает с предопределёнными настройками. Вы можете отключить эту проверку если нужно в Система: Настройки: Администрирование.

source: Edit Host
ru_ru: Редактировать хост

source: Edit Network
ru_ru: Редактировать сеть

source: This is the timeout in seconds for idle sessions. The default timeout is %s, the maximum is %s (%s years).
ru_ru: Это таймаут в секундах для неактивных сессий. Таймаут по-умолчанию - %s, максимум - %s (%s лет).

source: The session timeout must be a number greater than zero or left blank.
ru_ru: Таймаут сессии должен быть числом больше нуля или оставьте пустым.

source: Relayd Load Balancer
ru_ru: Балансировщик нагрузки Relayd

source: Edit Proxy
ru_ru: Редактировать прокси

source: Log packets handled by UPnP and NAT-PMP rules?
ru_ru: Протоколировать пакеты, обработанные UPnP и NAT-PMP правилами?

source: AJAX: Get Service Providers
ru_ru: AJAX: Сервис-провайдеры

source: AJAX: Get Stats
ru_ru: AJAX: Статистика

source: All pages
ru_ru: Все страницы

source: Dashboard (all)
ru_ru: Сводка (всё)

source: Dashboard (widgets only)
ru_ru: Сводка (только виджеты)

source: Diagnostics: ARP Table
ru_ru: Диагностика: ARP-таблица

source: Diagnostics: Authentication
ru_ru: Диагностика: Аутентификация

source: Diagnostics: Backup / Restore
ru_ru: Диагностика: Резервное копирование / Восстановление

source: Diagnostics: Configuration History
ru_ru: Диагностика: История конфигурации

source: Diagnostics: Factory defaults
ru_ru: Диагностика: Заводские настройки

source: Diagnostics: Halt system
ru_ru: Диагностика: Выключение системы

source: Diagnostics: Limiter Info
ru_ru: Диагностика: Информация ограничителя

source: Diagnostics: Logs: DHCP
ru_ru: Диагностика: Журналы: DHCP

source: Diagnostics: Logs: Firewall: Dynamic View
ru_ru: Диагностика: Журналы: Межсетевой экран: Динамический вид

source: Diagnostics: Logs: Firewall: Normal View
ru_ru: Диагностика: Журналы: Межсетевой экран: Обычный вид

source: Diagnostics: Logs: Firewall: Plain View
ru_ru: Диагностика: Журналы: Межсетевой экран: Текстовый вид

source: Diagnostics: Logs: Firewall: Summary View
ru_ru: Диагностика: Журналы: Межсетевой экран: Суммарная информация

source: Diagnostics: Logs: Gateways
ru_ru: Диагностика: Журналы: Шлюзы

source: Diagnostics: Logs: Settings
ru_ru: Диагностика: Журналы: Настройки

source: Diagnostics: Logs: System
ru_ru: Диагностика: Журналы: Система

source: Diagnostics: NDP Table
ru_ru: Диагностика: Таблица NDP

source: Diagnostics: Netflow configuration
ru_ru: Диагностика: конфигурация Netflow

source: Diagnostics: Network Insight
ru_ru: Диагностика: Insight

source: Diagnostics: PF Table IP addresses
ru_ru: Диагностика: IP адреса таблиц PF

source: Diagnostics: Packet Capture
ru_ru: Диагностика: Захват пакетов

source: Diagnostics: Ping
ru_ru: Диагностика: Ping

source: Diagnostics: Reboot System
ru_ru: Диагностика: Перезапуск Системы

source: Diagnostics: Reset state
ru_ru: Диагностика: Сброс состояния

source: Diagnostics: Routing tables
ru_ru: Диагностика: Таблицы маршрутизации

source: Diagnostics: Show States
ru_ru: Диагностика: Состояния

source: Diagnostics: Sockets
ru_ru: Дтагностика: Сокеты

source: Diagnostics: States Summary
ru_ru: Диагностика: Обзор состояний

source: Diagnostics: System Activity
ru_ru: Диагностика: Системная активность

source: Diagnostics: System Health
ru_ru: Диагностика: Состояние датчиков системы

source: Diagnostics: Test Port
ru_ru: Диагностика: Тест порта

source: Diagnostics: Traceroute
ru_ru: Диагностика: Трассировка

source: Diagnostics: pfInfo
ru_ru: Диагностика: pfInfo

source: Diagnostics: pfTop
ru_ru: Диагностика: pfTop

source: Firewall: Alias: Edit
ru_ru: Межсетевой экран: Псевдонимы: Редактирование

source: Firewall: Alias: Import
ru_ru: Межсетевой экран: Псевдонимы: Импорт

source: Firewall: Aliases
ru_ru: Межсетевой экран: Псевдонимы

source: Firewall: NAT: 1:1
ru_ru: Межсетевой экран: NAT: 1:1

source: Firewall: NAT: 1:1: Edit
ru_ru: Межсетевой экран: NAT: 1:1: Редактирование

source: Firewall: NAT: NPT
ru_ru: Межсетевой экран: NAT: NPT

source: Firewall: NAT: NPT: Edit
ru_ru: Межсетевой экран: NAT: NPT: Редактирование

source: Firewall: NAT: Outbound
ru_ru: Межсетевой экран: NAT: Исходяшие

source: Firewall: NAT: Outbound: Edit
ru_ru: Межсетевой экран: NAT: Исходящие: Редактирование

source: Firewall: NAT: Port Forward
ru_ru: Межсетевой экран: NAT: Перенаправление портов

source: Firewall: NAT: Port Forward: Edit
ru_ru: Межсетевой экран: NAT: Перенаправление портов: Редактирование

source: Firewall: Normalization
ru_ru: Межсетевой экран: Нормализация

source: Firewall: Rules
ru_ru: Межсетевой экран: Правила

source: Firewall: Rules: Edit
ru_ru: Межсетевой экран: Правила: Редактирование

source: Firewall: Schedules
ru_ru: Межсетевой экран: Расписания

source: Firewall: Schedules: Edit
ru_ru: Межсетевой экран: Расписания: Редактирование

source: Firewall: Traffic Shaper
ru_ru: Межсетевой экран: Шейпер

source: Firewall: Virtual IP Address: Edit
ru_ru: Межсетевой экран: Виртуальный IP адрес: Редактирование

source: Firewall: Virtual IP Addresses
ru_ru: Межсетевой экран: Виртуальные IP адреса

source: Interfaces: Assign network ports
ru_ru: Интерфейсы: Назначение сетевых портов

source: Interfaces: Bridge
ru_ru: Интерфейсы: Мост

source: Interfaces: Bridge edit
ru_ru: Интерфейсы: Редактирование моста

source: Interfaces: GIF
ru_ru: Интерфейсы: GIF

source: Interfaces: GIF: Edit
ru_ru: Интерфейсы: GIF: Редактирование

source: Interfaces: GRE
ru_ru: Интерфейсы: GRE

source: Interfaces: GRE: Edit
ru_ru: Интерфейсы: GRE: Редактирование

source: Interfaces: Groups
ru_ru: Интерфейсы: Группы

source: Interfaces: Groups: Edit
ru_ru: Интерфейсы: Группы: Редактирование

source: Interfaces: LAGG
ru_ru: Интерфейсы: LAGG

source: Interfaces: LAGG: Edit
ru_ru: Интерфейсы: LAGG: Редактирование

source: Interfaces: PPPs
ru_ru: Интерфейсы: PPP

source: Interfaces: PPPs: Edit
ru_ru: Интерфейсы: PPP: Редактирование

source: Interfaces: QinQ
ru_ru: Интерфейсы: QinQ

source: Interfaces: QinQ: Edit
ru_ru: Интерфейсы: QinQ: Редактирование

source: Interfaces: VLAN
ru_ru: Интерфейсы: VLAN

source: Interfaces: VLAN: Edit
ru_ru: Интерфейсы: VLAN: Редактирование

source: Interfaces: WAN
ru_ru: Интерфейсы: WAN

source: Interfaces: Wireless
ru_ru: Интерфейсы: Беспроводные

source: Interfaces: Wireless edit
ru_ru: Интерфейсы: Беспроводные: Редактирование

source: Load Balancer: Pool
ru_ru: Балансировщик нагрузки: Пул

source: Load Balancer: Pool: Edit
ru_ru: Балансировщик нагрузки: Пул: Редактирование

source: Load Balancer: Virtual Server: Edit
ru_ru: Балансировщик нагрузки: Виртуальный сервер: Редактирование

source: Lobby: Login / Logout / Dashboard
ru_ru: Сводка: Вход / Выход / Панель

source: Proxy: Login
ru_ru: Прокси: Вход

source: Routing
ru_ru: Маршрутизация

source: Service: Universal Plug and Play
ru_ru: Службы: Универсальный Plug and Play

source: Services: Captive Portal
ru_ru: Службы: Captive Portal

source: Services: DHCP Relay
ru_ru: Службы: DHCP Relay

source: Services: DHCP Server : Edit static mapping
ru_ru: Службы: DHCP сервер: Редактирование статических адресов

source: Services: DHCP server
ru_ru: Службы: DHCP сервер

source: Services: DHCPv6 Relay
ru_ru: Службы: DHCPv6 Relay

source: Services: DHCPv6 Server : Edit static mapping
ru_ru: Службы: DHCPv6 сервер: Редактирование статических адресов

source: Services: DHCPv6 server
ru_ru: Службы: DHCPv6 сервер

source: Services: DNS Filter
ru_ru: Службы: DNS фильр

source: Services: Dnsmasq DNS: Edit Domain Override
ru_ru: Службы: Dnsmasq DNS: Редактирование переопределения доменов

source: Services: Dnsmasq DNS: Edit Host
ru_ru: Службы: Dnsmasq DNS: Редактирование хостов

source: Services: Dnsmasq DNS: Log File
ru_ru: Службы: Dnsmasq DNS: Журнал

source: Services: Dnsmasq DNS: Settings
ru_ru: Службы: Dnsmasq DNS: Настройки

source: Services: Dynamic DNS clients
ru_ru: Службы: Клиенты Динамического DNS

source: Services: IGMP Proxy
ru_ru: Службы: IGMP прокси

source: Services: IGMP Proxy: Edit
ru_ru: Службы: IGMP прокси: Редактирование

source: Services: Intrusion Detection
ru_ru: Службы: Обнаружение вторжений

source: Services: Let's Encrypt
ru_ru: Службы: "Разрешить шифрование"

source: Services: Load Balancer: Monitor: Edit
ru_ru: Службы: Балансировщик нагрузки: Монитор: Редактирование

source: Services: Load Balancer: Monitors
ru_ru: Службы: Балансировщик нагрузки: Монитор

source: Services: Load Balancer: Virtual Servers
ru_ru: Службы: Балансировщик нагрузки: Виртуальные серверы

source: Services: Load Balancer: setting
ru_ru: Службы: Балансировщик нагрузки: Настройки

source: Services: NTP
ru_ru: Службы: NTP

source: Services: Proxy
ru_ru: Службы: Прокси

source: Services: RFC 2136 clients
ru_ru: Службы: Клиенты RFC 2136

source: Services: Router advertisements
ru_ru: Службы: Объявления маршрутов

source: Services: SNMP
ru_ru: Службы: SNMP

source: Services: Unbound DNS: Access Lists
ru_ru: Службы: Unbound DNS: Списки доступа

source: Services: Unbound DNS: Access Lists Edit
ru_ru: Службы: Unbound DNS: Редактирование списков доступа

source: Services: Unbound DNS: Advanced
ru_ru: Службы: Unbound DNS: Расширенный режим

source: Services: Unbound DNS: Edit Domain Override
ru_ru: Службы: Unbound DNS: Редактирование переопределения доменов

source: Services: Unbound DNS: Edit Host
ru_ru: Службы: Unbound DNS: Редактирование хостов

source: Services: Unbound DNS: General
ru_ru: Службы: Unbound DNS: Основное

source: Services: Unbound DNS: Log File
ru_ru: Службы: Unbound DNS: Журнал

source: Services: Wake on LAN
ru_ru: Службы: Wake on LAN

source: Services: Wake on LAN: Edit
ru_ru: Службы: Wake onLAN: Редактирование

source: Services: Zabbix Agent
ru_ru: Службы: Агент Zabbix

source: Status: CARP
ru_ru: Статус: CARP

source: Status: DHCP leases
ru_ru: Статус: DHCP leases

source: Status: DHCPv6 leases
ru_ru: Статус: DHCPv6 leases

source: Status: Filter Reload Status
ru_ru: Статус: Перезагрузка фильтра

source: Status: Gateway Groups
ru_ru: Статус: Группы шлюзов

source: Status: Gateways
ru_ru: Статус: Шлюзы

source: Status: HA backup
ru_ru: Статус: Резервное копирование HA

source: Status: IPsec
ru_ru: Статус: IPsec

source: Status: IPsec: Leasespage
ru_ru: Статус: IPsec: Leases

source: Status: IPsec: SAD
ru_ru: Статус: IPsec: SAD

source: Status: IPsec: SPD
ru_ru: Статус: IPsec: SPD

source: Status: Interfaces
ru_ru: Статус: Интерфейсы

source: Status: Load Balancer: Pool
ru_ru: Статус: Балансировщик нагрузки: Пул

source: Status: Load Balancer: Virtual Server
ru_ru: Статус: Балансировщик нагрузки: Виртуальный сервер

source: Status: NTP
ru_ru: Статус: NTP

source: Status: NTP GPS
ru_ru: Статус: NTP GPS

source: Status: NTP PPS
ru_ru: Статус: NTP PPS

source: Status: OpenVPN
ru_ru: Статус: OpenVPN

source: Status: Services
ru_ru: Статус: Службы

source: Status: System logs: Captive portal
ru_ru: Статус: Системные журналы: Captive Portal

source: Status: System logs: IPsec VPN
ru_ru: Статус: Системные журналы: IPsec VPN

source: Status: System logs: Load Balancer
ru_ru: Статус: Системные журналы: Балансировщик нагрузки

source: Status: System logs: NTP
ru_ru: Статус: Системные журналы: NTP

source: Status: System logs: OpenVPN
ru_ru: Статус: Системные журналы: OpenVPN

source: Status: System logs: Routing
ru_ru: Статус: Системные журналы: Маршрутизация

source: Status: System logs: Wireless
ru_ru: Статус: Системные журналы: Беспроводные

source: Status: Traffic Graph
ru_ru: Статус: Графики трафика

source: Status: Universal Plug and Play
ru_ru: Статус: Universal Plug and Play

source: Status: Wireless
ru_ru: Статус: Беспроводные

source: System Setup Wizard
ru_ru: Помощник настройки системы

source: System: Advanced: Admin Access Page
ru_ru: Система: Дополнительно: Страница доступа админа

source: System: Advanced: Firewall and NAT
ru_ru: Система: Дополнительно: Межсетевой экран и NAT

source: System: Advanced: Miscellaneous
ru_ru: Система: Дополнительно: Прочее

source: System: Advanced: Network
ru_ru: Система: Дополнительно: Сеть

source: System: Advanced: Notifications
ru_ru: Система: Дополнительно: Уведомления

source: System: Advanced: Tunables
ru_ru: Система: Дополнительно: Параметры

source: System: Authentication Servers
ru_ru: Система: Серверы аутентификации

source: System: CA Manager
ru_ru: Система: Управление CA

source: System: CRL Manager
ru_ru: Система: Управление CRL

source: System: Certificate Manager
ru_ru: Система: Управление сертификатами

source: System: Crash Reporter
ru_ru: Система: Создание отчётов об ошибках

source: System: Deny config write
ru_ru: Система: Запрет записи конфигурации

source: System: Firmware
ru_ru: Система: Прошивка

source: System: Gateway Groups
ru_ru: Система: Группы шлюзов

source: System: Gateways
ru_ru: Система: Шлюзы

source: System: Gateways: Edit Gateway
ru_ru: Система: Шлюзы: Редактирование

source: System: Gateways: Edit Gateway Groups
ru_ru: Система: Группы шлюзов: Редактирование

source: System: General Setup
ru_ru: Система: Общие настройки

source: System: Group Manager: Add Privileges
ru_ru: Система: Управление группами: Добавление прав

source: System: Group manager
ru_ru: Система: Управление группами

source: System: High Availability
ru_ru: Система: Высокий уровень доступности

source: System: License
ru_ru: Система: Лицензия

source: System: Settings: Cron
ru_ru: Система: Настройки: Планировщик задач Cron

source: System: Shell account access
ru_ru: Система: Доступ в консоль

source: System: Static Routes
ru_ru: Система: Статические маршруты

source: System: Static Routes: Edit route
ru_ru: Система: Статические маршруты: Редактирование

source: System: User Manager
ru_ru: Система: Управление пользователями

source: System: User Manager: Add Privileges
ru_ru: Система: Управление пользователями: Добавление прав

source: System: User Manager: Settings: Test LDAP
ru_ru: Система: Управление пользователями: Настройки: Тест LDAP

source: System: User Manager: settings
ru_ru: Система: Управление пользователями: Настройки

source: System: User Password Manager
ru_ru: Система: Управление паролями пользователя

source: VPN: IPsec XAUTH dialin
ru_ru: VPN: IPsec XAUTH входящие

source: VPN: IPsec: Edit Phase 1
ru_ru: VPN: IPsec: Редактирование Phase 1

source: VPN: IPsec: Edit Phase 2
ru_ru: VPN: IPsec: Редактирование Phase 2

source: VPN: IPsec: Edit Pre-Shared Keys
ru_ru: VPN: IPsec: Редактирование Pre-Shared Keys

source: VPN: OpenVPN: Client
ru_ru: VPN: OpenVPN: Клиент

source: VPN: OpenVPN: Client Export Utility
ru_ru: VPN: OpenVPN: Инструмент экспорта клиента

source: VPN: OpenVPN: Client Specific Override
ru_ru: VPN: OpenVPN: Переопределение настроек клиента

source: VPN: OpenVPN: Server
ru_ru: VPN: OpenVPN: Сервер

source: WebCfg - Services: Monit System Monitoring page
ru_ru: WebCfg - Службы: Системный мониторинг Monit

source: XMLRPC Library
ru_ru: Библиотека XMLRPC

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses.<br/> Some old servers may not provide SNI, so their addresses will not be indicated.<br/>Get more information about <a href="https://wikipedia.org/wiki/Server_Name_Indication" target="_blank">Server Name Indication</a>.
ru_ru: Не декодировать и/или не фильтровать контент SSL, только протоколировать запрошенные домены и IP адреса.<br/> Некоторые устаревшие серверы могут не предоставлять SNI, т.е. их адреса не могут быть определены.<br/>Получить больше информации о <a href="https://wikipedia.org/wiki/Server_Name_Indication" target="_blank">Server Name Indication</a>.
