Repository: kekek2/lang
Catalog: ting_addons/2017.07.20.core.update.*.po
Languages: ru_ru

source: Enable SSL inspection mode, which allows to log HTTPS connections information, such as requested URL and/or make the proxy act as a man in the middle between the internet and your clients.<br/> Be aware of the security implications before enabling this option. <br/><br/> If you plan to use transparent HTTPS mode, you need nat rules to reflect your traffic.<br/> <a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Add a new firewall rule </a>
ru_ru: Включить SSL режим инспектирования, который позволяет протоколировать информация о HTTPS соединениях, такую как запрошенный URL и/или заставляет прокси действовать как "man in the middle" между сетью интернет и Вашими клиентами.<br/> Имейте ввиду посделствия безопасности перед тем, как включить эту опцию. <br/><br/> Если Вы планируете использовать прозрачный режим HTTPS, Вам нужны правила NAT для перенаправления трафика.<br/> <a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Добавить новое правило межсетевого экрана </a>

source: Access Control List
ru_ru: Список управления доступом

source: According to the service type path can be a file or a directory.
ru_ru: В соответствии с типом службы, путь может быть файлом или директорией.

source: MIME type reply.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">video/flv</b> -> matches on <b>Flash Video</b><br/> <b class="text-primary">application/x-javascript</b> -> matches on <b>javascripts</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: MIME тип ответа.<br/> Вы можете использовать регулярное выражение, используйте запятую или нажмите Enter для добавления.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">video/flv</b> -> соответствует <b>Flash Video</b><br/> <b class="text-primary">application/x-javascript</b> -> соответствует <b>javascripts</b><br/> </div> <div class="text-info"><b>СОВЕТ: </b>Вы можете также вставить список значений, разделённый запятыми в это поле.</div>

source: Mail Server
ru_ru: Почтовый сервер

source: Mail Server Port
ru_ru: Порт почтового сервера

source: Mail format
ru_ru: Формат почты

source: Main Settings
ru_ru: Основные настройки

source: Required Parameters
ru_ru: Необходимые параметры

source: Restrict access to users in the selected (local)group. <br/> <b>NOTE:</b> please be aware that users (or vouchers) which aren't administered locally will be denied when using this option.
ru_ru: Ограничить доступ пользователей выбранной локальной группой. <br/> <b>СОВЕТ:</b> пожалуйста, имейте ввиду, что пользователи (или ваучеры) которые не администрируются локально будут недействительны когда используется эта опция.

source: Secret Key
ru_ru: Секретный ключ

source: Secure Connection
ru_ru: Защищённое соединение

source: Congratulations! TING is now configured.<p/> Click <a href='$myurl'>here</a> to continue on to TING webConfigurator.
ru_ru: Поздравляем! TING сконфигурирован.<p/> Нажмите <a href='$myurl'>here</a> для перехода в TING web-конфигуратор.

source: A reload is now in progress. The wizard will redirect you to the dashboard once the reload is completed.
ru_ru: В процессе перезагрузки. Помощник перенаправит Вас в инструментальную панель как только перезагрузка завершится.

source: Add Certificate Authority
ru_ru: Добавить центр сертификации

source: Add LDAP Server
ru_ru: Добавить LDAP сервер

source: Add RADIUS Server
ru_ru: Добавить RADIUS сервер

source: Add a Server Certificate
ru_ru: Добавить сертификат сервера

source: Allow multiple concurrent connections from clients using the same Common Name. This is not generally recommended, but may be needed for some scenarios.
ru_ru: Разрешить множественные соединения клиентов, использующих одно имя Common Name. Как правило, это не рекомендуется, но может быть необходимо в некоторых сценариях.

source: Authentication Type Selection
ru_ru: Выбор типа аутентификации

source: Certificate Authority Selection
ru_ru: Выбор центра сертификации

source: Enable NetBIOS over TCP/IP. If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
ru_ru: Включить NetBIOS через TCP/IP. Если эта опция не выбрана, все NetBIOS-через-TCP/IP опции (включая WINS) будут отключены.

source: Finished!
ru_ru: Завершено

source: Force all client generated traffic through the tunnel.
ru_ru: Передавать весь трафик клиента через туннель.

source: Full State of Province name, not abbreviated (e.g. Zuid Holland, Sachsen, Kentucky).
ru_ru: Полное имя Штата или Региона, без сокращений (например Южная Голландия, Кентуки).

source: If you are unsure, leave this set to "Local User Access."
ru_ru: Если сомневаетесь, оставьте это в значении "Локальный доступ пользователей."

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect. If you leave this field blank, an MSS of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed. This should match the above MTU value in most all cases.
ru_ru: Если Вы введёте значение в это поле, то MSS clamping для TCP соединений будет будет равно введённому значению минус 40 (размер заголовка TCP/IP). Если Вы оставите это поле пустым, MSS будет равно 1492 байт для PPPoE и 1500 байт длявсех остальных типов соединений. Это должно подхить для значений MTU в большинстве случаев.

source: Inter-Client Communication
ru_ru: Соединения между клиентами

source: LDAP Authentication Server List
ru_ru: Список LDAP серверов аутентификации

source: LDAP Authentication Server Parameters
ru_ru: Параметры сервера аутентификации LDAP

source: LDAP Bind Password
ru_ru: Пароль подключения к LDAP

source: LDAP Bind User DN
ru_ru: Пользовательский DN для подключения к LDAP

source: LDAP Server Selection
ru_ru: Выбор сервера LDAP

source: Length of Diffie-Hellman (DH) key exchange parameters, used for establishing a secure communications channel. As with other such settings, the larger values are more secure, but may be slower in operation.
ru_ru: Длина параметров обмена ключами Диффи-Хеллмана (DH), используемых для установки защищённого соединения. Как другие подобные настройки, большие значения более безопасны, но могут быть медленнее в работе.

source: Local User Access
ru_ru: Локальный доступ пользователей

source: Protocol to use for OpenVPN connections. If you are unsure, leave this set to UDP.
ru_ru: Протокол, используемый для OpenVPN соединений. Если не уверены, оставьте значение UDP.

source: Provide a default domain name to clients.
ru_ru: Предоставлять клиентам доменное имя по-умолчанию

source: Provide a virtual adapter IP address to clients (see Tunnel Network).
ru_ru: Предоставлять клиентам IP адрес виртуального адаптера (см. Tunnel Network)

source: RADIUS Authentication Server List
ru_ru: Список RADIUS серверов аутентификации

source: RADIUS Authentication Server Parameters
ru_ru: Параметры RADIUS сервера аутентификации

source: RADIUS Server Selection
ru_ru: Выбор RADIUS сервера

source: Search Scope Base DN
ru_ru: Базовый DN области поиска

source: Search Scope Level
ru_ru: Уровень области поиска

source: Semicolon separated. This will be prepended to the search base DN above or you can specify full container path, e.g. CN=Users;DC=example or CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com
ru_ru: Разделённые точкой с запятой. Это будет добавлено перед базовым DN поиска или Вы можете указать полный путь контейнера, например CN=Users;DC=example или CN=Users,DC=example,DC=com;OU=OtherUsers,DC=example,DC=com

source: Server Certificate Selection
ru_ru: Выбор сервера сертификации

source: Server Setup
ru_ru: Настройка сервера

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
ru_ru: Укажите MTU WAN интерфейса. Если Вы оставите это поле пустым, MTU будет равно 1492 байт для PPPoE и 1500 байт для всех остальных типов подключений.

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value.
ru_ru: Укажите значение TOS заголовка IP для пакетов туннеля соответствующее значению инкапсулированного пакета.

source: Size of the key which will be generated. The larger the key, the more security is offers, but larger keys are generally slower to use.
ru_ru: Размер ключа, который будет сгенерирован. Больший ключ предоставляет более высокую безопасность, но как правило, большие ключи медленнее в обработке.

source: The hardware cryptographic accelerator to use for this VPN connection, if any.
ru_ru: Аппаратный криптографический ускоритель для использования этим VPN соединением, если есть.

source: The method used to authenticate traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like.
ru_ru: Метод, используемый для аутентификации трафика между узлами. Эта настройка должна совпадать на стороне клиента и сервера, но настраивается как Вам нужно.

source: The method used to encrypt traffic between endpoints. This setting must match on the client and server side, but is otherwise set however you like. Certain algorithms will perform better on different hardware, depending on the availability of supported VPN accelerator chips.
ru_ru: Метод, используемый для шифрования трафика между узлами. Эта настройка должна совпадать на стороне клиента и сервера, однако настраивается как Вам нужно. Некоторые алгоритмы работают лучше на разных аппаратных платформах, в зависимости от доступности поддерживаемого чипа ускорителя VPN.

source: The protocol used by your LDAP server. It can either be standard TCP or SSL encrypted.
ru_ru: Протокол, используемый Вашим LDAP сервером. Это может быть стандартный TCP или с SSL шифрованием.

source: This field can be used to modify ("spoof") the MAC address of the WAN interface (may be required with some cable connections). Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank.
ru_ru: Это поле используется для изменения ("спуфинг") MAC адреса WAN интерфейса (может потребоваться для некоторых кабельных подключений). Введите MAC адрес в следующем формате: xx:xx:xx:xx:xx:xx или оставьте пустым.

source: Two-letter ISO country code (e.g. NL, DE, US)
ru_ru: Двух-символьный ISO-код страны (например, NL, DE, RU)

source: Typically "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
ru_ru: Обычно "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)

source: User Naming Attribute
ru_ru: Атрибут имени пользователя

source: WINS Server 1
ru_ru: WINS сервер 1

source: WINS Server 2
ru_ru: WINS сервер 2

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 (10/8, 172.16/12, 192.168/16) as well as loopback addresses (127/8). You should generally leave this option turned on, unless your WAN network lies in such a private address space, too.
ru_ru: Когда включена, эта опция блокирует трафик от IP адресов, которые зарезервированы для частных сетей в RFC 1918 (10/8, 172.16/12, 192.168/16) также как loopback адреса (127/8). Обычно Вы должны включать эту опцию, если только Ваша WAN сеть не находится в таком частном адресном пространстве.
