Repository: kekek2/lang
Catalog: ting_addons/2017.10.19.icap_sms.*.po
Languages: ru_ru

source: ClamAV Settings
ru_ru: Настрока ClamAV

source: ClamAV engine version
ru_ru: Версия движка ClamAV

source: This will activate ClamAV
ru_ru: Включение ClamAV

source: Use c-icap with local squid
ru_ru: Подключить локальный прокси-сервер к c-icap

source: This will allow to take settings user name from local squid
ru_ru: Получить параметры аутентификации из локального прокси-сервера

source: This will enable logging of access log.
ru_ru: Включить вывод лога в файл access log.

source: Blockings total
ru_ru: Всего заблокировано

source: Blocked
ru_ru: Заблокировано

source: PF rules cleared
ru_ru: Очищено правил PF

source: PF rules generated
ru_ru: Создано правил PF

source: PF rules active
ru_ru: Активные правила PF

source: Unblock client
ru_ru: Разблокировать клиента

source: Service will be restarted after applying the above settings.
ru_ru: Служба будет перезапущена после применения параметров.

source: Service restarted
ru_ru: Служба перезапущена

source: Service restart failed
ru_ru: Ошибка перезапуска службы

source: Block client
ru_ru: Заблокировать клиента

source: Blocking interval
ru_ru: Интервал блокировки

source: Blocking rules lifetime in sec. This PF rules blocks connections with forbidden traffic. Default value is 3600 (or 1 hour).
ru_ru: Время, на которое блокируется правило. Правило блокирует содинение с запрещённым трафиком. Значение по умолчанию 3660 (или 1 час).

source: If DPI service detects using of forbidden protocol, it blocks this connection by killing session and setting bloking rule in firewall. When blocking rules number for some client reaches max rules count per client, this client becomes totally blocked. This option sets the interval, after which client will be unblocked. Default value is 300 (or 5 min).
ru_ru: Если служба DPI обнаруживает использование запрещенного протокола, она блокирует это подключение, убивая сеанс и устанавливая правило блокировки в брандмауэре. Когда количество правил блокировки для некоторых клиентов достигает максимального значения, этот клиент становится полностью заблокирован. Этот параметр задает интервал, после которого клиент будет разблокирован. Значение по умолчанию-300 (или 5 мин).

source: Maximum count of blocking rules per client. Default value is 200. When client has more blocking rules on firewall, DPI service temporary blocks all traffic from that client.
ru_ru: Максимальное количество правил блокировки на клиента. Значение по умолчанию 200. Когда количество блокирующих правил на клиенте превышает это значение, DPI сервис временно блокирует весь трафик от клиента.

source: Maximum count of blocking rules total (to prevent flooding in firewall rules). Default value is 5000.
ru_ru: Максимальное количество правил блокировки (чтобы чрезмерно не забивать правилами таблицу бранндмауера). Значение по умолчанию-5000.

source: Comma-separated list of addresses to exclude from traffic inspection. Use TAB or ENTER to add new item. You can set bitmasks in form 192.168.100.10/30.
ru_ru: Разделенный запятыми список адресов для исключения из анализа. Используйте клавишу TAB или ENTER для добавления нового элемента. Можно устанавливать маску подсети в форме 192.168.100.10/30.

source: Daily Cleanup
ru_ru: Ежедневная очистка

source: Daily cleanup expired data in database.
ru_ru: Ежедневная очистка устаревших данных.

source: SMS Gateway
ru_ru: SMS шлюз

source: SMS gate service.
ru_ru: Служба SMS шлюза

source: SMS gate account
ru_ru: Учётная запись на шлюзе SMS

source: Account, registered in SMS gate service.
ru_ru: Учётная запись, зарегистрированная на шлюзе SMS.

source: SMS gate access key
ru_ru: Ключ доступа к шлюзу SMS

source: Account API key, registered in SMS gate service.
ru_ru: Ключ дочтупа к учётной записи, зарегистрированной на шлюзе SMS.

source: SMS Sign
ru_ru: Подпись SMS

source: SMS sender sign, registered in SMS gate service.
ru_ru: Подпись отправителя SMS, зарегистрированная на шлюзе SMS.

source: Connection timeout for SMS gate service in seconds. Default: 5 sec.
ru_ru: Время ожидания подключения к шлюзу SMS в секундах. По умолчанию: 5 c.

source: Max SMS per IP
ru_ru: Ограничение SMS на IP

source: Maximum SMS to send from one IP address during code expiration period. Default: 4.
ru_ru: Максимальное количество SMS с одного IP-адреса в течении срока действия кода доступа. По умолчанию: 4

source: Session started
ru_ru: Сессия запущена

source: Code expiration
ru_ru: Срок действия кода истёк

source: Phone
ru_ru: Телефон

source: Codes
ru_ru: Коды

source: Session lifetime must be a number.
ru_ru: Время жизни сеанса должно быть числом.

source: User session expiration time, in sec. Session starts when user login using phone and code.
ru_ru: Время окончания сеанса пользователя, сек. Сеанс начинается при входе пользователя в систему с помощью телефона и кода.

source: User Session Lifetime
ru_ru: Продолжительность сеанса пользователя

source: Code expiration time, in sec
ru_ru: Срок действия кода, сек

source: Code Lifetime
ru_ru: Время дейсивия кода

source: Client SMS limit reached
ru_ru: Закончились доступные SMS для клиента

source: Phone number is too short
ru_ru: Номер телефона слишком короткий

source: IP address is unknown
ru_ru: Неизвестный IP-адрес

source: Phone number is not specified
ru_ru: Не указан номер телефона

source: SMS Portal
ru_ru: SMS-Портал

source: Phones Blacklist
ru_ru: Чёрный список телефонов

source: Black-list of phones. For these phones access will be prohibited. Use a comma or press Enter for new item.
ru_ru: Чёрный список телефонов. Для этих номеров запрещён доступ. Используйте запятую или нажмите Enter для ввода нового номера.

source: Max PF rules per client
ru_ru: Максимальное количество правил на клиента

source: Max PF rules total
ru_ru: Максимальное общее количество правил PF

source: PF rules lifetime
ru_ru: Время жизни правил PF

source: Exclude from inspection
ru_ru: Исключить из анализа
