Repository: kekek2/lang
Catalog: ting_addons/2017.02.10.diff.*.po
Languages: ru_ru

source: License is not valid for this device
ru_ru: Лицензия недействительна для этого устройства

source: Can not validate certificate
ru_ru: Не удалось удостоверить сертификат

source: Configuration and executable are authentic
ru_ru: Конфигурация и исполняемые файлы подлинны

source: Download log file
ru_ru: Скачать лог файл

source: Checksum for /usr/local/etc/config.xml missing. Anyware using this file
ru_ru: Контрольная сумма для /usr/local/etc/config.xml отсутствует, тем не менее, использован этот файл

source: No valid config.xml found, attempting to restore factory config.
ru_ru: Файл конфигурации повреждён, восстановлена начальная версия.

source: No valid config.xml found, attempting last known config restore.
ru_ru: Файл конфигурации повреждён, использована последняя достоверная версия конфигурации.

source: missing file
ru_ru: файл отсутствует

source: checksum mismatch for
ru_ru: ошибка контрольной суммы для

source: No such file or directory
ru_ru: Файл не найден

source: crc does not match
ru_ru: ошибка CRC

source: successfull
ru_ru: успешно

source: \" will be removed
ru_ru: \" будут удалены

source: Last visit
ru_ru: Последнее посещение

source: First visit
ru_ru: Первое посещение

source: Requests
ru_ru: Запросы

source: Click on table row for more detalization. Click on domain or URL link to open corresponding resource in a separate tab.
ru_ru: Нажмите на строке таблицы для детализации. Нажмите на ссылке домена или URL для того, чтобы открыть соответствующий ресурс в отдельной вкладке.

source: Users IP
ru_ru: IP-адрес пользователя

source: *DONE*
ru_ru: *СДЕЛАНО*

source: No results found!
ru_ru: Нет данных

source: Loading...
ru_ru: Загрузка...

source: Squid Log
ru_ru: Лог Веб-прокси

source: User IPs
ru_ru: IP-адреса пользователей

source: Certificate for NETPOLICE expired
ru_ru: Срок действия сертификата для NETPOLICE истёк

source: Not found License for NETPOLICE
ru_ru: Не найдена лицензия для NETPOLICE

source: Netpolice sites categories
ru_ru: Netpolice: категории ресурсов

source: Busy
ru_ru: Ожидание

source: Tunnel
ru_ru: Туннель

source: Cmsconfigversion
ru_ru: Версия конфигурации

source: Load
ru_ru: Загрузить

source: Not set
ru_ru: Не установлено

source: Open logging tunnel
ru_ru: Открыть туннель протоколирования

source: Revert config
ru_ru: Восстановить конфигурацию

source: Config reverted
ru_ru: Конфигурация восстановлена

source: Elements \"
ru_ru: Елементы \\

source: Remove existing elements
ru_ru: Удалить существующие элементы

source: Request failed
ru_ru: Ошибка запроса

source: Error adding user
ru_ru: Ошибка добавления пользователя

source: Connection error to
ru_ru: Ошибка соединения с

source: upgraded:
ru_ru: обновлено:

source: error
ru_ru: ошибка

source: Node
ru_ru: Узел

source: Node version lower then %s. Please update node.
ru_ru: Версия узла меньше, чем %s. Пожалуйста обновите узел.

source: Config error. Reference '%s' ambiguity.
ru_ru: Ошибка конфигурации. Неоднозначность ссылки '%s'.

source: Config error. Reference '%s' not found.
ru_ru: Ошибка конфигурации. Ссылка '%s' не найдена.

source: Configuration of node
ru_ru: Конфигурация узла

source: Authentication Servers
ru_ru: Серверы авторизации

source: Reference to object '%s' not found.
ru_ru: Ссылка на объект '%s' не найдена.

source: Reference to object '%s' ambiguity.
ru_ru: Неоднозначность ссылки на объект '%s'.

source: All data older than storage period will be removed during daily database cleanup procedure.
ru_ru: Все данные, старше указанного периода, будут удалены во время ежедневной процедуры очистки.

source: Begin of period
ru_ru: Начало периода

source: Begin of report period
ru_ru: Начало периода отчёта

source: Blocked traffic
ru_ru: Заблокированный трафик

source: Data storage period (days)
ru_ru: Срок хранения данных (в днях)

source: Domains
ru_ru: Домены

source: End of period
ru_ru: Конец периода

source: End of report period
ru_ru: Конец периода отчёта

source: Filters
ru_ru: Фильтры

source: List of destination URLs.<br/> Use a comma or press Enter for new item.<br/> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Список URL.<br/> Используйте запятую или нажмите Enter для добавлния нового элемента.<br/> <div class="text-info"><b>Совет: </b>Вы также можете вставить в это поле список элементов, разделённых запятыми.</div>

source: List of destination domains. No query path part.<br/> Use a comma or press Enter for new item.<br/> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Список доменов. Без пути запроса.<br/> Используйте запятую или нажмите Enter для добавлния нового элемента.<br/> <div class="text-info"><b>Совет: </b>Вы также можете вставить в это поле список элементов, разделённых запятыми.</div>

source: MIME-type
ru_ru: MIME-тип

source: Min response size in bytes
ru_ru: Минимальный размер в байтах

source: Min size
ru_ru: Минимальный размер

source: Report type
ru_ru: Тип отчёта

source: Select report type. <div class="alert alert-info"> Report types: <ul> <li><b>Domains</b> - Top domains activity</li> <li><b>Users</b> - Users activity</li> <li><b>User IP</b> - Local IP addresses activity</li> <li><b>URLs</b> - Top URLs</li> </ul> </div>
ru_ru: Выберите тип отчёта. <div class="alert alert-info"> Типы отчёта: <ul> <li><b>Домены</b> - Активность по доменам</li> <li><b>Пользователи</b> - Активность по пользователям</li> <li><b>IP адреса пользователей</b> - Активность по IP-адресам пользователей</li> <li><b>URLs</b> - Адреса URL</li> </ul> </div>

source: Select to show blocked traffic
ru_ru: Выберите для отчёта по заблокированному трафику

source: Select user IP address for squid report
ru_ru: Выберите IP адреса пользователей для отчёта

source: Select user name for squid report
ru_ru: Выберите имена пользователей для отчёта

source: User IP
ru_ru: IP адрес пользователя

source: Enter valid days count 1...3650
ru_ru: Введите количество дней (от 1 до 3650)

source: Proxy Log Analyzer
ru_ru: Отчёты по Веб-прокси
