Repository: kekek2/lang
Catalog: ting_addons/2017.07.20.core.update.*.po
Languages: ru_ru

source: ERROR: Could not find wizard file.
ru_ru: ОШИБКА: Не удалось найти файл помощника.

source: Checking...
ru_ru: Проверка...

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
ru_ru: Отключает протокол IKEv2 MOBIKE определённый в RFC 4555

source: Disable MOBIKE
ru_ru: Отключить MOBIKE

source: Select authentication servers to use.
ru_ru: Выберите используемые серверы аутентификации.

source: Radius servers
ru_ru: Radius серверы

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
ru_ru: Если Вы выбираете EAP-RADIUS, Вы должны определить RADIUS серверы на странице %sСерверы%s.

source: Please select radius servers to use.
ru_ru: Пожалуйста, выберите radius-серверы.

source: Additional users can be added here. User permissions for accessing the web GUI or other subsystems can be assigned directly or inherited from group memberships. An icon that appears grey indicates that it is a system defined object. Some system object properties can be modified but they cannot be deleted.
ru_ru: Дополнительные пользователи могут быть добавлены здесь. Права пользователя на доступ в web GUI или другие подсистемы могут быть назначены явно или унаследованы от членства в группах. Иконки, отображаемые серым цветом указывают на то, что это системный объект. Некоторые свойства системных объектов могут быть изменены, но они не могут быть удалены.

source: Scan this QR code for easy setup with external apps.
ru_ru: Сосканируйте этот QR код для лёгкой установки внешним приложением.

source: Click to unhide
ru_ru: Нажмите, чтобы показать

source: Generate new secret (160 bit)
ru_ru: Сгенерировать новый ключ (160 бит)

source: Inherited from
ru_ru: Унаследовано от

source: Generate a scrambled password to prevent local database logins for this user.
ru_ru: Сгенерировать закодированный пароль для предотвращения локольного входа для этого пользователя.

source: A password is required.
ru_ru: Требуется пароль.

source: The username is longer than 32 characters.
ru_ru: Имя пользователя длиннее 32 символов.

source: Enter the web GUI password of the system entered above for synchronizing your configuration.
ru_ru: Введите пароль пользователя веб-интерфейса системы, указанной выше, для синхронизации вашей конфигурации.

source: Enter the web GUI username of the system entered above for synchronizing your configuration.
ru_ru: Введите имя пользователя веб-интерфейса системы, указанной выше, для синхронизации вашей конфигурации.

source: For setting up the backup machine leave this field empty, and do not forget to allow incoming connections on the specified interface for synchronization.
ru_ru: Для настройки резервной машины оставьте это поле пустым, и не забудьте разрешить входящие соединения на указанный интерфейс для синхронизации.

source: When this device is configured as CARP master it will try to switch to master when powering up, this option will keep this one slave if there already is a master on the network
ru_ru: Когда это устройство настроено как CARP мастер оно будет пытаться переключиться в режим мастера при включении, эта опция оставит его подчинённым если в сети уже есть мастер

source: Disable preempt
ru_ru: Отключить упреждение

source: Additional groups can be added here. Group permissions can be assigned which are inherited by users who are members of the group. An icon that appears grey indicates that it is a system defined object. Some system object properties can be modified but they cannot be deleted.
ru_ru: Дополнительные группы могут быть добавлены здесь. Права групп могут быть установлены для наследования пользователями, входщими в эти группы. Иконки, показанные серым указывают, что это системный объект. Некоторые свойства системных объектов могут быть изменены, но не могут быть удалены.

source: The group name is longer than 32 characters.
ru_ru: Имя группы длиннее 32 символов.

source: This will change the look and feel of the GUI.
ru_ru: Это меняет визуальное представление интерфейса.

source: Theme
ru_ru: Тема

source: Choose a language for the web GUI.
ru_ru: Выберите язык интерфейса.

source: The serial number must be a number greater than zero or left blank.
ru_ru: Серийный номер должен быть больше нуля или пустое значение.

source: Semicolon-separated list of distinguished names optionally containing DC= components.
ru_ru: Список имён, разделённый точками с запятой, опционально содержащий DC= компоненты.

source: Base DN
ru_ru: Базовый DN

source: If the powerd utility can not determine the power state it uses "normal" for control.
ru_ru: Если утилита powerd не может определить состояние питания, она использует "normal" для управления.

source: On Normal Power Mode
ru_ru: В режиме нормального питания

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
ru_ru: Это позволит периодически сохранять данные сессий Captive Portal чтобы чтобы автоматически подгрузить при следующей загрузке.

source: Periodic Captive Portal Backup
ru_ru: Периодическое сохранение Captive Portal

source: Uses the currently loaded ruleset as a feedback profile to tailor the ordering of quick rules to actual network traffic.
ru_ru: Использовать текущий набор правил как профиль обратной связи для адаптации порядка quick правил к актуальному трафику.

source: (default) Basic ruleset optimization does four things to improve the performance of ruleset evaluations: remove duplicate rules; remove rules that are a subset of another rule; combine multiple rules into a table when advantageous; re-order the rules to improve evaluation performance
ru_ru: (по-умолчанию) Базовая оптимизация правил делает четыре вещи для увеличения производительности обработки правил: удаление дублирующихся правил; удаление правил которые являются подмножеством других правил; комбинирование нескольких правил в таблицу если это выгодно; изменение порядка правил для увеличения производительности

source: Disable the ruleset optimizer.
ru_ru: Отключить оптимизацию набора правил.

source: Select the type of rules optimization to use
ru_ru: Выберите тип оптимизации правил

source: profile
ru_ru: профиль

source: Firewall Rules Optimization
ru_ru: Оптимизация правил межсетевого экрана

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accomodate complex setups. Use with care.
ru_ru: Использование политики маршрутизации в правилах фильтра заставляет пакеты пропускать обработку шейпера и Captive Portal. Использование этой опции разрешает совместное использование решений о переадресации между всеми компонентами в сложных инсталляциях. Используйте с осторожностью.

source: Use shared forwarding between packet filter, traffic shaper and captive portal
ru_ru: Использовать общую переадресацию между пакетным фильтром, шейпером и Captive Portal

source: Shared forwarding
ru_ru: Общая переадресация

source: If the link where the default gateway resides fails switch the default gateway to another available one. This feature has been deprecated.
ru_ru: Если соединение, за которым находится шлюз по-умолчанию, не переключает шлюз по-умолчанию на другой доступный. Эта функция устарела.

source: No password
ru_ru: Без пароля

source: Ask password
ru_ru: Запросить пароль

source: Disallow
ru_ru: Запретить

source: Disable OPNsense integrated authentication module for console access, falling back to normal unix authentication.
ru_ru: Отключить встроенный модуль аутентификации для доступа к консоли, вернуть стандартную аутентификацию Unix.

source: Disable integrated authentication
ru_ru: Отключить встроенную аутентификаию

source: Integrated authentication
ru_ru: Встроенная аутентификация

source: Use the virtual terminal driver (vt)
ru_ru: Использовать драйвер виртуального терминала (vt)

source: Console driver
ru_ru: Драйвер консоли

source: When this is unchecked, access to the web GUI is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if you find that it interferes with web GUI access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %sWikipedia%s.
ru_ru: Когда это отключено, доступ к web GUI защищён от попыток перенаправления HTTP_REFERER. Выберите эту опцию для отключения этой защиты если она мешает доступу к web GUI в некоторых нестандартных случаях вроде использования внешних скриптов для взаимодействия с этой системой. Больше информации о HTTP_REFERER доступно в %sWikipedia%s.

source: Transfer less data to the client for an additional cost in processing power.
ru_ru: Передавать меньше данных клиенту за счёт избыточной нагрузки на обработку.

source: Enable compression of webgui pages and dynamic content.
ru_ru: Включить сжатие страниц web-интерфейса и динамического контента.

source: WebGui Compression
ru_ru: Сжатие web GUI

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
ru_ru: Когда выключено, Ваша система защищена от %sDNS Rebinding атак%s. Это блокирует частные IP-ответы с Ваших DNS серверов. Выберите эту опцию для отключения этой защиты если это мешает доступу к web GUI или разрешению доменных имён в Вашем окружении.

source: When this is unchecked, access to the web GUI on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable this automatically added rule, so access to the web GUI is controlled by the user-defined firewall rules (ensure you have a firewall rule in place that allows you in, or you will lock yourself out!)
ru_ru: Когда выключено, доступ к web GUI на %s интерфейса всегда разрешён, независисо от пользовательского набора правил пакетного фильтра. Выберите эту опцию для отключения автоматического добавления правила, чтобы доступ к web GUI пользовательским набором правил (убедитесь, что у Вас есть правило, которое позволяет Вам подключиться, или Вы отключите себя!)

source: Disable web GUI anti-lockout rule
ru_ru: Отключить правило анти-блокировки web GUI

source: When this is checked, successful logins to the web GUI will not be logged.
ru_ru: Когда включено, успешные логины в web GUI не будут протоколироваться.

source: Disable logging of web GUI successful logins
ru_ru: Отключить протоколирование успешных входов в web-интерфейс

source: When this is checked, login credentials for the web GUI may be saved by the browser. While convenient, some security standards require this to be disabled. Check this box to enable autocomplete on the login form so that browsers will prompt to save credentials (NOTE: Some browsers do not respect this option).
ru_ru: Когда включено, параметры входа в web-интерфейс могут быть сохранены браузером. Когда нужно, некоторые стандарты безопасности требуют это отключить. Выберите эту опцию для разрешения автозаполнения формы входа, чтобы браузеры выдавали запрос на сохранение данных входа (ЗАМЕЧАНИЕ: Некоторые браузеры не понимают эту опцию).

source: Enable web GUI login autocomplete
ru_ru: Разрешить автозаполнение формы входа в web-интрефейс

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
ru_ru: Когда выключено, доступ к web GUI всегда разрешен на порту 80, независимо от сконфигурированного порта для web-интерфейса. Выберите эту опцию для отключения автоматического добавления правила перенаправления.

source: Disable web GUI redirect rule
ru_ru: Отключить правило перенаправления web-интерфейса

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
ru_ru: Введите номер порта для web GUI если вы хотите переопределить значение по-умолчанию (80 для HTTP, 443 для HTTPS). Изменения вступят в силу сразу после сохранения.

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
ru_ru: Ограничить выбор SSL шифрования в случаях, когда системные настройки не удовлетворяют. Помните, что ограничение может привести к недоступности web GUI.

source: System defaults
ru_ru: Системные настройки по-умолчанию

source: SSL Ciphers
ru_ru: SSL шифрование

source: Web GUI
ru_ru: Web-интерфейс

source: You must specify a valid web GUI port number
ru_ru: Вы должны указать допустимый номер порта web GUI

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish.
ru_ru: Выдавать просроченные ответы из кэша с TTL 0 без ожидания когда произойдёт реальное разрешение.

source: Serve expired responses
ru_ru: Обслуживание просроченных ответов

source: If the DNS Resolver is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use the DNS Resolver. If Forwarding, is enabled, the DNS Resolver will use the DNS servers entered in %sSystem: General setup%s or those obtained via DHCP or PPP on WAN if the "Allow DNS server list to be overridden by DHCP/PPP on WAN" is checked.
ru_ru: Если DNS Resolver включен, DHCP сервис (если включен) будет автоматически объявлять LAN IP-адрес как DNS сервер для своих DHCP клиентов, т.е. они будут использовать DNS Resolver. Если включен Forwarding, DNS Resolver будет использовать DNS сервера, указанные в %sСистема: Общие настройки%s или те, которые получены через DHCP или PPP на WAN если "Позволить переопределить список DNS серверов DHCP/PPP на WAN" включено.

source: If this option is unset, then IPv6 link-local addresses will not be registered in the DNS Resolver, preventing return of unreachable address from the DNS resolver when more than one listen interface is configured.
ru_ru: Если эта опция выключена, то локальные адреса IPv6 не будут регистрироваться в DNS Resolver, предотвращая возврат недоступного адреса от DNS сервера когда более одного интерфейса сконфигурировано для прослушивания.

source: Register IPv6 link-local addresses in the DNS Resolver
ru_ru: Регистрировать IPv6 адреса локольного линка в DNS Resolver

source: DHCP IPv6 Link-local
ru_ru: DHCP IPv6 локальный линк

source: DHCP Static Mappings
ru_ru: Статические DHCP преобразования

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
ru_ru: Маршруты, указанные в CIDR формате. Префикс определения маршрута должен быть сетевым префиксом; он может быть использован для представления спецефическиз маршрутов к хостам.

source: Remove
ru_ru: Удалить

source: Length
ru_ru: Длина

source: Advertise Routes
ru_ru: Представляемые маршруты

source: An invalid subnet route was supplied: %s
ru_ru: Неверный маршрут подсети использован: %s

source: 'All' will update all available record types.
ru_ru: 'Все' обновит все доступные типы записей.

source: Record Type
ru_ru: Тип записи

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
ru_ru: Для лучших результатов, NTP должен иметь хотя бы три источника времени. Таким образом лучше всего сконфигурировать как минимум два сервера в %sСлужбы: Сетевое время%s чтобы минимизировать расхождение часов если данные GPS станут неверными со временем. Иначе ntpd может только использовать значения из несинхранизированных локальных часов когда предоставляет значения времени клиентам.

source: Enter the text between "$" and "*" of a NMEA command string:
ru_ru: Введите текс между "$" и "*" командной строки NMEA:

source: This may be used to change the GPS Clock ID (default: GPS).
ru_ru: Это может быть использовано для изменения ID часов GPS (по-умолчанию: GPS).

source: Enabling this will rapidly fill the log, but is useful for tuning Fudge time 2.
ru_ru: Включение этого будет быстро заполнять журнал, но полезно для настройки Fudge time 2.

source: Log the sub-second fraction of the received time stamp (default: Not logged).
ru_ru: Логировать доли секунды в получаемых значениях времени (по-умолчанию: Не логируется).

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
ru_ru: Это может быть использовано для изменения GPS Clock stratum (по-умолчанию: 0). Это может быть полезно, если, по какой-то причине, Вы хотите, чтобы ntpd предпочитал другие часы.

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
ru_ru: Fudge time 2 испольуется для указания смещения времени GPS (по-умолчанию: 0.0)

source: Fudge time 2 (seconds)
ru_ru: Fudge time 2 (секунды)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
ru_ru: Fudge time 1 используется для указания смещения сигнала GPS PPS (по-умолчанию: 0.0).

source: Fudge time 1 (seconds)
ru_ru: Fudge time 1 (секунды)

source: The predefined configurations assume your GPS has already been set to NMEA mode.
ru_ru: Предопределённые конфигурации предполагают, что Ваш GPS уже установлен в NMEA режим.

source: Save and Force Update
ru_ru: Сохранить и обновить

source: If the DNS forwarder is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use the forwarder. The DNS forwarder will use the DNS servers entered in %sSystem: General setup%s or those obtained via DHCP or PPP on WAN if the "Allow DNS server list to be overridden by DHCP/PPP on WAN" is checked. If you don't use that option (or if you use a static IP address on WAN), you must manually specify at least one DNS server on the %sSystem: General setup%s page.
ru_ru: Если DNS перенаправитель включён, DHCP сервис (если включён) будет автоматически предоставлять LAN IP адрес как DNS сервер своим DHCP клиентам, т.е. они будут использовать перенаправитель. DNS перенаправитель будет использовать DNS серверы указанные в %sСистема: Общие настройки%s или те, которые получил через DHCP или PPP на WAN если "Позволить переопределить список DNS-серверов DHCP/PPP на WAN" включено. Если вы не используете эту опцию (или если Вы используете статический IP адрес на WAN), Вы должны указать вручную хотя бы один DNS-сервер в %sСистема: Общие настройки%s.

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas. Select "Proxy requests to DHCP server on WAN subnet" to relay DHCP packets to the server that was used on the WAN interface.
ru_ru: Это IP адреса серверов на которые DHCP запросы перенаправляются. Вы можете внести несколько IP адресов серверов, разделённых запятыми. Выберите "Передавать запросы на DHCP сервер в WAN подсеть" для перенаправления DHCP пакетов на сервер, который использован на WAN интерфейсе.

source: Destination servers
ru_ru: Серверы назначения

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
ru_ru: Эта опция указывает MTU на этом интерфейсе. Минимальная легальная величина для MTU: 68.

source: Interface MTU
ru_ru: MTU интерфейса

source: A valid MTU value must be specified.
ru_ru: Действительная величина MTU должна быть указана.

source: VLAN priority
ru_ru: Приоритет VLAN

source: The VLAN priority must be an integer between 0 and 7.
ru_ru: Приоритет VLAN должен быть целой величиной между 0 и 7.

source: This VLAN cannot be deleted because it is still being used as an interface (%s).
ru_ru: Этот VLAN не может быть удалён, т.к. он ещё используется, как интерфейс (%s).

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
ru_ru: Значение в этом поле - это абсолютный путь к скрипту вызываемому при определённых условиях включая когда ответное сообщение получено.

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
ru_ru: Значения в этом поле - это опции DHCP ответа, которые будут переданы на запрос DHCP lease. [option [, ...]]

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
ru_ru: Значения в этом поле - это опции DHCP передаваемые в ответ на запрос DHCP lease. [option declaration [, ...]] <br />Формат значений: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Где C это U(pper, верхний) или L(ower, нижний) C(ase, регистр), и D это " :-." Delimiter (разделитель): пробел, двоеточие, дефис или точка (можно не указывать).

source: The value in this field is the full absolute path to a DHCP client configuration file.
ru_ru: Значение в этом поле - это полный абсолютный путь к файлу конфигурации клиента DHCP.

source: The values in this field are DHCP option 55 to be sent when requesting a DHCP lease. [option [, ...]]
ru_ru: Значения в этом поле - это опция 55 DHCP, которая будет передана, когда запрашивается DHCP lease. [option [, ...]]

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
ru_ru: Значения в этом поле - это опции DHCP которые будут переданы, когда запрашивается DHCP lease. [option declaration [, ...]] <br />Формат значений: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Где C - это U(pper, верхний) или L(ower, нижний) C(ase, регистр), и D - это " :-." Delimiter (разделитель): пробел, двоеточие, дефис, или точка (можно не указывать).

source: Random ID
ru_ru: Случайный ID

source: Minimum TTL
ru_ru: Минимальное TTL

source: The schedule name cannot be the internally reserved keyword "%s".
ru_ru: Название расписания не может быть зарезервированным словом "%s".

source: The schedule name must be less than 32 characters long and may only consist of the following characters: %s
ru_ru: Название расписания должно быть менее 32 символов и может состоять только из следующих символов: %s

source: Schedule may not use a blank name.
ru_ru: Расписание не может иметь пустое название.

source: Match on the priority of packets.
ru_ru: Совпадает с приоритетом пакета.

source: Any priority
ru_ru: Любой приоритет

source: Match priority
ru_ru: Совпадение приоритета
