Repository: kekek2/lang
Catalog: ting_addons/2017.06.30.proxy.sso.*.po
Languages: ru_ru

source: DNS server not found
ru_ru: DNS-сервер не найден.

source: Hostname doesn't resolved to host IP.
ru_ru: Не совпадает DNS с именем домена.

source: Hostname doesn't resolved to IP.
ru_ru: Невозможно определить IP-адрес хоста.

source: Unknown LDAP server IP.
ru_ru: Невозможно определить IP-адрес LDAP-сервера.

source: LDAP server IP reverse lookup error.
ru_ru: Невозможно сделать обраьный запрос DNS для IP-адреса LDAP-сервера.

source: LDAP server reverse DNS lookup is not equal to LDAP server FQDN.
ru_ru: Не совпадает обратный запрос DNS с именем LDAP-сервера.

source: Unknown LDAP server FQDN.
ru_ru: Невозможно определить имя LDAP-сервера.

source: LDAP server DNS lookup error.
ru_ru: Ошибка запроса имени LDAP-сервера.

source: LDAP server DNS lookup is not equal to LDAP IP.
ru_ru: Ответ DNS-запроса Не совпадает c IP-адресjv LDAP-сервера.

source: File /etc/krb5.conf does not exists.
ru_ru: Файл /etc/krb5.conf не существует.

source: Kerberos configuration file has invalid content
ru_ru: Пустой файл конфигурации Kerberos.

source: File /usr/local/etc/squid/squid.keytab does not exists.
ru_ru: Файл /usr/local/etc/squid/squid.keytab не существует.

source: LDAP server is not in DNS servers list.
ru_ru: В списке DNS-серверов нет LDAP-сервера.

source: Do not set localhost as DNS server.
ru_ru: localhost не установлен в качестве DNS-сервера.

source: Web Proxy Single Sign-On
ru_ru: Технология единого входа для прокси-сервера.

source: Proxy reconfigured
ru_ru: Прокси-сервер переконфигурирован.

source: Show dump
ru_ru: Показать результат

source: Enable Single Sign-On
ru_ru: Влклчить единый вход для прокси-сервера

source: Enable Kerberos based Single Sign-On
ru_ru: Влклчить единый вход для прокси-сервера, основанный на Kerberos

source: Kerberos authentication check-list
ru_ru: Контрольный список вопросов для настройки аутентификации Kerberos

source: LDAP Server configuration
ru_ru: Конфигурация LDAP-сервера

source: LDAP Server
ru_ru: LDAP-сервер

source: LDAP Server accessible
ru_ru: Доступность LDAP_сервера

source: LDAP server ping check.
ru_ru: Проверка LDAP-сервера с помощью команды ping.

source: DNS server address from resolver configuration. See <a href="/system_general.php">DNS settings</a>.
ru_ru: Адреса DNS-серверов из файла resolv.conf.См. <a href="system_general.php">DNS settings</a>.

source: Hostname DNS lookup
ru_ru: Поиск в DNS имени хоста

source: DNS IP resolution for hostname.
ru_ru: Определение IP-адреса для имени хоста.

source: Hostname DNS reverse lookup
ru_ru: Поиск доменного имени в обратной зоне DNS

source: Reverse DNS resolution for host IP.
ru_ru: Поиск имени хоста по IP-адресу.

source: LDAP server DNS lookup
ru_ru: Поиск LDAP севера в DNS

source: DNS IP resolution for LDAP server name.
ru_ru: Определение IP-адреса LDAP-сервера.

source: LDAP server DNS reverse lookup
ru_ru: Поиск LDAP-сервера в обратной зоне DNS

source: Reverse DNS resolution for LDAP server IP.
ru_ru: Поиск имени LDAP-сервера по его IP-адресу.

source: Kerberos configuration
ru_ru: Конфигурация Kerberos

source: Kerberos configuration must exist and be valid.
ru_ru: Конфигурационный файл Kerberos должен существовать и быть допустимым.

source: Keytab file
ru_ru: Файл keytab

source: Keytab file must exist and be valid.
ru_ru: Файл keytab должен существовать и быть допустимым.

source: Keytab creation
ru_ru: Создание Keytab-файлв

source: Active Directory user name with administrator rights (this value is not stored in configuration).
ru_ru: Имя пользователя с правами администратора в Active Directory(это значение не сохраняется в конфигурации).

source: Active Directory user password (this value is not stored in configuration).
ru_ru: Пароль пользователя Active Directory (это значение не сохраняется в конфигурации).
