Repository: kekek2/lang
Catalog: ting_addons/2017.11.09.smart-soft-plugins.*.po
Languages: ru_ru

source: OpenVAS database is currently updating.
ru_ru: Идёт обновление базы данных OpenVAS.

source: A admin password is required.
ru_ru: Укажите пароль администратора.

source: Empty admin password
ru_ru: Пустой пароль администратора

source: A admin name is required
ru_ru: Укажите имя учётной записи администратора.

source: Empty admin name
ru_ru: Пустое имя учётной записи

source: Web Proxy NTLM authentication
ru_ru: NTLM-аутентификация на web-прокси

source: Samba server (web-proxy NTLM)
ru_ru: Сервер Samba (web-прокси NTLM)

source: Categories
ru_ru: Категории

source: Groups and users
ru_ru: Группы и пользователи

source: No authentication method selected
ru_ru: Не выбран метод аутентификации

source: LDAP user name is not specified
ru_ru: Не указано имя пользователя LDAP

source: LDAP user password is not specified
ru_ru: Не указан парль пользователя LDAP

source: Black
ru_ru: Чёрный

source: Edit user/group white and black lists
ru_ru: Редактировать списки доступа для пользователей и групп

source: Access denied
ru_ru: Доступ запрещён

source: Code lifetime must be a number.
ru_ru: Время жизни кода должно быть числом.

source: A list of categories that apply to this rule
ru_ru: Список категорий для этого правила

source: Black or White list
ru_ru: Чёрный или белый список

source: Black/White
ru_ru: Чёрный/Белый

source: Delivery channel in SMS Aero service.
ru_ru: Канал доставки сервиса SMS Aero.

source: Destination domains.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">mydomain.com</b> -> matches on <b>*.mydomain.com</b><br/> <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> matches on <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> matches on <b>\123.gif</b> but not on <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Домены назначения.<br/> Вы можете использовать регулярные выражения, используйте запятую или Enter для добавления нового элемента.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">mydomain.com</b> -> соответствует <b>*.mydomain.com</b><br/> <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> соответствует <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> соответствует <b>\123.gif</b> но не <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info"><b>Совет: </b>Вы также можете вставить в это поле список значений, разделённых запятыми.</div>

source: Enable Microsoft NTLM authentication
ru_ru: Включить аутентификацию Microsoft NTLM

source: Enable NTLM authentication
ru_ru: Включить аутентификацию NTLM

source: Enter a name of user/group. Group name is case sensitive.
ru_ru: Введите имя пользователя/группы. Имя группы регистрозависимое.

source: Group or User ACL
ru_ru: ACL группы или пользователя

source: Group/User
ru_ru: Группа/Пользователь

source: Rule priority
ru_ru: Приоритет правила

source: SMS Aero channel
ru_ru: Канал SMS Aero

source: Enter list of IP addresses with optional masks
ru_ru: Введите список IP-адресов, можно с маской

source: NTLM authentication
ru_ru: Аутентификация NTLM

source: This value can not be empty
ru_ru: Это значение не может быть пустым

source: This host Kerberos account name in AD
ru_ru: Kerberos-аккаунт этой машины в AD

source: Enter this computer account name to register in AD for kerberos access. Default is hostname with suffix '-K'.
ru_ru: Укажите имя Kerberos-аккаунта этой машины для регистрации в Active Directory. По-умолчанию имя хоста с суффиксом '-K'.
