Repository: kekek2/lang
Catalog: ting_addons/2018.03.16.plugins.*.po
Languages: ru_ru

source: Please provide a valid username ([a-z0-9_-]{3,32}).
ru_ru: Укажите допустимое имя пользователя ([a-z0-9_-]{3,32}).

source: Please specify a value between 1 and 16384.
ru_ru: Укажите значение от 1 до 16384.

source: Session rate
ru_ru: Частота сессий

source: Should be a string between 1 and 32 characters.
ru_ru: Должна быть строка от 1 до 32 символов.

source: Source IP is local
ru_ru: IP-адрес источника является локальным

source: Source IP: TCP source port
ru_ru: IP источника: порт источника TCP

source: Source IP: amount of data received (in kilobytes)
ru_ru: IP-адрес источника: объем полученных данных (в килобайтах)

source: Source IP: amount of data sent (in kilobytes)
ru_ru: IP-адрес источника: объем отправленных данных (в килобайтах)

source: Source IP: concurrent connections
ru_ru: IP-адрес источника: параллельные соединения

source: Source IP: connection rate
ru_ru: IP-адрес источника: скорость соединения

source: Source IP: cumulative number of HTTP errors
ru_ru: IP-адрес источника: общее количество ошибок HTTP

source: Source IP: cumulative number of connections
ru_ru: IP-адрес источника: общее число подключений

source: Source IP: incoming bytes rate
ru_ru: IP-адрес источника: скорость входящих байт

source: Source IP: number of HTTP requests
ru_ru: IP-адрес источника: количество HTTP-запросов

source: Source IP: outgoing bytes rate
ru_ru: IP-адрес источника: скорость исходящих байт

source: Source IP: rate of HTTP errors
ru_ru: IP-адрес источника: частота ошибок HTTP

source: Source IP: rate of HTTP requests
ru_ru: IP-адрес источника: частота HTTP-запросов

source: Source IP: session rate
ru_ru: Источник ИС: частота сессий

source: only store IPv4 addresses [default]
ru_ru: хранить только адреса IPv4 [по умолчанию]

source: only store IPv6 addresses
ru_ru: хранить только адреса IPv6

source: please specify a valid email address
ru_ru: пожалуйста, укажите действительный адрес электронной почты

source: store 32bit integers
ru_ru: хранить целые 32-х разрядные

source: store binary blocks
ru_ru: Хранить двоичные блоки

source: store substrings
ru_ru: Хранить подстроки
