Repository: kekek2/lang
Catalog: ting_addons/2018.02.01.postfix.*.po
Languages: ru_ru

source: Error reconfiguring Postfix
ru_ru: Ошибка перенастройка Postfix

source: Edit Domain
ru_ru: Изменить домен

source: Antispam
ru_ru: Антиспам

source: No Rspamd plugin found, please install and come back.
ru_ru: Плагин rspamd не найден, пожалуйста, установите и вернитесь.

source: Edit Recipient
ru_ru: Изменить получателя

source: Edit Sender
ru_ru: Изменить отправителя

source: Services: Postfix
ru_ru: Служба: Postfix

source: The 'Trusted Networks' parameter specifies the list of trusted SMTP clients. In particular, trusted SMTP clients are allowed to relay mail through Postfix. Please use CIDR notation like 192.168.0.0/24 separated by spaces. IPv6 addresses have to be in square brackets like [::1]/128.
ru_ru: Параметр 'Доверенных сетей' определяет список доверенных клиентов SMTP. В частности, доверенные клиенты SMTP могут передавать почту через Postfix. Пожалуйста, используйте нотацию CIDR, как 192.168.0.0/24, разделенную пробелами. Адреса IPv6 должны быть заключены в квадратные скобки, например [:: 1]/128.

source: The smtpd_banner parameter specifies the text that follows the 220 code in the SMTP server's greeting banner. Default is "'System Hostname' ESMTP Postfix".
ru_ru: Параметр smtpd_banner указывает текст, следующий за кодом 220 в приветствии SMTP-сервера. По умолчанию "'System Hostname' ESMTP Postfix".

source: This will activate the Postfix daemon.
ru_ru: Активировать службу postfix

source: Enable Rspamd Integration
ru_ru: Включить интеграцию Rspamd

source: This will enable or disable domain routing for this entry.
ru_ru: Это позволит включить или отключить маршрутизацию домена для этой записи.

source: Domainname
ru_ru: Доменное имя

source: Set the unique domain name to relay for.
ru_ru: Задайте уникальное доменное имя для ретрансляции.

source: Set the IP or FQDN to where to send the mails to. Empty means MX will be used.
ru_ru: Установить IP-адрес или полное доменное имя куда отправлять письма. При пустом значении будут использоваться MX.

source: This will enable or disable the recipient rule in this entry.
ru_ru: Включает или отключает правило получателя в этой записи.

source: Sender Address
ru_ru: Адрес отправителя

source: Set the recipient address to match.
ru_ru: Задайте соответствие адреса получателя.

source: Set the action for this address.
ru_ru: Установите действие для этого адреса.

source: This will enable or disable the sender address to match for.
ru_ru: Включение или отключение соответсвия адреса отправителя.

source: Set the sender address to match.
ru_ru: Установите соответсвие адреса отправителя.

source: System Hostname
ru_ru: Системное имя хоста

source: The 'System Hostname' parameter specifies the internet hostname of this mail system. The default is to use the fully-qualified domain name from gethostname(). It is used as a default value for many other configuration parameters.
ru_ru: Параметр 'System Hostname' задает имя хоста этой почтовой системы. По умолчанию используется полное доменное имя возвращаемое функцией gethostname(). Оно используется в качестве значения по умолчанию для многих других параметров конфигураций.

source: System Domain
ru_ru: Системный домен

source: The 'System Domain' parameter specifies the local internet domain name. The default is to use 'System Hostname' minus the first component. It is used as a default value for many other configuration parameters.
ru_ru: Параметр 'System Domain' указывает имя локального домена интернета. По умолчанию используется 'System Hostname' минус первый компонент. Он используется в качестве значения по умолчанию для многих других параметров.

source: The 'System Origin' parameter specifies the domain that locally-posted mail appears to come from. The default is to append 'System Hostname', which is fine for small sites.
ru_ru: Параметр ''System Origin'' задает домен, который подставляется в адрес отправителя для локально созданных писем. По умолчанию добавляется 'System Hostname', что хорошо для небольших сайтов.

source: The 'Listen IPs' parameter specifies the IP address to listen to. Default is to listen on all interfaces.
ru_ru: Параметр' Listen IPs ' указывает IP-адрес для принятия соединений. По умолчаниюслушает на всех интерфейсах.

source: Trusted Networks
ru_ru: Доверенные сети

source: Message Size Limit
ru_ru: Ограничение Размера Сообщения

source: Set the max size for messages to accept, default is 501200000 Byte which is 50MB. Values must be entered in Bytes.
ru_ru: Установите максимальный размер для принимаемых сообщений, по умолчанию 501200000 байт, что составляет 50 Мб. Значение должно быть введено в байтах.

source: Allow TLS Only
ru_ru: Разрешить только TLS

source: Disable SSLv2 and SSLv3, only TLS allowed.
ru_ru: Отключён SSLv2 и SSLv3, разрешен только протокол TLS.

source: Disable Weak Ciphers And Algorithms
ru_ru: Отключение слабых шифров и алгоритмов

source: This will disable known weak ciphers like DES, RC4 or MD5.
ru_ru: Это отключит известные слабые шифры, такие как DES, RC4 или MD5.

source: Choose the certificate to use when other servers want to do TLS with you.
ru_ru: Выберите сертификат для использования, когда другие серверы хотят установить с вами TLS-соединение.

source: Root CA
ru_ru: Корневой ЦС

source: Choose the Certificate Authority which signed your certificate.
ru_ru: Выбрать центр сертификации, который подписал сертификат.

source: SMTP Client Security
ru_ru: Безопасность клиента SMTP

source: Choose "none" to disable TLS for sending mail. Set encrypt to enforce TLS security, please do not use this for Internet wide communication as not every server supports TLS yet. Default is "may" which will use TLS when offered.
ru_ru: Выберите "none", чтобы отключить TLS для отправки почты. Установите шифрование для обеспечения безопасности TLS, пожалуйста, не используйте это для связи в интернете, так как ещё не каждый сервер поддерживает TLS.

source: Reject Unauthenticated Pipelining
ru_ru: Отвергать неаутентифицированную конвейеризации

source: Reject Unknown Sender Domain
ru_ru: Отклонить отправителя с неизвестным доменом

source: This will reject mails from domains which do not exist.
ru_ru: Это будет отклонять письма от доменов, которые не существуют.

source: Reject Unknown Recipient Domain
ru_ru: Отклонить получателя с неизвестным доменом

source: Reject Non FQDN Sender
ru_ru: Отклонить отправителя без полного доменного имени

source: For example senders without a domain or only a hostname.
ru_ru: Например, отправители без домена или только с именем хоста.

source: Reject Non FQDN Recipient
ru_ru: Отклонить получателя без полного доменного имени

source: For example recipients without a domain or only a hostname.
ru_ru: Например, получатель без домена или только с именем хоста.

source: Permit SASL Authenticated
ru_ru: Разрешить проверку подлинности SASL

source: Permit TLS Client Certificate Authenticated Users
ru_ru: Разрешить TLS пользователям, прошедшим проверку подлинности сертификата

source: Permit Trusted Networks
ru_ru: Разрешить Доверенные Сети

source: Reject Unauthenticated Destination
ru_ru: Отклонить неаутентифицированное назначение

source: Senders
ru_ru: Отправители
