Repository: kekek2/lang
Catalog: ting_addons/2018.02.21.diff.*.po
Languages: ru_ru

source: The FQDN's used in your certificate must currently point to one or more official IP addresses. Enter the all of these IP addresses here. OPNsense will automatically create a temporary port forward to allow the Let's Encrypt validation to succeed. This will lead to a short downtime of the service that is normally used with these IP addresses.<br/><div class="text-info"><b>NOTE:</b>This will ONLY work if the official IP addresses are LOCALLY configured on your OPNsense firewall.</div>
ru_ru: В настоящее время полное доменное имя, используемое в сертификате, должно указывать на один или несколько официальных IP-адресов. Введите все эти IP-адреса здесь. OPNsense автоматически создают временныое перенаправление порта для проверки успешности шифрования. Это приведет к короткому времени простоя службы, которая обычно используется с этими IP-адресами. <br/><div class="text-info"><b>Примечание:</b>Это будет работать, только если официальные IP-адреса локально настроены на брандмауэре OPNsense.</div>

source: The HTTP status code.<br/><div class="text-info"><b>NOTE:</b> It is important to understand that error messages are NOT meant to rewrite errors returned by the server, but errors detected and returned by HAProxy. This is why the list of supported errors is limited to a small set.</div>
ru_ru: Код состояния HTTP. <br/><div class="text-info"><b>Примечание:</b> Важно понимать, что сообщения об ошибках предназначены не для перезаписи ошибок, возвращаемых сервером, а для обнаружения и возврата ошибок HAProxy. Поэтому список поддерживаемых ошибок ограничен небольшим набором.</div>

source: The M/Monit URL.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>If you want to control Monit services from your M/Monit instance you have to configure the Monit Port too and add corresponding firewall rules as well.
ru_ru: URL M/Monit.<br><i>https://user:pass@192.168.1.10:8443/collector</i><br>Если вы хотите управлять службами Monit из вашего экземпляра M/Monit, вы должны настроить порт Monit и добавить соответствующие правила брандмауэра.

source: The Target host. Be careful when using localhost as some services may bypass ACLs when connecting from "127.0.0.1" or "::1".
ru_ru: Хост назначения. Будьте осторожны при использовании localhost потому что некоторые службы могут обойти списки при подключении от "127.0.0.1" или "::1".

source: The external FQDN of this host.
ru_ru: Внешнее полное доменное имя этого узла.

source: The listen port of the Monit httpd service.
ru_ru: Порт, на котором слушает служба Monit httpd.

source: The local port of the daemon, default is fine.
ru_ru: Локальный порт демона, по умолчанию хорошщо.

source: The log file of the Monit process. This can be the keyword <i>syslog</i> or the path to a file.
ru_ru: Файл журнала процесса Monit. Это может быть ключевое слово <i>syslog</i> или путь к файлу.

source: The name of the HTTP header field.
ru_ru: Имя поля заголовка HTTP.

source: The name of this Zabbix instance. It has to match with the defined name in the central Zabbix server.
ru_ru: Имя этого экземпляра Zabbix. Он должен совпадать с определенным именем на центральном Zabbix сервере.

source: The number of eventqueue slots.
ru_ru: Количество слотов eventqueue.

source: The password name for this connection. Be aware that it will stored in cleartext on this device.
ru_ru: Парол для этого соединения. Имейте в виду, что он будет храниться в текстовом виде на этом устройстве.

source: The path to the eventqueue directory.
ru_ru: Путь к каталогу eventqueue.

source: The port number which is exposed in the Tor network.
ru_ru: Номер порта, который предоставляется в сети Tor.

source: The state file of the Monit process.
ru_ru: Файл состояния процесса Monit.

source: The type can either be 'Basic' for a general-purpose authorization protocol or 'Stealth' for a less scalable protocol that also hides service activity from unauthorized clients.
ru_ru: Тип может быть 'Базовым' для протокола авторизации общего назначения или 'Скрытым' для менее масштабируемого протокола, который также скрывает действия служб от несанкционированных клиентов.

source: The user name for this connection.
ru_ru: Имя пользователя для этого подключения.

source: The username:password or host/network etc. for accessing the Monit httpd service.<br>See <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Monit Authentication</a>
ru_ru: Имя пользователя:пароль или хост/сеть и т. д. для доступа к службе Monit httpd.<br>Смотри <a rel="help" target="_blank" href="https://mmonit.com/monit/documentation/monit.html#Authentication">Проверка Подлинности Monit</a>

source: The value of the Server Name TLS extension sent by a client contains the specified string (substring match).
ru_ru: Значение отправленного клиентом расширения TLS имени сервера содержит указанную строку (соответствие подстроки).

source: The value of the Server Name TLS extension sent by a client ends with the specified string (suffix match).
ru_ru: Значение TLS-расширения имени сервера, отправленного клиентом, заканчивается указанной строкой (совпадение суффикса).

source: The value of the Server Name TLS extension sent by a client matches the exact string.
ru_ru: Значение TLS-расширения имени сервера, отправленного клиентом, точно совпадает со строкой.

source: The value of the Server Name TLS extension sent by a client starts with the specified string (prefix match).
ru_ru: Значение TLS-расширения имени сервера, отправленного клиентом, начинается с указанной строки (совпадение префикса).

source: The value that should be set for the specified HTTP header. Note that it is possible to use pre-defined variables, see <a href="http://cbonte.github.io/haproxy-dconv/1.7/configuration.html#8.2.4">HAProxy's documentation</a> for further details and examples.
ru_ru: Значение, которое должно быть задано для указанного заголовка HTTP. Обратите внимание, что можно использовать предопределенные переменные, смотрите <a href="http://cbonte.github.io/haproxy-dconv/1.7/configuration.html#8.2.4">Документация HAProxy</a> для получения дополнительной информации и примеров.

source: The value that should be set for the specified HTTP header. Note that it's possible to use pre-defined variables, see <a href="http://cbonte.github.io/haproxy-dconv/1.7/configuration.html#8.2.4">HAProxy's documentation</a> for further details and examples.
ru_ru: Значение, которое должно быть задано для указанного заголовка HTTP. Обратите внимание, что можно использовать предопределенные переменные, смотрите <a href="http://cbonte.github.io/haproxy-dconv/1.7/configuration.html#8.2.4">Документация HAProxy</a> для получения дополнительной информации и примеров.

source: These lines will be added to the HAProxy backend configuration.
ru_ru: Эти строки будут добавлены в конфигурацию серверной части HAProxy.

source: These lines will be added to the HAProxy frontend configuration.
ru_ru: Эти строки будут добавлены в конфигурацию интерфейса HAProxy.

source: This enables CRL checking, please restart this service with every change to the CRL.
ru_ru: Это включает проверку CRL, пожалуйста, перезапустите эту службу с каждым изменением CRL.

source: This enables the ChilliSpot attributes assignment via users tab.
ru_ru: Это включает назначение атрибутов ChilliSpot через вкладку пользователи.

source: This enables the Max-Daily-Session attribute assignment via users tab.
ru_ru: Это позволяет Max-Daily-Session присвоение атрибутов через вкладку пользователи.

source: This enables the WISPr attributes assignment via users tab.
ru_ru: Это включает назначение атрибутов WISPr через вкладку пользователи.

source: This is suited for all header fields which are allowed to carry more than one value: Matches the specified regular expression against every comma-delimited value of the header field.
ru_ru: Это подходит для всех полей заголовка, которые могут содержать более одного значения: соответствует указанному регулярному выражению для каждого значения поля заголовка с разделителями-запятыми.

source: This may only consist of characters and numbers and is used to identifiy your host.
ru_ru: Это может состоять только из символов и цифр и используется для идентификации узла.

source: This setting is only relevant for double nat scenarios, where default port 5060 would be replaced by a NAT device.
ru_ru: Этот параметр актуален только для сценариев double nat, где порт 5600 по умолчанию будет заменен устройством NAT.

source: This will activate OpenConnect Client.
ru_ru: Это активирует OpenConnect клиента.

source: This will activate certificate based authentication. Please choose CA and Certificate below and do not forget to roll out certificates to the clients.
ru_ru: Это активирует проверку подлинности на основе сертификата. Пожалуйста, выберите CA и сертификат ниже и не забудьте развернуть сертификаты для клиентов.

source: This will activate the Cisco Discovery Protocol.
ru_ru: Это активирует протокол обнаружения Cisco.

source: This will activate the Extreme Discovery Protocol.
ru_ru: Это будет активировать протокол обнаружения Extreme.

source: This will activate the Foundry Discovery Protocol.
ru_ru: Это активирует протокол обнаружения Foundry.

source: This will activate the LLDPD service.
ru_ru: Это будет активировать службу LLDPD.

source: This will activate the SONMP Protocol by Nortel.
ru_ru: Это активирует протокол SONMP компанией Nortel.

source: This will activate the ShadowSocks Proxy service.
ru_ru: Это актиивирует службу ShadowSocks Proxy

source: This will activate the Zabbix Proxy service.
ru_ru: Это активирует прокси-сервер в Zabbix.

source: This will activate the Zerotier service
ru_ru: Это будет активировать службу Zerotier

source: This will activate the node_exporter plugin.
ru_ru: Это активирует плагин node_exporter.

source: This will activate the onion router.
ru_ru: Это активирует луковичный маршрутизатор.

source: This will activate the siproxd service.
ru_ru: Это активирует службу siproxd.

source: This will activate the telegraf agent.
ru_ru: Это активирует агента Telegraf

source: This will enable InfluxDB as output. Format is without square brackets, just like http://192.168.0.1:8086.
ru_ru: Это включает InfluxDB в качестве вывода. Формат без квадратных скобок, так же, как http://192.168.0.1:8086.

source: This will enable or disable the domain account.
ru_ru: Это включает или отключает учетную запись домена.

source: This will enable or disable the user account.
ru_ru: Это включает или отключает учетную запись пользователя.

source: Time in milli seconds siproxd should wait until the connection is established.
ru_ru: Время в миллисекундах, в течении которого siproxd должен подождать, пока соединение будет установлено.

source: Time in seconds how often siproxd should send an empty Sip-Keep-Alive to hold the connection.
ru_ru: Время в секундах, как часто siproxd должен отправить пустой пакет Sip-Keep-Alive для поддержки связи.

source: Time in seconds when an inactive TCP session will be disconnected.
ru_ru: Время в секундах, когда неактивный сеанс TCP будет отключен.

source: Total CPU
ru_ru: Итого процессор

source: Total number of signatures
ru_ru: Общее количество сигнатур

source: Transparent DNS Port
ru_ru: Прозрачный порт DNS

source: Transparent IP Pool
ru_ru: Прозрачный пул IP

source: Transparent Port
ru_ru: Прозрачный порт

source: Type CA name or choose from list.
ru_ru: Введите имя CA или выберите из списка.

source: Type CRL name or choose from list.
ru_ru: Введите имя списка отзыва сертификатов или выбрать из списка.

source: Type IP addresses (ex. 192.168.1.100)
ru_ru: Введите IP-адрес (например, 192.168.1.100)

source: Type IP addresses, followed by Enter or comma.
ru_ru: Введите IP-адреса, затем введите или запятую.

source: Type certificate name or choose from list.
ru_ru: Введите имя сертификата или выберите из списка.

source: Type or select destinations.
ru_ru: Введите или выберите пункт назначения.

source: Type or select interface (Leave blank to disable ftp proxy).
ru_ru: Введите или выберите интерфейс (оставьте пустым, чтобы отключить прокси-сервер ftp).

source: Type port number or range.
ru_ru: Введите номер порта или диапазон.

source: Type server name or choose from list.
ru_ru: Введите имя сервера или выберите из списка.

source: Type subnet addresses (ex. 192.168.2.0/24)
ru_ru: Введите адреса подсети (например, 192.168.2.0/24)

source: UPS Type
ru_ru: Тип ИБП

source: URL Parameter
ru_ru: Параметр URL

source: USBHID-Driver
ru_ru: Драйвер USBHID

source: Usable Servers
ru_ru: Используемые серверы

source: Use HAProxy's redirect function to return a HTTP redirection. See <a href="http://cbonte.github.io/haproxy-dconv/1.7/configuration.html#redirect">HAProxy's documentation</a> for further details and examples.
ru_ru: Используйте функцию перенаправления HAProxy для возврата перенаправления HTTP. Смотрите <a href="http://cbonte.github.io/haproxy-dconv/1.7/configuration.html#redirect">Документация HAProxy</a> для получения дополнительной информации и примеров.

source: Use backend pool
ru_ru: Использовать внутренний пул

source: Use the specified backend to count usable servers. Leave empty to use the current backend.
ru_ru: Использовать указанный бэкэнд для рассчёта количества используемых серверов. Оставьте пустым, чтобы использовать текущий backend

source: Used to enforce or disable certain SSL options.
ru_ru: Применять или отключить определенные опции SSL.

source: Useragent string
ru_ru: Строка Useragent

source: VPN Server
ru_ru: Сервер VPN

source: Verify the CA Common-Name of the certificate presented by the client against the specified string.
ru_ru: Сравнивать общее имя ЦС сертификата, представленного клиентом, с указанной строкой.

source: Verify the minimum number of usable servers in the named backend matches the specified value.
ru_ru: Убедитесь, что минимальное количество используемых серверов в именованном бэкэнде соответствует указанному значению.

source: Verify the source IPv4 address of the client of the session matches the specified IPv4 or IPv6 address.
ru_ru: Проверять, что исходный IPv4-адрес клиента сеанса совпадает с указанным IPv4-или IPv6-адресом.

source: When HAProxy requests user name and password from the user, this optiomal authentication realm is returned with the response (typically the application's name).
ru_ru: Когда HAProxy запрашивает имя пользователя и пароль от пользователя, эта необязательная область проверки подлинности возвращается с ответом (обычно это имя приложения).

source: When using HTTP-01 as validation method, a local webserver is used to provide acme challenge data to the Let's Encrypt servers. The local webserver is NOT directly exposed to the outside and should NOT use port 80 or any other well-known port. This setting allows you to change the local port of this webserver in case it interferes with another local service. Defaults to port 43580.
ru_ru: При использовании HTTP-01 в качестве метода проверки, локальный веб-сервер используется для предоставления данных Acme для шифрования серверов. Локальный веб-сервер не подвергается прямо внешнему воздействию и не должен использовать порт 80 или любой другой известный порт. Этот параметр позволяет изменить локальный порт этого веб-сервера в случае, если он мешает другой локальной службе. По умолчанию порт 43580.

source: Whether or not to enable authentication for clients to Siproxd. If checked please set up clients in the users tab.
ru_ru: Следует ли включить проверку подлинности для клиентов Siproxd. Если флажок установлен, настройте клиентов на вкладке пользователи.

source: Whether to report Per-CPU stats or not.
ru_ru: Следует ли сообщать статистику по процессорно или нет.

source: Whether to report total system CPU stats or not.
ru_ru: Нужно ли сообщать статистику об общей системе процессора или нет.

source: With STUN periond you can set the time in seconds how often to request for IP info from STUN server.
ru_ru: С STUN период можно установить время в секундах, как часто запрашивать информацию IP от сервера STUN.

source: Write timeout (for the InfluxDB client), formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
ru_ru: Время ожидания записи (для клиента InfluxDB), отформатированное как строка. Если не предусмотрено, по умолчанию будет 5s. 0s означает отсутствие таймаута (не рекомендуется).

source: You can enter a publicly visible (obfuscated) email address into this field to allow other users to notify you if there are issues with your relay.
ru_ru: В это поле можно ввести общедоступный (запутанный) адрес электронной почты, чтобы другие пользователи могли уведомлять Вас о проблемах с ретрансляцией.

source: bytecode
ru_ru: байткод

source: daily
ru_ru: ежедневно

source: lexicon
ru_ru: лексикон

source: local.conf settings
ru_ru: Настройка local.conf

source: main
ru_ru: главный

source: user:password, @group... Finish with TAB.
ru_ru: user:password, @group... Закончите по TAB.

source: A valid Port number must be specified.
ru_ru: Необходимо указать допустимый номер порта.

source: AND [default]
ru_ru: AND [по умолчанию]

source: Agent
ru_ru: Агент

source: An Onion service must be set.
ru_ru: Должна быть установлена луковичная служба

source: Eventqueue Slots must be a numeric value.
ru_ru: Слоты Eventqueue должны быть числовым значением.

source: Groups and Users
ru_ru: Группы и пользователи

source: HTTP / HTTPS (SSL offloading) [default]
ru_ru: HTTP / HTTPS (SSL offloading) [по умолчанию]

source: HTTP [default]
ru_ru: HTTP [по умолчанию]

source: HTTP/1.0 [default]
ru_ru: HTTP/1.0 [по умолчанию]

source: Host contains
ru_ru: Хост содержит

source: IF [default]
ru_ru: IF [по умолчанию]

source: Information
ru_ru: Информация

source: Input
ru_ru: Вход

source: Least Connections
ru_ru: Минимум соединений

source: Let's Encrypt
ru_ru: "Разрешить шифрование"

source: Live View
ru_ru: Живой просмотр

source: Local Monit Port needs to be an integer value between 0 and 65535
ru_ru: Локальный порт Monit должен быть целочисленным значением между 0 и 65535

source: M/Monit Timeout needs to be an integer value between 0 and 86400
ru_ru: Тайм-аут M/Monit должен быть целочисленным значением между 0 и 86400

source: Please provide IP or hostname (no spaces allowed).
ru_ru: Укажите IP-адрес или имя хоста (пробелы не допускаются).

source: Please provide a valid IPv4 address.
ru_ru: Укажите допустимый IPv4-адрес.

source: Please provide a valid hostname or IP address.
ru_ru: Пожалуйста, укажите допустимые имя хоста или IP-адрес.

source: Please provide a valid port number between 1 and 65535.
ru_ru: Пожалуйста предоставить действительный номер порта от 1 до 65535.

source: Please provide a valid port number between 1 and 65535. Port 9100 is the default.
ru_ru: Пожалуйста предоставить допустимый номер порта от 1 до 65535. По умолчанию используется порт 9100.

source: Please provide a valid username. Allowed characters are a-z0-9._- and it has to be 1-32 characters long.
ru_ru: Пожалуйста, укажите действительное имя пользователя. Допустимые символы-a-z0-9._ - и он должен быть длиной 1-32 символа.

source: Please specify a value between 0 and 500000.
ru_ru: Пожалуйста, укажите значение от 0 до 500000.

source: Please specify a value between 1 and 1000000000.
ru_ru: Пожалуйста, укажите значение от 1 до 1000000000.

source: Should be a string between 1 and 1024 characters.
ru_ru: Должна быть строка длиной от 1 до 1024 символов.

source: Should be a valid absolute path to the eventqueue directory.
ru_ru: Должен быть допустимый абсолютный путь к каталогу eventqueue.

source: Should be a valid absolute path to the log file or the keyword "syslog".
ru_ru: Должен быть допустимый абсолютный путь к файлу журнала или ключевое слово "syslog".

source: Should be a valid absolute path to the state file.
ru_ru: Должен быть допустимый абсолютный путь к файлу состояния.

source: Source-IP Hash [default]
ru_ru: Source-IP Hash [по умолчанию]

source: Specify a valid gateway from the list matching the networks ip protocol.
ru_ru: Укажите допустимый шлюз из списка, соответствующего сетевому IP-протоколу.

source: Specify a valid network matching the gateways ip protocol.
ru_ru: Укажите допустимую сеть, соответствующую протоколу IP шлюзов.

source: Test gate - no SMS send
ru_ru: Тестовый шлюз - без отправки SMS

source: The authorized clients should only consist of alphanumeric characters, dashes, underscores and plus sign.
ru_ru: Авторизованные клиенты должны состоять только из буквенно-цифровых символов, тире, подчеркивания и знака плюс.

source: The name should only consist of alphanumeric characters, dashes and underscores.
ru_ru: Имя должно состоять только из буквенно-цифровых символов, тире и подчеркивания.

source: alert
ru_ru: тревога

source: LLDP allows you to know exactly on which port is a server
ru_ru: LLDP позволяет точно знать, на каком порту находится сервер

source: LLDP allows you to know exactly on which port is a server LLDP is an industry standard protocol designed to supplant proprietary Link-Layer protocols such as EDP or CDP. The goal of LLDP is to provide an inter-vendor compatible mechanism to deliver Link-Layer notifications to adjacent network devices. WWW: https://vincentbernat.github.io/lldpd/ Maintainer: m.muenz@gmail.com
ru_ru: LLDP позволяет точно знать, на каком порту находится сервер LLDP-это стандартный протокол отрасли, предназначенный для замены проприетарных протоколов Link-Layer, таких как EDP или CDP. Цель LLDP состоит в том, чтобы обеспечить механизм, совместимый между поставщиками, для доставки уведомлений Link-Layer на соседние сетевые устройства. WWW: https://vincentbernat.github.io/lldpd/ Сопровождение: m.muenz@gmail.com

source: OpenConnect Client
ru_ru: Клиент OpenConnect

source: OpenConnect Client OpenConnect is an SSL VPN client initially created to support Cisco's AnyConnect SSL VPN. It has since been ported to support the Juniper SSL VPN which is now known as Pulse Connect Secure. WWW: http://www.infradead.org/openconnect/ Maintainer: m.muenz@gmail.com
ru_ru: Клиент OpenConnect OpenConnect изначально является SSL-VPN-клиентом, который создан для поддержки компании Cisco AnyConnect VPN с шифрованием SSL. С тех пор он был портирован на поддержку Juniper SSL VPN, который ейчас известен как Pulse Connect Secure. WWW: http://www.infradead.org/openconnect/ Сопровождение: m.muenz@gmail.com

source: Prometheus exporter for machine metrics
ru_ru: Prometheus exporter для машинных метрик

source: Prometheus exporter for machine metrics Prometheus exporter for hardware and OS metrics exposed by *NIX kernels, written in Go with pluggable metric collectors. WWW: https://github.com/prometheus/node_exporter Maintainer: dharrigan@gmail.com
ru_ru: Prometheus exporter для машинных метрик Prometheus exporter предназначен для метрик оборудования и операционной системы, предоставляемых ядрами *NIX, написано в Go с плагинами метрических коллекторов. WWW: https://github.com/prometheus/node_exporter Сопровождение: dharrigan@gmail.com

source: Secure socks5 proxy
ru_ru: Безопасный прокси socks5
