Repository: kekek2/lang
Catalog: ting_addons/2018.09.11.diff.*.po
Languages: ru_ru

source: Edit ICAP white and black lists
ru_ru: Редактировать ICAP для чёрных и белых списков

source: Edit mime types for black and white lists
ru_ru: Редактировать MIME-типы для чёрных и белых списков

source: Edit source IPs for black and white lists
ru_ru: Редактировать IP-адреса источников для чёрных и белых списков

source: Edit SSL Bump exclude list
ru_ru: Редактировать списки исключения для SSL Bump

source: Edit schedules interval for black and white lists
ru_ru: Редактировать расписания для чёрных и белых списков

source: Names
ru_ru: Имена

source: Edit users and groups for black and white lists
ru_ru: Редактировать пользователей и группы для чёрных и белых списков

source: MAC-addresses
ru_ru: MAC-адреса

source: Gateway Monitor (%s)
ru_ru: Монитор шлюза (%s)

source: The Base URL to Nextcloud. For example: https://cloud.example.com
ru_ru: Базовый URL-адрес Nextcloud. Например: https://cloud.example.com

source: User Name
ru_ru: Имя пользователя

source: The name you use for logging into your Nextcloud account
ru_ru: Имя, используемое для входа в учетную запись Nextcloud

source: The app password which has been generated for you
ru_ru: Пароль приложения, который был сгенерирован для вас

source: Directory Name
ru_ru: Название директории

source: Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression.
ru_ru: Соответствие может быть инвертировано, если перед значением стоит «not». В качестве логического выражения можно указать несколько IP-адресов или подсетей CIDR.

source: Database repair in progress, daemon will start when done.
ru_ru: Восстановление базы данных в процессе, после окончаеия запустится демон.

source: Do you really want to force a repair of the netflow data? This might take a while.
ru_ru: Вы действительно хотите принудительно восстановить данные netflow? Это может занять некоторое время.

source: Repair Netflow Data
ru_ru: Восстановление Данных Netflow

source: Monitoring daemon
ru_ru: Демон мониторинга

source: Prefer Dpinger over Apinger
ru_ru: Использовать Dpinger вместо Apinger

source: By default, the system will use Apinger for gateway monitoring. Switching from one to the other will result in the loss of any existing quality RRD data.
ru_ru: По умолчанию система использует Apinger для мониторинга шлюза. Переключение с одного на другой приведет к потере любых существующих данных RRD.

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accomodate complex setups.
ru_ru: Использование политики маршрутизации в правилах фильтрации пакетов приводит к пропуску обработки пакетов для задач ограничения скорости трафика и captive portal. Использование этого параметра позволяет совместно использовать такие решения пересылки между всеми компонентами для выполнения сложных настроек.

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
ru_ru: Максимальное количество записей в таблице для систем, таких как псевдонимы, sshlockout, bogons и т. д., вместе взятых.

source: The IPv6 gateway address "%s" cannot be used as an IPv4 gateway.
ru_ru: Адрес шлюза IPv6 «%s» не может использоваться в качестве шлюза IPv4.

source: The IPv4 gateway address "%s" can not be used as an IPv6 gateway.
ru_ru: Адрес шлюза IPv4 «%s» не может использоваться в качестве шлюза IPv6.

source: The IPv6 monitor address "%s" can not be used on an IPv4 gateway.
ru_ru: Адрес монитора IPv6 «%s» не может использоваться на шлюзе IPv4.

source: The IPv4 monitor address "%s" can not be used on an IPv6 gateway.
ru_ru: Адрес монитора IPv4 «%s» не может использоваться на шлюзе IPv6.

source: Your password does not match the selected security policies. Please provide a new one.
ru_ru: Пароль не соответствует выбранным политикам безопасности. Пожалуйста, введите новый.

source: Client management port
ru_ru: Порт управления клиентом

source: log entries
ru_ru: запись журнала

source: Use this lists in ACL rules.
ru_ru: Список может использоваться в правилах.

source: System Information
ru_ru: Системная информация

source: More about
ru_ru: Подробнее о

source: Enable Resolver
ru_ru: Включить распознаватель
