Repository: kekek2/lang
Catalog: ting_addons/2018.10.01.cicapclamav.*.po
Languages: ru_ru

source: ICAP service c-icap-clamav is an implementation of an ICAP server. It can be used with HTTP proxies that support the ICAP protocol to implement content adaptation and filtering services. Currently supported plugins ClamAV and YouTube categories filter. ClamAV(r) is an open source (GPL) anti-virus engine used in a variety of situations including email scanning, web scanning, and end point security. It provides a number of utilities including a flexible and scalable multi-threaded daemon, a command line scanner and an advanced tool for automatic database updates. YouTube categories filter allows you to specify the categories of videos that you want to view. WWW: http://c-icap.sourceforge.net/ WWW: https://www.clamav.net/ Maintainer: kekek2@ya.ru
ru_ru: Служба ICAP c-icap-clamav это реализация ICAP-сервера.Она может быть использована для HTTP-прокси, поддерживающего протокол ICAP для обеспечения обработки и фильтрации. ClamAV(r) - это антивирусное средство с открытым исходным кодом (GPL), используемое в различных ситуациях, включая сканирование почты, web-трафика, и обеспечение безопасности на оконечном устройстве. Он предоставляет ряд утилит, включая гибкий, масштабируемый, много-поточный сервис, сканер командной строки и продвинутое средство для автоматического обновления базы данных. С помощью фильтра категорий YouTube можно разрешать для просмотра только указанные вами категории. WWW: http://c-icap.sourceforge.net/ WWW: https://www.clamav.net/ Сопровождение: kekek2@ya.ru

source: This will activate the YouTube categories filter service.
ru_ru: Это активирут службу фильтров категорий YouTube.

source: Main database
ru_ru: Основная база

source: Enable YouTube categories filter
ru_ru: Включить фильтр категорий YouTube

source: Daily updates
ru_ru: Ежедневные обновления

source: Bytecode
ru_ru: Байткод

source: ICAP daemon
ru_ru: Демон ICAP

source: YouTube categories filter
ru_ru: Фильтр категорий YouTube

source: List of allowed categories
ru_ru: Список разрешённых категорий

source: Antivirus Status
ru_ru: Статус антивируса
