Repository: kekek2/lang
Catalog: ting_addons/2018.02.15.OptinValues.*.po
Languages: ru_ru

source: Minimal
ru_ru: Минимальный

source: Verbose
ru_ru: Подробный

source: Very verbose
ru_ru: Очень подробный

source: Change all alerts to drop actions
ru_ru: Изменение всех оповещений на действие удаления

source: Aho-Corasick
ru_ru: Ахо-Корасик

source: File (Extended)
ru_ru: Файл (расширенный)

source: Append client's IP (on)
ru_ru: Добавить IP клиента (on)

source: Set forward header to unknown (off)
ru_ru: Установить заголовок 'Перенаправление' в 'Неизвестно' (off)

source: Do not alter forward header (transparent)
ru_ru: Не изменять заголовок 'Перенаправление' (transparent)

source: Replace all with client's IP (truncate)
ru_ru: Заменить все IP клиента (truncate)

source: Strip whitespaces
ru_ru: Удалить пробелы

source: Deny request
ru_ru: Отклонить запрос

source: Allow whitespaces
ru_ru: Разрешить пробелы

source: Encode whitespaces (RFC1738)
ru_ru: Кодировать пробелы (RFC1738)

source: Chop URI at first whitespace
ru_ru: Отсечь URI на первом пробеле

source: Omit descriptions
ru_ru: Опустить описания

source: Display as column
ru_ru: Показать как столбец

source: Display as second row
ru_ru: Показать второй строкой

source: bit/s
ru_ru: бит/с

source: kbit/s
ru_ru: кбит/с

source: Mbit/s
ru_ru: Мбит/с

source: FIFO
ru_ru: В порядке поступления (FIFO)

source: Deficit Round Robin
ru_ru: Дефицитный циклический алгоритм (DRR)

source: FlowQueue-CoDel
ru_ru: Планировщик пакетов CoDel

source: both
ru_ru: оба

source: Notice
ru_ru: Уведомлять

source: noeviction
ru_ru: без вытеснения

source: may
ru_ru: разрешено

source: encrypt
ru_ru: шифровать

source: REJECT
ru_ru: ОТКЛОНИТЬ

source: Header
ru_ru: Заголовок

source: Envelope
ru_ru: Конверт

source: Seconds
ru_ru: Сек

source: basic information (0)
ru_ru: основная информация (0)

source: critical information (1)
ru_ru: критическая информация (1)

source: error information (2)
ru_ru: информация об ошибках (2)

source: warnings (3, default)
ru_ru: предупреждения (3, по умолчанию)

source: debugging (4)
ru_ru: отладка (4)

source: extended debugging (5)
ru_ru: расширенная отладка (5)

source: files
ru_ru: файл

source: syslog
ru_ru: системный журнал

source: Babel routing protocol (Babel)
ru_ru: Протокол маршрутизации Babel (Babel)

source: Open Shortest Path First (OSPF)
ru_ru: Протокол маршрутизации с поиском кратчайшего пути (OSPF)

source: Connected routes (directly attached subnet or host)
ru_ru: Подключенные маршруты (подсеть или хост с прямым подключением)

source: Intermediate System to Intermediate System (IS-IS)
ru_ru: Протокол маршрутизации промежуточных систем (IS-IS)

source: Kernel routes (not installed via the zebra RIB)
ru_ru: Маршруты ядра (не устанавливаются через zebra RIB)

source: Routing Information Protocol (RIP)
ru_ru: Протокол маршрутной информации (RIP)

source: Statically configured routes
ru_ru: Статически настроенные маршруты

source: Permit
ru_ru: Разрешить

source: Emergencies
ru_ru: Аварии

source: Errors
ru_ru: Ошибки

source: Warnings
ru_ru: Предупреждения

source: Informational
ru_ru: Информация

source: Debugging
ru_ru: Отладка

source: Border Gateway Protocol (BGP)
ru_ru: Протокол граничного шлюз (BGP)

source: Broadcast multi-access network
ru_ru: Широковещательные сети множественного доступа

source: NBMA network
ru_ru: Нешироковещательные сети множественного доступа (NBMA)

source: Point-to-multipoint network
ru_ru: Точка-многоточечная сеть

source: Point-to-point network
ru_ru: Сеть точка-точка

source: no preference [default]
ru_ru: не отдавать предпочтения [по умолчанию]

source: enforce verify
ru_ru: принудительная проверка

source: disable verify
ru_ru: отключить проверку

source: redispatch on every 3rd retry
ru_ru: переотправки на каждый 3-й повтор

source: redispatch on every 2nd retry
ru_ru: переотправки на каждый 2-й повтор

source: redispatch on every retry
ru_ru: переотправки на каждый повтор

source: Disable redispatching
ru_ru: отключить переотправки

source: redispatch on the last retry [default]
ru_ru: переотправка на последний повтор [по умолчанию]

source: redispatch on the 2nd retry prior to the last retry
ru_ru: переотправки на 2 повтора до последнего повтора

source: redispatch on the 3rd retry prior to the last retry
ru_ru: переотправки на 3 повтора до последнего повтора

source: active [default]
ru_ru: активный [по умолчанию]

source: backup
ru_ru: резервный

source: test the exact string match for the HTTP status code
ru_ru: проверка точного соответствия строки для кода состояния HTTP

source: test a regular expression for the HTTP status code
ru_ru: проверка регулярного выражения для кода состояния HTTP

source: test the exact string match in the HTTP response body
ru_ru: проверка точного соответствия строки в теле ответа HTTP

source: test a regular expression on the HTTP response body
ru_ru: проверка регулярного выражения в теле ответа HTTP

source: test the exact string match in the response buffer [default]
ru_ru: проверка точного совпадения строк в буфере ответов [по умолчанию]

source: test a regular expression on the response buffer
ru_ru: проверка регулярного выражения в буфере ответов

source: test the exact string in its hexadecimal form matches in the response buffer
ru_ru: проверка точного совпадения строк шестнадцатеричной форме в буфере ответов

source: Host starts with
ru_ru: Хост начинается с

source: Host ends with
ru_ru: Хост заканчивается

source: Host matches
ru_ru: Хост совпадает

source: Host regex
ru_ru: Регулярное выражение хоста

source: Host Contains
ru_ru: Хост содержит

source: Path starts with
ru_ru: Путь начинается с

source: Path ends with
ru_ru: Путь заканчивается

source: Path matches
ru_ru: Путь совпадает

source: Path regex
ru_ru: Регулярное выражение пути

source: Path contains subdir
ru_ru: Путь содержит поддиректорию

source: Path contains string
ru_ru: Путь содержит строчку

source: URL parameter contains
ru_ru: URL содержит

source: SSL/TLS connection established
ru_ru: Установлено соединение SSL/TLS

source: SSL Client certificate is valid
ru_ru: Сертификат клиента SSL действителен

source: SSL Client certificate verify error result
ru_ru: Результат проверки клиентского сертификата SSL ошибочен

source: SSL Client certificate issued by CA common-name
ru_ru: Common-name цента сертификации, выдавшего клиентский сертификат SSL

source: Source IP matches specified IP
ru_ru: Исходный IP-адрес соответствует указанному IP

source: Minimum number of usable servers in backend
ru_ru: Минимальное количество используемых серверов в бэкэнде

source: Traffic is HTTP
ru_ru: Трафик по протоколу РЕЕЗ

source: Traffic is SSL
ru_ru: Трафик по протоколу SSL

source: SNI TLS extension matches
ru_ru: Расширение SNI TLS совпадает

source: SNI TLS extension contains
ru_ru: Расширение SNI TLS содержит

source: SNI TLS extension starts with
ru_ru: Расширение SNI TLS начинается с

source: SNI TLS extension ends with
ru_ru: Расширение SNI TLS заканчивается

source: SNI TLS extension regex
ru_ru: Регулярное выражение расширения SNI TLS

source: Custom condition (option pass-through)
ru_ru: Пользовательское условие (опция сквозная)

source: Use specified Backend Pool
ru_ru: Использовать указанный Backend Pool

source: Override server in Backend Pool
ru_ru: Переопределить сервер в Backend Pool

source: http-request allow
ru_ru: разрешить http-запрос

source: http-request deny
ru_ru: запретить http-запрос

source: http-request tarpit
ru_ru: http-запрос tarpit

source: http-request auth
ru_ru: аутентифицировать http-запрос

source: http-request redirect
ru_ru: перенаправить http-запроса

source: http-request lua action
ru_ru: действие lua http-запроса

source: http-request lua service
ru_ru: служба lua http-запроса

source: http-request header add
ru_ru: добавить заголовок http-запроса

source: http-request header set
ru_ru: установить заголовок http-запроса

source: http-request header delete
ru_ru: удалить заголовок http-запроса

source: http-request header replace
ru_ru: заменить заголовок http-запроса

source: http-request header replace value
ru_ru: заменить значение заголовока http-запроса

source: http-response allow
ru_ru: разрешить http-ответ

source: http-response deny
ru_ru: запретить http-ответ

source: http-response lua script
ru_ru: скрипт lua http-ответа

source: http-response header add
ru_ru: добавить заголовок http-ответа

source: http-response header set
ru_ru: установить заголовок http-ответа

source: http-response header delete
ru_ru: удалить заголовок http-ответа

source: http-response header replace
ru_ru: заменить заголовок http-ответа

source: http-response header replace value
ru_ru: заменить значение заголовока http-ответа

source: tcp-request connection accept
ru_ru: принять подключение tcp-запроса

source: tcp-request connection reject
ru_ru: отклонить подключение tcp-запроса

source: tcp-request content accept
ru_ru: принять содержание tcp-запроса

source: tcp-request content reject
ru_ru: отклонить содержание tcp-запроса

source: tcp-request content lua script
ru_ru: lua-скрипт содержания tcp-запроса

source: tcp-request content use-service
ru_ru: пользовательская служба содержания tcp-запроса

source: tcp-response content accept
ru_ru: принять содержание tcp-ответа

source: tcp-response content close
ru_ru: закрыть содержание tcp-ответа

source: tcp-response content reject
ru_ru: отклонить содержание tcp-ответа

source: tcp-response content lua script
ru_ru: lua-скрипт содержания tcp-ответа

source: Custom rule (option pass-through)
ru_ru: Пользовательское правило (сквозной вариант)

source: Do not add ;rport to via header (0)
ru_ru: Не добавлять ;rport к заголовку via (0)

source: Add ;rport to INCOMING via header (1)
ru_ru: Добавить ;rport к ВХОДЯЩЕМУ заголовку via (1)

source: Add ;rport to OUTGOING via header (2)
ru_ru: Добавить ;rport к ИСХОДЯЩЕМУ заголовку via (2)

source: Add ;rport to OUTGOING and INCOMING via headers (3)
ru_ru: Добавить ;rport к ИСХОДЯЩЕМУ и ВХОДЯЩЕМУ заголовку via (3)

source: Production Environment [default]
ru_ru: Промышленное окружение [по умолчанию]

source: Staging Environment
ru_ru: Промежуточное окружение

source: extended
ru_ru: расширенный

source: debug
ru_ru: отладка

source: Let's Encrypt CA
ru_ru: ЦС "Let's Encrypt"

source: OPNsense Web Service (automatic port forward)
ru_ru: Веб-служба TING (автоматическое перенаправление порта)

source: HAProxy HTTP Frontend Integration (OPNsense plugin)
ru_ru: HAProxy HTTP Frontend Integration (TING plugin)

source: Restart OPNsense Web UI
ru_ru: Перезапустить Web-интерфейс TING

source: Restart HAProxy (OPNsense plugin)
ru_ru: Перезапустить HAProxy (TING-плагин)

source: System or Plugin Command (select below)
ru_ru: Системная команда или команда из плагина (выберете ниже)

source: router
ru_ru: маршрутизатор

source: switch
ru_ru: коммутатор

source: [0] start/stop, serious errors
ru_ru: [0] запуск/остановка, серьезная ошибки

source: [1] +all connections
ru_ru: [1] +все соединения

source: [2] +script status
ru_ru: [2] +состояние скриптов

source: [3] +all requests
ru_ru: [3] +все запросы

source: [5] +network traffic
ru_ru: [5] +сетевой трафик

source: Accept
ru_ru: Принять

source: Stealth
ru_ru: Скрытый

source: Process
ru_ru: Процесс

source: File
ru_ru: Файл

source: Filesystem
ru_ru: Файловая система

source: Directory
ru_ru: Директория

source: Restart
ru_ru: Перезапустить

source: Execute
ru_ru: Выполнить

source: Unmonitor
ru_ru: Перестать отслеживать

source: Text files
ru_ru: Текстовые файлы

source: Binary files
ru_ru: Двоичные файлы

source: Executables
ru_ru: Исполняемые файлы

source: Archives
ru_ru: Архивы

source: GIF animations
ru_ru: Анимация GIF

source: JPEG pictures
ru_ru: JPEG-картинки

source: Microsoft office files
ru_ru: Файлы Microsoft Office

source: White
ru_ru: Белый

source: Shallow
ru_ru: Неглубокий

source: Detail
ru_ru: Детальный

source: Chronology
ru_ru: Историческая раскладка
