Repository: kekek2/lang
Catalog: ting_addons/2018.03.16.license.*.po
Languages: ru_ru

source: Import license
ru_ru: Импортировать лицензию

source: Export license
ru_ru: Экспортировать лицензию

source: Get license
ru_ru: Получить лицензию

source: Organisation
ru_ru: Организация

source: Module
ru_ru: Модуль

source: License imported:
ru_ru: Лицензия импортирована:

source: License for CORE added successful
ru_ru: Лицензия для CORE успешно добавлена

source: License for module %s added successful
ru_ru: Лицензия для модуля %s успешно добавлена

source: Could not get license.
ru_ru: Невозможно получить лицензию

source: The certificate does not match the private key
ru_ru: Сертификат не соответствует секретному ключу

source: License acquisition
ru_ru: Получение лицензии

source: EULA
ru_ru: Лицензионное соглашение
