Repository: kekek2/lang
Catalog: ting_addons/2018.01.26.descriptions.*.po
Languages: ru_ru

source: Agent for collecting metrics and data
ru_ru: Агент для сбора метрик и данных

source: Agent for collecting metrics and data Telegraf is the Agent for Collecting & Reporting Metrics & Data. Telegraf has plugins or integrations to source a variety of metrics directly from the system it's running on, pull metrics from third-party APIs, or even listen for metrics via a StatsD and Kafka consumer services. It also has output plugins to send metrics to a variety of other datastores, services, and message queues, including InfluxDB, Graphite, OpenTSDB, Datadog, Librato, Kafka, MQTT, NSQ, and many others. WWW: https://www.influxdata.com/time-series-platform/telegraf/ Maintainer: m.muenz@gmail.com
ru_ru: Агент для сбора метрик и данных Telegraf - это агент для сбора метрик и данных и формирования отчётов. Telegraf имеет плагины и возможности интеграции для работы с источниками различных метрик прямо в системе, на которой он запущен, собирает метрики из сторонних API, или принимает метрики через сервисы StatsD и Kafka. У него также есть плагины для отправки метрик в различные хранилища данных, сервисы, и сборщики сообщений, включая InfluxDB, Graphite, OpenTSDB, Datadog, Librato, Kafka, MQTT, NSQ, и многие другие. WWW: https://www.influxdata.com/time-series-platform/telegraf/ Сопровождение: m.muenz@gmail.com

source: Antivirus engine for detecting malicious threats
ru_ru: Антивирусная система для обнаружения вредоносного кода

source: Antivirus engine for detecting malicious threats ClamAV(r) is an open source (GPL) anti-virus engine used in a variety of situations including email scanning, web scanning, and end point security. It provides a number of utilities including a flexible and scalable multi-threaded daemon, a command line scanner and an advanced tool for automatic database updates. WWW: https://www.clamav.net/ Maintainer: m.muenz@gmail.com
ru_ru: Антивирусная система для обнаружения вредоносного кода ClamAV(r) - это антивирусное средство с открытым исходным кодом (GPL), используемое в различных ситуациях, включая сканирование почты, web-трафика, и обеспечение безопасности на оконечном устройстве. Он предоставляет ряд утилит, включая гибкий, масштабируемый, много-поточный сервис, сканер командной строки и продвинутое средство для автоматического обновления базы данных. WWW: https://www.clamav.net/ Сопровождение: m.muenz@gmail.com

source: Apply a persistent 10 second boot delay
ru_ru: 10-секундная задержка при загрузке

source: Apply a persistent 10 second boot delay This plugin simply adds 10 seconds to the bootup process in order to wait for e.g. USB drivers / devices to become ready. The behaviour matches the initial installer media behaviour, which is normally removed after the first successful boot. Maintainer: franco@opnsense.org
ru_ru: 10-секундная задержка при загрузке Этот плагин просто добавляет 10 секунд к процессу загрузки для того, чтобы подождать пока инициализируется какое-нибудь устройство / USB диск. Поведение соответствует начальному поведению носителя, которое обычно удаляется после первой успешной загрузки. Сопровождение: franco@opnsense.org

source: ClamAV & ICAP service
ru_ru: Сервис ClamAV & ICAP

source: ClamAV & ICAP service c-icap-clamav is an implementation of an ICAP server with integrated ClamAV. It can be used with HTTP proxies that support the ICAP protocol to implement content adaptation and filtering services. ClamAV(r) is an open source (GPL) anti-virus engine used in a variety of situations including email scanning, web scanning, and end point security. It provides a number of utilities including a flexible and scalable multi-threaded daemon, a command line scanner and an advanced tool for automatic database updates. WWW: http://c-icap.sourceforge.net/ WWW: https://www.clamav.net/ Maintainer: kekek2@ya.ru
ru_ru: Сервис ClamAV & ICAP c-icap-clamav это реализация ICAP-сервера со встроенным ClamAV. Он может быть использован для HTTP-прокси, поддерживающего протокол ICAP для обеспечения обработки и фильтрации. ClamAV(r) - это антивирусное средство с открытым исходным кодом (GPL), используемое в различных ситуациях, включая сканирование почты, web-трафика, и обеспечение безопасности на оконечном устройстве. Он предоставляет ряд утилит, включая гибкий, масштабируемый, много-поточный сервис, сканер командной строки и продвинутое средство для автоматического обновления базы данных. WWW: http://c-icap.sourceforge.net/ WWW: https://www.clamav.net/ Сопровождение: kekek2@ya.ru

source: Collect system and application performance metrics periodically
ru_ru: Периодически собирает показатели производительности системы и приложений

source: Collect system and application performance metrics periodically collectd is a daemon which collects system and application performance metrics periodically and provides mechanisms to store the values in a variety of ways, for example in RRD files. WWW: http://www.collectd.org Maintainer: m.muenz@gmail.com
ru_ru: Периодически собирает показатели производительности системы и приложений collectd - это демон, который собирает метрики производительности системы и приложений периодическии предоставляет механизмы сохранения данных различными путями, например, в файлах RRD. WWW: http://www.collectd.org Сопровождение: m.muenz@gmail.com

source: Connection speed tester
ru_ru: Тестер скорости соединения

source: Connection speed tester iperf3 is a tool for measuring the achievable TCP, UDP, and SCTP throughput along a path between two hosts. It allows the tuning of various parameters such as socket buffer sizes and maximum attempted throughput. It reports (among other things) bandwidth, delay jitter, and datagram loss. iperf was originally developed by NLANR/DAST. iperf3 is a new implementation developed from scratch at the Energy Sciences Network (ESnet). Among its goals were a smaller, simpler code base (compared to its predecessor, iperf2) and a library version of the functionality that can be used in other programs. Note that iperf3 does not interoperate with with iperf 2.x. Maintainer: franz.fabian.94@gmail.com
ru_ru: Тестер скорости соединения iperf3 это инструмент для измерения доступной полосы пропускания по TCP, UDP, и SCTP на пути между двумя хостами. Он позволяет настраивать различные параметры, такие как размер буфера сокетов и максимальную пропускную способность. Он сообщает (среди прочего) о полосе пропускания канала, задержке джиттера, потерях пакетов. iperf был изначально разработан NLANR/DAST. iperf3 это новая реализация, разработанная с нуля в Energy Sciences Network (ESnet). Его целями были компактность, простота кодовой базы (по сравнению с предшественником, iperf2) и библиотека функционала, который может быть использован в других программах. Помните, что iperf3 не взаимодействует с iperf 2.x. Сопровождение: franz.fabian.94@gmail.com

source: Console tools: htop, trafshow
ru_ru: Консольные инструменты: htop, trafshow

source: Console tools: htop, trafshow Add console tools for diagnostic purposes: htop, trafshow. Maintainer: evbevz@gmail.com
ru_ru: Консольные инструменты: htop, trafshow Добавляет интерактивные консольные инструменты для диагностических целей: htop, trafshow. Сопровождение: evbevz@gmail.com

source: Control ftp-proxy processes
ru_ru: Контроль процессов ftp-прокси

source: Control ftp-proxy processes Ftp-proxy is a proxy for the Internet File Transfer Protocol. FTP control connections are being redirected into the proxy, after which the proxy connects to the server on behalf of the client. The proxy allows data connections to pass, rewriting and redirecting them so that the right addresses are used. All connections from the client to the server have their source address rewritten so they appear to come from the proxy. Consequently, all connections from the server to the proxy have their destination address rewritten, so they are redirected to the client. Maintainer: frank.brendel@eurolog.com
ru_ru: Контроль процессов ftp-proxy Ftp-proxy это прокси для Internet File Transfer Protocol. Соединения управления FTP перенаправляются на прокси, после чего прокси подключается к серверу от имени клиента. Прокси позволяет открывать соединения для передачи данных, переопределять и перенаправлять их чтобы использовались правильные адреса. Все соединения от клиента к серверу переопределяются так, что источником соединения становится прокси. С другой стороны, у всех соединений от сервера к прокси переопределяется адрес назначения так, чтобы они перенаправлялись клиенту. Сопровождение: frank.brendel@eurolog.com

source: Dynamic DNS Support
ru_ru: Поддержка динамического DNS

source: Dynamic DNS Support Support for numerous Dynamic DNS services (DynDNS et al) Maintainer: franco@opnsense.org
ru_ru: Поддерржка динамического DNS Поддержка различных сервисов Dynamic DNS (DynDNS и другие) Сопровождение: franco@opnsense.org

source: Enterprise-class open source distributed monitoring agent
ru_ru: Агент распределённого мониторинга Enterprise-класса с открытым кодом

source: Enterprise-class open source distributed monitoring agent Zabbix is an enterprise-class open source distributed monitoring solution. Zabbix is software that monitors numerous parameters of a network and the health and integrity of servers. Zabbix uses a flexible notification mechanism that allows users to configure e-mail based alerts for virtually any event. This allows a fast reaction to server problems. Zabbix offers excellent reporting and data visualisation features based on the stored data. This makes Zabbix ideal for capacity planning. WWW: http://www.zabbix.com/ Maintainer: opnsense@moov.de
ru_ru: Агент распределённого мониторинга Enterprise-класса с открытым кодом. Zabbix - это решение для распределённого мониторинга Enterprise-класса с открытым кодом. Zabbix - это программа, которая мониторит различные параметры сети, состояния и целостности сервисов. Zabbix использует гибкий механизм нотификации который позволяет пользователю настроить e-mail-оповещения о виртально любом событии. Это позволяет реализовать быструю реакцию на серверные проблемы. Zabbix предоставляет превосходную отчётность и визуализацию сохранённых данных. Это делает Zabbix идеально пдходящим для планирования вычислительных мощностей. WWW: http://www.zabbix.com/ Сопровождение: opnsense@moov.de

source: FRR Routing Suite
ru_ru: Комплект FRR маршрутизации

source: FRR Routing Suite FRRouting (FRR) is an IP routing protocol suite for Linux and Unix platforms which includes protocol daemons for BGP, IS-IS, OSPF and RIP. FRR has its roots in the Quagga project. Maintainer: franz.fabian.94@gmail.com
ru_ru: Комплект FRR маршрутизации FRRouting (FRR) это протокол IP-маршрутизации для Linux и Unix платформ который включает в себя демоны для BGP, IS-IS, OSPF и RIP. FRR берёт свои корни в проекте Quagga. Сопровождение: franz.fabian.94@gmail.com

source: Get all peers connected to a local network
ru_ru: Подключение одноранговых узлов в локальную сеть

source: Get all peers connected to a local network ARP Scan sends ARP packets to hosts on the local network and displays any responses that are received. The Address Resolution Protocol (ARP) uses a simple message format containing one address resolution request or response (usually IPv4). ARP Scan is a simple tool yet very powerful and it represent the only way to find a device using an arp response. Once you`ve found the MAC address, you can find more info about that device by matching that MAC address to it's vendor. Arp scan techniques are very important to understand ARP/MAC responses for penetration tester and diagnosys purpose. It is the first tool for network monitoring, especially against ip collisions, arpspoof and all kind of hijack techniques, like Man-In-The-Middle Attack. It also helps in cases when someone is spoofing IP address and DoS-ing your server. Maintainer: giuseppe.demarco@unical.it
ru_ru: Подключение одноранговых узлов в локальную сеть ARP Scan посылает ARP-пакеты хостам локальной сети и показывает все полученные ответы. Address Resolution Protocol (ARP) использует простой формат сообщений содержащий один запрос или ответ на разрешение адреса (обычно IPv4). ARP Scan простой, но сильный инструмент, он предоставляет единственный способ обнаружения устройств используя ответы arp. Если выопределили MAC адрес, вы можете найти больше информации об устройстве по соответствию MAC адреса вендору оборудования. Техника сканирования Arp очень важна для понимания ARP/MAC ответов для тестирования уязвимостей и в диагностических целях. Это первый инструмент для мониторинга сети, особенно для обнаружения ip-коллизий, подмены адресов и всех видов техник взлома, типа атак Man-In-The-Middle. Он также помогает когда кто-то подменяет IP адрес и осуществляет DoS-атаку на ваш сервер. Сопровождение: giuseppe.demarco@unical.it

source: GoLismero-based security scanner
ru_ru: Сканер уязвимостей, основанный на GoLismero

source: Group & User Squid ACL
ru_ru: Пользовательские и групповые политики для прокси

source: Group & User Squid ACL With this plugin you can assign different filtering settings for users and groups. This can be either local users or groups, or domain users and groups. Maintainer: kekek2@ya.ru
ru_ru: Пользовательские и групповые политики для прокси При помощи данного плагина вы можете настроить различные правила фильтрации для пользователей и групп. Это могут быть локальные пользователи и группы, или доменные пользователи и группы. Сопровождение: kekek2@ya.ru

source: Group and user ACL for the web proxy
ru_ru: Пользовательские и групповые политики для web-прокси

source: Group and user ACL for the web proxy Allow users and group-based policies in the web proxy. Maintainer: kekek2@ya.ru
ru_ru: Пользовательские и групповые политики для web-прокси Разрешает политики пользователей и групп на web-прокси. Сопровождение: kekek2@ya.ru

source: IDS PT Research ruleset (only for non-commercial use)
ru_ru: Набор правил IDS PT Research (для некоммерческого использования)

source: IDS PT Research ruleset (only for non-commercial use) The Attack Detection Team searches for new vulnerabilities and 0-days, reproduces it and creates PoC exploits to understand how these security flaws work and how related attacks can be detected on the network layer. Maintainer: ad@opnsense.org
ru_ru: Набор правил IDS PT Research (для некоммерческого использования) Attack Detection Team ищет новые уязвимости, воспроизводит их и и создаёт PoC-эксплойты для понимания как эти бреши в безопасности работают и как могут быть обнаружены связанные с ними атаки на сетевом уровне. Сопровождение: ad@opnsense.org

source: IDS Proofpoint ET Pro ruleset (needs a valid subscription)
ru_ru: Набор правил IDS Proofpoint ET Pro (необходима действующая подписка)

source: IDS Proofpoint ET Pro ruleset (needs a valid subscription) Proofpoint ET Pro is a timely and accurate rule set for detecting and blocking advanced threats using your existing network security appliances, such as next generation firewalls (NGFW) and network intrusion detection / prevention systems (IDS/IPS) Updated daily and available in SNORT and Suricata formats, ET Pro covers more than 40 different categories of network behaviors, malware command and control, DoS attacks, botnets, informational events, exploits, vulnerabilities, SCADA network protocols, exploit kit activity, and more. LICENSE: https://www.proofpoint.com/us/license WWW: https://www.proofpoint.com/us/threat-insight/et-pro-ruleset Maintainer: ad@opnsense.org
ru_ru: Набор правил IDS Proofpoint ET Pro (необходима действующая подписка) Proofpoint ET Pro является современным и точным набором правил для обнаружения и блокирования продвинутых угроз с использованием вашего существующего сетевого оборудования, такого, как фаерволы нового поколения (NGFW) и системы обнаружения / предотвращения вторжения (IDS/IPS) Ежедневно обновляемые и доступные в форматах для SNORT и Suricata, ET Pro покрывает более 40 различных категорий сетевого поведения, контроля вредоносного кода, DoS атак, ботнетов, информационных событий, эксплойтов, уязвимостей, сетевых протоколов SCADA, активностей наборов эксплойтов, и других. LICENSE: https://www.proofpoint.com/us/license WWW: https://www.proofpoint.com/us/threat-insight/et-pro-ruleset Сопровождение: ad@opnsense.org

source: IDS Snort VRT ruleset (needs registration or subscription)
ru_ru: Набор правил IDS Snort VRT (нужна регистрация или подписка)

source: IDS Snort VRT ruleset (needs registration or subscription) The Snort Subscriber Rule Set refer to rules that have been developed, tested and approved by the Talos Security Intelligence and Research Team (Talos). The Snort Subscriber Ruleset released after March 7th, 2005 are governed by the Snort Subscriber Rule Set License Agreement. LICENSE: https://www.snort.org/vrt_license WWW: https://www.snort.org/downloads#rules Maintainer: ad@opnsense.org
ru_ru: Набор правил IDS Snort VRT (нужна регистрация или подписка) Набор правил подписчика (Snort Subscriber Rule Set) относится к правилам, которые разрабатываются, тестируются и дорабатываются организацией Talos Security Intelligence and Research Team (Talos). Набор правил подписчика Snort Subscriber Ruleset опубликованный после 7 марта, 2005 регулируется лицензией Snort Subscriber Rule Set License Agreement. LICENSE: https://www.snort.org/vrt_license WWW: https://www.snort.org/downloads#rules Сопровождение: ad@opnsense.org

source: IGMP-Proxy Service
ru_ru: Сервис IGMP-прокси

source: IGMP-Proxy Service Igmpproxy is a simple multicast routing daemon based on mrouted. It uses IGMP forwarding to dynamically route multicast traffic. WWW: http://igmpproxy.sourceforge.net/ Maintainer: franco@opnsense.org
ru_ru: Сервис IGMP-прокси Igmpproxy простой широковещательный демон маршрутизации основанный на mrouted. Он использует IGMP перенаправление для динамической маршрутизации multicast-трафика. WWW: http://igmpproxy.sourceforge.net/ Сопровождение: franco@opnsense.org

source: Kaspersky antivirus plugin
ru_ru: Плагин антивируса Касперского

source: Kaspersky antivirus plugin Used to scan traffic passing through the web-proxy. It represents a service to which web-proxy is connected by ICAP protocol. Maintainer: evbevz@gmail.com
ru_ru: Плагин антивируса Касперского Используется для сканирования web-трафика на прокси-сервере. Представляет из себя сервис, к которому web-прокси подключается по протоколу ICAP. Сопровождение: evbevz@gmail.com

source: Kerberos authentication module
ru_ru: Модуль Kerberos-аутентификации

source: Kerberos authentication module Allow to use the web proxy with Single Sign-On against an Active Directory instead of using a bundled authentication. Maintainer: evbevz@gmail.com
ru_ru: Модуль Kerberos-аутентификации Позволяет использовать web-прокси с Single Sign-On в связке с Active Directory вместо использования ручной аутентификации. Сопровождение: evbevz@gmail.com

source: Kerberos authentication module Authentication via Kerberos allows the Single Sign On (SSO) mechanism for domain users. In this mode, the user authenticates once, at the time of login in domain and in the future, when authenticating on a proxy server, login and password will not be asked. Maintainer: evbevz@gmail.com
ru_ru: Модуль Kerberos-аутентификации Kerberos-аутентификации реализует применение технологии единого входа (Single Sign On) для пользователей домена. В этом режиме пользователь аутентифицируется единожды, при входе в домен и далее, при аутентификации на прокси-сервере, login и пароль не запрашиваются. Сопровождение: evbevz@gmail.com

source: L2TP server based on MPD5
ru_ru: L2TP сервер основанный на MPD5

source: L2TP server based on MPD5 Mpd is a netgraph(4) based implementation of the multi-link PPP protocol for FreeBSD. It is designed to be both fast and flexible. It handles configuration and negotiation in user land, while routing all data packets strictly in the kernel. It supports several of the numerous PPP sub-protocols and extensions, such as: Multi-link PPP capability PAP, CHAP, MS-CHAP and EAP authentication PPP compression and encryption IPCP and IPV6CP parameter negotiation This plugin has support for the following link type: Layer Two Tunnelling Protocol (L2TP) WWW: http://www.sourceforge.net/projects/mpd Maintainer: franco@opnsense.org
ru_ru: L2TP сервер основанный на MPD5 Mpd это основанная на netgraph(4) реализация протокола многоканального PPP для FreeBSD. Он спроектирован гибким и быстрым. Он обрабатывает настройки и коммуникации в пользовательском режиме, но при этом маршрутизирует все пакеты данных строго в режиме ядра. Он поддерживает некоторые многочисленных PPP под-протоколов и расширений, такие как: Поддержка многоканального PPP PAP, CHAP, MS-CHAP и EAP аутентификацию Сжатие и шифрование PPP Обмен параметрами IPCP и IPV6CP Плагин поддерживает следующий тип соединений: Layer Two Tunnelling Protocol (L2TP) WWW: http://www.sourceforge.net/projects/mpd Сопровождение: franco@opnsense.org

source: Let's Encrypt client
ru_ru: Клиент "Let's Encrypt"

source: Let's Encrypt client This plugin contains a full ACME protocol implementation based on the acme.sh project. Acording to the authors, it's probably "the easiest and smallest and smartest shell script" to automatically issue and renew the free certificates from Let's Encrypt. WWW: https://github.com/Neilpang/acme.sh Maintainer: opnsense@moov.de
ru_ru: Клиент "Let's Encrypt" Этот плагин содержит полную реализацию протокола ACME основанную на проекте acme.sh. По мнению авторов, это возможно "простейший и компактнейший и умнейший скрипт shell" для автоматического применения и обновления свободных сертификатов от "Let's Encrypt". WWW: https://github.com/Neilpang/acme.sh Сопровождение: opnsense@moov.de

source: NDPI-based Level-7 filter
ru_ru: Фильтр Level-7 основанный на NDPI

source: NDPI-based Level-7 filter nDPI is used for adding application-layer detection of protocols, regardless of the port being used. This means that it is possible to both detect known protocols on non-standard ports (e.g. detect http non ports other than 80), and also the opposite (e.g. detect Skype traffic on port 80). This is because nowadays the concept of port=application no longer holds. Maintainer: evbevz@gmail.com
ru_ru: Фильтр Level-7 основанный на NDPI nDPI используется для добавления функционала распознавания трафика приложений, независимо от порта, на котором приложение работает. Это значит, что возможно как распознавать известные протоколы на нестандартном порту (например, http на порту, отличном от 80), так и наоборот (т.е. определить трафик Skype на порту 80). Это потому что в наши дни концепция порт=приложение более не поддерживается. Сопровождение: evbevz@gmail.com

source: NTLM authentication module
ru_ru: Модуль NTLM-аутентификации

source: NTLM authentication module Kerberos authentication has one limitation - it works ONLY when machine and user account accessing proxy are joined to the domain. If proxy is accessed from non domain joined machine, Kerberos authentication will not be used. To overcome this limitation you also need to enable the NTLM authentication scheme on proxy. Maintainer: kekek2@ya.ru
ru_ru: Модуль NTLM-аутентификации Kerberos-аутентификация имеет одно ограничение - она работает ТОЛЬКО когда машина и аккаунт пользователя подключающегося к прокси входят в домен. Если к прокси подключаются с машины, не входящей в домен, Kerberos аутентификация не будет работать. Для обхода этого ограничения вы должны разрешить схему NTLM-аутентификации на прокси. Сопровождение: kekek2@ya.ru

source: Network UPS Tools
ru_ru: Инструментарий сетевых UPS
