Repository: kekek2/lang
Catalog: ting_addons/2018.09.17.systemhealth.*.po
Languages: ru_ru

source: users
ru_ru: пользователи

source: seconds/%
ru_ru: секунды/%s

source: [U]tilization , [#]Number
ru_ru: [З]агрузка , [#]Номер

source: System Information - VPN Users
ru_ru: Системная информация - пользователи VPN

source: System Information - Traffic
ru_ru: Системная информация - Траффик

source: System Information - Quality
ru_ru: Системная информация - Качество

source: System Information - Packets
ru_ru: Системная информация - Пакеты

source: Packets/Second
ru_ru: Пакеты/секунду

source: Bytes/Second
ru_ru: Байты/секунду

source: System Information - Utilization and Processes
ru_ru: Системная информация - Загрузка и процессы

source: system
ru_ru: система

source: traffic
ru_ru: трафик

source: packets
ru_ru: пакеты

source: states
ru_ru: состояния

source: wireless
ru_ru: беспроводная сеть

source: processor
ru_ru: процессор

source: memory
ru_ru: память

source: cellular
ru_ru: мобильная сеть

source: vpnusers
ru_ru: полдьзователи VPN

source: cputemp
ru_ru: температура процессора
