Repository: kekek2/lang
Catalog: ting_addons/2018.06.14.diff.*.po
Languages: ru_ru

source: If the user is authenticated, the headers will not be added if this is enabled. If this is checked, your outgoing mails will very likely not leak information about the the scanner.
ru_ru: Если пользователь аутентифицировался, заголовки не будут добавлены, если это включено. Если эта опция включена, ваши исходящие письма, скорее всего, не будут пропускать информацию о сканере.

source: If this checkbox is enabled, a header about the authentication state will be added.
ru_ru: Если этот флажок установлен, будет добавлен заголовок о состоянии аутентификации.

source: If this checkbox is enabled, a header containing the findings of the scan is added.
ru_ru: Если флажок установлен, добавляется заголовок, содержащий результаты проверки.

source: Interface Configuration
ru_ru: Конфигурация интерфейса

source: Key Length
ru_ru: Длина ключа

source: Leave at both when specifying network below, otherwise when using wildcards change to match desired network
ru_ru: Оставьте оба при указании сети ниже, иначе при использовании подстановочных знаков измените в соответствии с требуемой сетью

source: Lifetime of Redis cache - 1 day by default.
ru_ru: Время жизни кэша Redis - 1 день по умолчанию.

source: List of domains that are not checked by SURBL.
ru_ru: Список доменов, которые не проверяются SURBL.

source: Local Address
ru_ru: Локальный адрес

source: Milter Headers
ru_ru: Заголовок Milter

source: Multimap Settings
ru_ru: Настройки Multimap

source: Network on which this ACL is appied. Enter 'any' to use wildcard adressing
ru_ru: Сеть, к которой применяется этот ACL. Введите 'any', чтобы использовать адресацию с подстановочными знаками

source: Openphish Premium offers more services, please only activate if you have a current license.
ru_ru: Openphish Premium предлагает больше услуг, пожалуйста, активируйте только при наличии текущей лицензии.

source: Openphish is a service where phishing URLs get collected and asked by rspamd.
ru_ru: Openphish - это служба, в которой фишинг-URL собираются и запрашиваются rspamd.

source: Originate all IPv6 traffic from this IP
ru_ru: Инициировать весь трафик IPv6 с этого IP

source: Originate all traffic from this IP
ru_ru: Исходили весь трафик с этого IP

source: Password for the bind user.
ru_ru: Пароль для пользователя привязки.

source: Peer 1
ru_ru: Узел 1

source: Peer 2
ru_ru: Узел 2

source: Persistence
ru_ru: Сохранение

source: Persistence type
ru_ru: Тип сохранения

source: Ping Hosts
ru_ru: Пинг узлов

source: Protocol Type
ru_ru: Тип протокола

source: Proxy Protocol
ru_ru: Протокол Прокси

source: RTP input dejitter
ru_ru: Недрожание входного RTP

source: RTP output dejitter
ru_ru: Недрожание исходящего RTP

source: RTP port high
ru_ru: Верхний порт RTP

source: RTP port low
ru_ru: Нижний порт RTP

source: RTP timeout
ru_ru: Таймаут RTP

source: Reject Local Interfaces IPs
ru_ru: Отклонить IP-адреса локальных интерфейсов

source: Replaces the response status code. Must be an integer between 100 and 999.
ru_ru: Замена кода состояния ответа. Должно быть целое число от 100 до 999.

source: Rewrites the request path. The query string, if any, is left intact. If a scheme and authority is found before the path, they are left intact as well.
ru_ru: Перезаписывает путь запроса. Строка запроса, если таковая имеется, остается нетронутой. Если схема и полномочия найдены перед путем, они также остаются нетронутыми.

source: SNMP Agent Settings
ru_ru: Настройка агента SNMP

source: SNMP Community
ru_ru: Сообщество SNMP

source: SNMP Contact
ru_ru: Контакты SNMP

source: SNMP Location
ru_ru: Расположение SNMP

source: SNMP password
ru_ru: Пароль SNMP

source: Scan executable and linking format
ru_ru: Сканировать исполняемый файл и Формат ссылок

source: Scan portable executable
ru_ru: Сканирование переносимого исполняемого файла

source: Scheduler
ru_ru: Планировщик

source: Select interval (in milliseconds) between two consecutive health checks. This value can be overriden in backend pool and real server configuration.
ru_ru: Выберите интервал (в миллисекундах) между двумя последовательными проверками доступности. Это значение может быть переопределено в серверном пуле и конфигурации реального сервера.

source: Select the interfaces you want or you do not want LLDPd send and receive packets. Be sure to set the physical names and not the interface name set via the UI. Default is to use every interface. You can set very complex rules here, but be sure to use correct syntax or LLDPd will not start. For example, with igb*,!igb1,!igb2 lldpd will only use interfaces starting by igb with the exception of igb1 and igb2. While with *,!igb*,!!igb1 lldpd will use all interfaces, except interfaces starting by igb with the exception of igb1.
ru_ru: Выберите интерфейсы, на которые вы хотите или Вы не хотите, чтобы Lldp передавал и получал пакеты. Обязательно установите физические имена, а не имя интерфейса, установленное через пользовательский интерфейс. По умолчанию используются все интерфейсы. Здесь можно задать очень сложные правила, но обязательно используйте правильный синтаксис, иначе LLDPd не запустится. Например, с igb*,!igb1,!igb2 lldpd будет использовать только интерфейсы, начинающиеся с igb, за исключением ipgb1 и ipgb2. В то время как с *,!igb*,!!itgb1 lldpd будет использовать все интерфейсы, кроме интерфейсы, начиная с igb с за исключением itgb1.

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
ru_ru: Отправка оповещений в системный журнал в формате быстрого журнала. Это не изменит ведение журнала оповещений, используемого самим продуктом.

source: Service Mode
ru_ru: Сервисный режим

source: Set Path
ru_ru: Задать путь

source: Set location where this unit is.
ru_ru: Установка местф, где этот блок находится.

source: Set the IP address of the remote NUT server.
ru_ru: Установка IP-адрес удаленного сервера NUT.

source: Set the IP address or FQDN where all outgoung mails are sent to.
ru_ru: Задать IP-адрес или полное доменное имя, на которое будут отправляться все исходящие сообщения.

source: Set the IP version to use.
ru_ru: Установить версию IP для использования.

source: Set the IPv6 address the user should receive.
ru_ru: Установка IPv6-адресf, который должен получить пользователь.

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
ru_ru: Установка атрибута Mikrotik VLAN ID. Mikrotik использует собственные атрибуты для назначения VLAN.

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
ru_ru: Установка атрибут Mikrotik VLAN type. Обычно используется 0

source: Set the URL of the Openphish map file.
ru_ru: Установка URL-адрес файла карты Openphish.

source: Set the community string to use.
ru_ru: Задание строки названия сообщества для использования.

source: Set the contact address to use.
ru_ru: Установка контактного адреса.

source: Set the encryption key to secure the connection between client and this host. Minimum is 8 characters.
ru_ru: Задание ключа шифрования для защиты соединения между клиентом и хостом. Минимум 8 символов.

source: Set the password for the user. Minimum is 8 characters.
ru_ru: Установка пароля для пользователя. Минимум 8 символов.

source: Set the password of the remote NUT server.
ru_ru: Установка пароля удаленного сервера NUT.

source: Set the service mode. Currently only standalone and netclient are available.
ru_ru: Установка режима обслуживания. В настоящее время доступны только автономный и сетевой клиент.

source: Set the unique username for the user.
ru_ru: Задайте уникальное имя пользователя.

source: Set the username of the remote NUT server.
ru_ru: Задайте имя пользователя удаленного сервера NUT.

source: Sets the interval (in milliseconds) for running health checks on a configured server when the server state is DOWN. If it is not set HAProxy uses the check interval.
ru_ru: Задает интервал (в миллисекундах) для выполнения проверок работоспособности на настроенном сервере, когда состояние сервера НЕАКТИВНО. Если он не установлен, HAProxy использует интервал проверки.

source: Sets the interval (in milliseconds) for running health checks on all configured servers. This setting takes precedence over default values in health monitors and real servers.
ru_ru: Задает интервал (в миллисекундах) для выполнения проверок работоспособности на всех настроенных серверах. Этот параметр имеет приоритет над значениями по умолчанию в мониторах работоспособности и реальных серверах.

source: Sets the interval (in milliseconds) for running health checks on this server. This setting takes precedence over default values in health monitors. It can still be overwritten from the backend pool.
ru_ru: Задает интервал (в миллисекундах) для выполнения проверок работоспособности на этом сервере. Этот параметр имеет приоритет над значениями по умолчанию в медицинских мониторов. Он по-прежнему может быть перезаписан из пула серверной части.

source: Skip Authenticated
ru_ru: Пропустить проверку подлинности

source: Skip Local
ru_ru: Пропустить локальные

source: Smart Host
ru_ru: Gромежуточный узел

source: Specifies the protocol used to send messages to the destination server. If you use the udp transport, syslog-ng OSE automatically sends multicast packets if a multicast destination address is specified. The tcp transport does not support multicasting.
ru_ru: Задает протокол, используемый для отправки сообщений на сервер назначения. Если вы используете транспорт udp, syslog-ng OSE автоматически передает пакеты Групповой адресации, если указан адрес назначения Групповой адресации. Протокол TCP не поддерживает многоадресную рассылку.

source: Specifies the size of the hash table used for storing the various dynamic pipes configured with the mask setting
ru_ru: Задает Размер хэш-таблицы, используемой для хранения различных динамических каналов, настроенных с помощью параметра mask

source: Specifies the size of the hash table used for storing the various dynamic queues configured with the mask setting
ru_ru: Задает Размер хэш-таблицы, используемой для хранения различных динамических очередей, настроенных с помощью параметра mask

source: Specify the IPv4 address the server should bind to for outgoing connections. In most cases empty is fine.
ru_ru: Укажите IPv4-адрес, к которому сервер должен привязываться для исходящих соединений. В большинстве случаев пусто - это нормально.

source: Specify the IPv6 address the server should bind to for outgoing connections. In most cases empty is fine.
ru_ru: Укажите IPv6-адрес, к которому сервер должен привязываться для исходящих соединений. В большинстве случаев пусто-это нормально.

source: Specify the domain key length: 2048, 3072, 4096, 8192 or ec-256, ec-384.
ru_ru: Указать длину ключа домена: 2048, 3072, 4096, 8192 или ec-256, ec-384.

source: Strip quotes
ru_ru: Удалить кавычки

source: The MX Check module checks if the domain in a messages SMTP FROM addresses (or the domain in HELO in case SMTP FROM is empty) has at least one connectable MX. If a connectable MX is found this information is cached in Redis.
ru_ru: Модуль проверки MX проверяет, имеет ли домен в сообщениях SMTP в поле 'FROM' адреса (или домен в HELO в случае, если SMTP заголовок 'FROM' пуст) хотя бы один подключаемый MX. Если подключаемый MX найден, эта информация кэшируется в Redis.

source: The number of consecutive successful health checks before a server is considered as available.
ru_ru: Количество последовательных успешных проверок работоспособности до того, как сервер будет считаться доступным.

source: The number of consecutive unsuccessful health checks before a server is considered as unavailable.
ru_ru: Количество последовательных неудачных проверок работоспособности, прежде чем сервер будет считаться недоступным.

source: The password for access to SNMP agent
ru_ru: Пароль для доступа к агенту SNMP

source: The password to use for SMTP authentication.
ru_ru: Пароль, используемый для проверки подлинности SMTP.

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent.
ru_ru: Номер порта, где Squid прослушивает запросы SNMP. Для включения поддержки SNMP установите соответствующий номер порта. Номер порта 3401 часто используется для агента SNMP Squid.

source: The start script of the service.
ru_ru: Сценарий запуска службы.

source: The stop script of the service.
ru_ru: Сценарий остановки службы.

source: The username to use for SMTP authentication.
ru_ru: Имя пользователя для проверки подлинности SMTP.

source: This enables the Mikrotik attributes assignment via users tab.
ru_ru: Это включает назначение атрибутов Mikrotik через вкладку пользователи.

source: This will activate the snmpd service.
ru_ru: Это активирует службу snmpd.

source: This will enable verification of a secure connection to Graphite. Default is disabled for compatibility reasons.
ru_ru: Это позволит проверить безопасное соединение с Graphite. По умолчанию отключено по причинам совместимости.

source: This will skip adding headers for local IPs. If this is unchecked, headers will also be added anyway but if it is checked, the headers will not be added for local IPs.
ru_ru: Это позволит пропустить добавление заголовков для локальных IP-адресов. Если этот флажок снят, заголовки также будут добавлены в любом случае, но если он установлен, заголовки не будут добавлены для локальных IP-адресов.

source: Time after which the graylist state expires in days. Default is 1 day.
ru_ru: Время, по истечении которого состояние graylist истекает в днях. По умолчанию - 1 день.

source: Transport Protocol
ru_ru: Транспортный протокол

source: Unhealthy Threshold
ru_ru: Порог yеработоспособности

source: Usually it is better to reuse an existing cookie. In this case HAProxy prefixes the cookie with the required information. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#4.2-cookie">HAProxy documentation</a> for a full description.
ru_ru: Обычно лучше повторно использовать существующий файл cookie. В этом случае использует HAProxy префиксы cookie с требуемой информацией. См. <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#4.2-cookie">Документация HAProxy</a> для полного описания.

source: When this checkbox is enabled, you can add additional headers to your mails, which contain information about the scan results.
ru_ru: Если этот флажок установлен,в письма можно добавлять дополнительные заголовки, содержащие информацию о результатах проверки.

source: Whitelisted Domains
ru_ru: Белый список доменов

source: Whitelisted Servers
ru_ru: Белый список серверов

source: destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
ru_ru: Номер порта назначения или хорошо известное имя (imap, imaps, http, https,...), для диапазонов используйте тире

source: enable this queue and it's related rules
ru_ru: Включить эту очередь и связанные с ней правила

source: invert destination
ru_ru: Инвертировать пункт назначения

source: invert source
ru_ru: Инвертировать источник

source: path MTU Discovery
ru_ru: Обнаружение MTU пути

source: source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
ru_ru: Номер порта источника или известное имя (imap, imaps, http, https,...), для диапазонов используйте тире

source: 3072 bit
ru_ru: 3072 бит

source: Access Log
ru_ru: Журнал доступа

source: Cookie-based persistence (HTTP/HTTPS only)
ru_ru: Сохраняемость на основе файлов Cookie (только HTTP / HTTPS)

source: Existing cookie value
ru_ru: Существующее значение cookie

source: Insert new cookie
ru_ru: Вставить новый файл cookie

source: Only 64 of the following characters are allowed: 0-9a-zA-Z.:-[]
ru_ru: Разрешены только 64 из следующих символов: 0-9a-zA-Z.:-[]

source: Piggyback on existing cookie
ru_ru: Использование существующих файлов cookie

source: Please choose a value between 1 and 3000
ru_ru: Пожалуйста, выберите значение от 1 до 3000

source: Please specify a value between 100 and 999.
ru_ru: Укажите значение от 100 до 999.

source: SNMP port needs to be an integer value between 1 and 65535
ru_ru: Порт SNMP должен быть целочисленным значением от 1 до 65535

source: Server Log
ru_ru: Журнал сервера

source: Set HTTP status code in response
ru_ru: Задать код состояния HTTP в ответе

source: Should be a string between 1 and 64 characters. Allowed characters are 0-9a-zA-Z._-
ru_ru: Должна быть строка длиной от 1 до 64 символов. Допустимые символы: 0-9a-zA-Z._-

source: Should be a string between 8 and 64 characters. Allowed characters are 0-9a-zA-Z._-!$%/()+#=
ru_ru: Должна быть строка от 8 до 64 символов. Допустимые символы: 0-9a-zA-Z._ -!$% / () +#=

source: CMS Master Centralized management of TING multiple sites. Maintainer: kekek2@ya.ru
ru_ru: CMS Master Система централизованного управления ТИНГ. Сопровождение: kekek2@ya.ru

source: CMS Node Client for centralized management of TING multiple sites. Maintainer: evbevz@gmail.com
ru_ru: CMS Node Клиент для централизованной системы управления ТИНГ. Сопроворждение: evbevz@gmail.com

source: Net-SNMP is a daemon for the SNMP protocol
ru_ru: Net-SNMP - это демон для протокола SNMP

source: Net-SNMP is a daemon for the SNMP protocol Simple Network Management Protocol (SNMP) is a widely used protocol for monitoring the health and welfare of network equipment (eg. routers), computer equipment and even devices like UPSs. Net-SNMP is a suite of applications used to implement SNMP v1, SNMP v2c and SNMP v3 using both IPv4 and IPv6. WWW: http://www.net-snmp.org Maintainer: m.muenz@gmail.com
ru_ru: Net-SNMP - это демон для протокола SNMP Простой протокол сетевого управления (SNMP) является широко используемым протоколом для мониторинга состояния и работоспособности сетевого оборудования (например. маршрутизаторы), компьютерное оборудование и даже ИБП. Net-SNMP - это набор приложений, используемых для реализации SNMP v1, SNMP v2c и SNMP v3 с использованием IPv4 и IPv6. WWW: http://www.net-snmp.org Сопровождение: m.muenz@gmail.com

source: Webserver cache Add and enable caching for the web GUI to accelerate requests. Maintainer: ad@opnsense.org
ru_ru: Webserver cache Добавление и включение кэширования для графического веб-интерфейса для ускорения запросов. Сопровождение: ad@opnsense.org

source: A name for your reference, to identify this certificate. This is also known as the certificate's "Common Name".
ru_ru: Имя для вашей ссылки, чтобы идентифицировать этот сертификат. Это также известно как "Общее имя" сертификата.

source: If you are unsure, leave this set to "Local User Access".
ru_ru: Если Вы не уверены, оставьте значение "доступ локального пользователя".

source: Local port upon which OpenVPN will listen for connections. The default port is 1194. Leave this blank to auto-select an unused port.
ru_ru: Локальный порт, через который OpenVPN будет прослушивать соединения. По умолчанию используется порт 1194. Оставьте это поле пустым, чтобы автоматически выбрать неиспользуемый порт.

source: Member Naming Attribute
ru_ru: Атрибут имени пользователя

source: The interface where OpenVPN will listen for incoming connections.
ru_ru: Интерфейс, на котором OpenVPN будет прослушивать входящие соединения.

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
ru_ru: Это сети IPv4, которые будут доступны из удаленной конечной точки. Выражается как разделенный запятыми список одного или нескольких диапазонов CIDR. Вы можете оставить это поле пустым, если не хотите добавлять маршрут к локальной сети через этот туннель на удаленной машине. Обычно это значение устанавливается для локальной сети.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
ru_ru: Это сети IPv4, которые будут маршрутизироваться через туннель, так что VPN-соединение между сайтами может быть установлено без ручного изменения таблиц маршрутизации. Выражается в виде списка разделенных запятыми одного или нескольких диапазонов CIDR. Если это VPN-соединение между сайтами, введите здесь удаленные локальные сети. Вы можете оставить это пустым, если вы не хотите VPN-соединения между сайтами.

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network.
ru_ru: Это сети IPv6, которые будут доступны из удаленной конечной точки. Выражается через запятую в виде списка одного или нескольких IP/PREFIX. Вы можете оставить это поле пустым, если не хотите добавлять маршрут к локальной сети через этот туннель на удаленной машине. Обычно это значение устанавливается для локальной сети.

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN.
ru_ru: Это сети IPv6, которые будут маршрутизироваться через туннель, так что VPN-соединение между сайтами может быть установлено без ручного изменения таблиц маршрутизации. Выражается как разделенный запятыми список одного или нескольких IP/PREFIX. Если это VPN-соединение между сайтами, введите здесь удаленные локальные сети. Вы можете оставить этот пробел, если вы не хотите использовать VPN-соединение между сайтами.

source: buckets
ru_ru: Области памяти

source: bucket size should be between 1...65535
ru_ru: Размер области памяти должен быть между 1...65535
