Repository: kekek2/lang
Catalog: ting_addons/2018.02.21.diff.*.po
Languages: ru_ru

source: Secure socks5 proxy A secure socks5 proxy, designed to protect your Internet traffic. Bleeding edge techniques using Asynchronous I/O and Event-driven programming. Secured with industry level encryption algorithm. Flexible to support custom algorithms. Optimized for mobile device and wireless network, without any keep-alive connections. Totally free and open source. A worldwide community devoted to deliver bug-free code and long-term support. WWW: https://shadowsocks.org/ Maintainer: m.muenz@gmail.com
ru_ru: Безопасный прокси socks5 Безопасный прокси socks5 разработан, чтобы защитить ваш интернет-трафик. Методы с использованием асинхронного ввода-вывода и событийного программирования. Обеспеченный с алгоритмом шифрования на уровне отрасли. Гибкий для поддержки пользовательских алгоритмов. Оптимизированный для мобильных устройств и беспроводных сетей, без всех keep-alive соединений. Совершенно бесплатно и с открытым исходным кодом. Мировое сообщество, посвященное разработке кода без ошибок и долгосрочная поддержка. WWW: https://shadowsocks.org/ Сопровождение: m.muenz@gmail.com

source: Wake on LAN Service
ru_ru: Служба Wake on LAN
