Repository: kekek2/lang
Catalog: ting_addons/2018.03.09.descriptions.*.po
Languages: ru_ru

source: A suitably dark theme
ru_ru: Подходящая темная тема

source: A suitably dark theme A suitably dark theme. Maintainer: team-rebellion@queens-park.com
ru_ru: Подходящая темная тема Подходящая темная тема. Сопровождение: team-rebellion@queens-park.com

source: End of life, superseded by FRR plugin
ru_ru: Конец срока жизни, замененяется плагином FRR

source: End of life, superseded by FRR plugin This plugin has reached its end of life. Please migrate to the FRR plugin. Your settings will be kept. Maintainer: franz.fabian.94@gmail.com
ru_ru: Конец срока жизни, замененяется плагином FRR Этот плагин достиг своего конца жизни. Пожалуйста, перейдите на FRR плагин. Ваши настройки будут сохранены. Сопровождение: franz.fabian.94@gmail.com

source: IDS SmartSoft ruleset
ru_ru: Наборы правил IDS от SmartSoft

source: Perform config backups using SCP.
ru_ru: Выполнение резервного копирования конфигурации с помощью SCP.

source: Perform config backups using SCP. A simple plugin to perform config backups using SCP. Maintainer: dharrigan@gmail.com
ru_ru: Выполнение резервного копирования конфигурации с помощью SCP. Простой плагин для выполнения резервного копирования конфигурации с помощью SCP. Сопровождение: dharrigan@gmail.com

source: The FRRouting Protocol Suite
ru_ru: Набор Протоколов FRRouting

source: The FRRouting Protocol Suite FRRouting (FRR) is an IP routing protocol suite for Linux and Unix platforms which includes protocol daemons for BGP, IS-IS, LDP, OSPF, PIM, and RIP. FRR's seamless integration with the native Linux/Unix IP networking stacks makes it applicable to a wide variety of use cases including connecting hosts/VMs/containers to the network, advertising network services, LAN switching and routing, Internet access routers, and Internet peering. WWW: https://frrouting.org/ Maintainer: franz.fabian.94@gmail.com
ru_ru: Набор Протоколов FRRouting FRRouting (FRR) - это набор протоколов IP-маршрутизации для платформ Linux и Unix, который включает в себя демоны протоколв BGP, IS-IS, LDP, OSPF, PIM и RIP. FRR-это бесшовная интеграция с родным стэком IP сетей Linux/Unix, позволяет применять для широкого спектра задач, включая подключения хостов/виртуальных машин/контейнеров к сети, расширенная сеть, сервисы, сети коммутации и маршрутизации, Интернет-маршрутизаторы и Интернет-пиринга. WWW: https://frrouting.org/ Сопровождение: franz.fabian.94@gmail.com

source: c-icap connects the web proxy with a virus scanner
ru_ru: c-icap подключает прокси-сервер к антивирусу

source: c-icap connects the web proxy with a virus scanner c-icap is an implementation of an ICAP server. It can be used with HTTP proxies that support the ICAP protocol to implement content adaptation and filtering services. WWW: http://c-icap.sourceforge.net/ Maintainer: m.muenz@gmail.com
ru_ru: c-icap подключает прокси-сервер к антивирусному сканеру c-icap является реализацией сервера ICAP. Он может использоваться с прокси-серверами HTTP которые поддерживают протокол ICAP для реализации служб адаптации и фильтрации трафика. WWW: http://c-icap.sourceforge.net/ Сопровождение: m.muenz@gmail.com
