Repository: kekek2/lang
Catalog: ting_addons/2018.02.21.diff.*.po
Languages: ru_ru

source: A list of parameters that will be appended to the server line in every backend where this server will be used.<br/>Example: send-proxy<br/>.
ru_ru: Список параметров, которые будут добавлены к строке сервера в каждом бэкэнде, где будет использоваться этот сервер. <br/>Например: send-proxy<br/>.

source: API Access Token
ru_ru: Маркер доступа API

source: AS
ru_ru: Автономная система (AS)

source: AS-Path List
ru_ru: Список путей AS

source: Access Token used for the Zerotier API service
ru_ru: Маркер доступа, используемый для службы API Zerotier

source: Act as a relay.
ru_ru: Отвечать как relay

source: Active (default) or passive mode, only switch to passive if you know what you are doing.
ru_ru: Активный (по умолчанию) или пассивный режим, переключайтесь на пассивный, если только вы знаете, что вы делаете.

source: Active Check Refresh
ru_ru: Активная проверка обновления

source: Active Check Servers
ru_ru: Активная проверка серверов

source: Add more than localhost IP addresses to listen IPs for SOCKS connections.
ru_ru: Добавьие больше чем localhost в IP-адреса, чтобы слушать адреса для подключений SOCKS.

source: Advanced SSL settings
ru_ru: Дополнительные параметры SSL

source: Agent check
ru_ru: Агент проверки

source: Alt Names
ru_ru: Дополнительные имена

source: Append a HTTP header field with the specified name.
ru_ru: Добавить поле заголовка http-запроса с указанным именем.

source: Application Key
ru_ru: Ключ приложения

source: Application Secret
ru_ru: Секретный ключ приложения

source: At least two interfaces must be selected.
ru_ru: Необходимо выбрать как минимум два интерфейса.

source: Attempt to circumvent censorship.
ru_ru: Попытка обойти цензуру.

source: Auth Realm
ru_ru: Область аутентификации

source: Authentication Cookie
ru_ru: Файл Cookie проверки подлинности

source: Authorization type
ru_ru: Тип авторизации

source: Authorized clients
ru_ru: Авторизованные клиенты

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
ru_ru: Автоматическая регистрация в M/Monit путем отправки учетных данных Monit (см. список доступа Monit выше).

source: Backend
ru_ru: Бакенд

source: Bandwith Burst
ru_ru: Всплеск полосы пропускания

source: Bandwith Rate
ru_ru: Скорость полосы ипропускания

source: Bayes Leraning
ru_ru: Обучение Байеса

source: Begin of the port range or the port used by this ACL.
ru_ru: Начало диапазона портов или порта, используемого этим ACL.

source: Beginning of the port range RTP may use.
ru_ru: Начало диапазона портов может, который может использоваться RTP.

source: Bind option pass-through
ru_ru: Сквозные параметры для bind

source: BufferSend
ru_ru: Буфер отправки

source: BufferSize
ru_ru: Размер буфера

source: By default, Telegraf gather stats for all mountpoints. Setting mountpoints will restrict the stats to the specified mountpoints.
ru_ru: По умолчанию Telegraf собирает статистику по всем точкам монтирования. Установка точек монтирования ограничивает статистику заданными точками монтирования.

source: CA Common-Name
ru_ru: Общее название ЦС

source: CPU
ru_ru: ЦПУ

source: CPU Statistics
ru_ru: Статистика процессора

source: Check if the username should be sent to the ICAP server.
ru_ru: Включите, если имя пользователя должно отправляться на сервер ICAP.

source: Check if you want to encode the username using base64.
ru_ru: Включите, если хотите кодировать имя пользователя с помощью base64.

source: Choose a HAProxy function that should be executed if the condition evaluates to true.
ru_ru: Выберите функцию HAProxy, которая должна быть выполнена, если условие имеет значение true.

source: Choose a load balancing algorithm.
ru_ru: Выберите алгоритм балансировки нагрузки.

source: Choose a logical operator.
ru_ru: Выберите логический оператор.

source: Choose a persistence type.
ru_ru: Выбрите тип сохранения.

source: Choose a request pattern to associate a user to a server. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.7.html#stick on">HAProxy documentation</a> for a full description.<br/><div class="text-info"><b>NOTE:</b> Consider not using this feature in multi-process mode, it can result in random behaviours.</div>
ru_ru: Выберите шаблон запроса, чтобы связать пользователя с сервером. Смотрите <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.7.html#stick on">HAProxy documentation</a> для полного описания.<br/><div class="text-info"><b>NOTE:</b> Рассмотрите возможность не использовать эту функцию в многопроцессном режиме, это может привести к случайному поведению.</div>

source: Choose error messages to be included in this Backend Pool.
ru_ru: Выберите сообщения об ошибках для включения в этот Внутренний пул.

source: Choose error messages to be included in this Public Service.
ru_ru: Выберите сообщения об ошибках для включения в эту публичную службу.

source: Choose error messages.
ru_ru: Выберите сообщение об ошибке.

source: Choose rules to be included in this Backend Pool.
ru_ru: Выберите правила для включения в этот Внутренний пул.

source: Choose rules to be included in this Public Service.
ru_ru: Выберите правила для включения в эту публичную услугу.

source: Choose rules.
ru_ru: Выберите правила.

source: Choose the Root CA.
ru_ru: Выберите корневой ЦС.

source: Choose the certificate the Radius service should use.
ru_ru: Выберите сертификат, который должна использовать служба Radius.

source: Choose the interface on which the port should be opened.
ru_ru: Выберите интерфейс, на котором должен быть открыт порт.

source: Choose which gateway this route applies to or <a href="/system_gateways_edit.php">add a new one</a>.
ru_ru: Выбрите, какой шлюз относится к этому маршруту или <а href="/system_gateways_edit.php">добавьте новый< / a>.

source: Cipher List
ru_ru: Список шифров

source: Client ID
ru_ru: ID клиента

source: Collect CPU Time
ru_ru: Собирать время процессора

source: Collection Jitter
ru_ru: Сбор с разбросом

source: Collection jitter is used to jitter the collection by a random amount. Each plugin will sleep for a random time within jitter before collecting. Input value are seconds.
ru_ru: Сбор с разбросом использовано для того чтобы сбор запускался со случайным разбросом. Каждый плагин будет спать в течение случайного времени в пределах разброса перед сбором. Входное значение-секунды.

source: Condition type
ru_ru: Вид условия

source: Configure listen addresses for this Public Service, i.e. 127.0.0.1:8080 or www.example.com:443. Use TAB key to complete typing a listen address.
ru_ru: Настройка адресов прослушивания для этой публичной службы, т.е. 127.0.0.1:8080 или www.example.com:443. Используйте клавишу TAB для завершения ввода адреса прослушивания.

source: Contact Info
ru_ru: Контактная информация

source: Control Port
ru_ru: Порт управления

source: Control Port number on which tor should listen. The default is 9051. You should not change this unless you need the port.
ru_ru: Номер порта управления, на котором Tor должен слушать. Значение по умолчанию-9051. Вы не должны изменить это, если вам не нужен порт.

source: Credentials
ru_ru: Полномочия

source: Current Time Statistics
ru_ru: Статистика текущего времени

source: Custom TCP check
ru_ru: Настраиваемая проверка TCP

source: Customer
ru_ru: Клиент

source: DNS Service
ru_ru: Сервера DNS

source: DSCP value to set for RTP packets.
ru_ru: Значение DSCP для работы с RTP-пакетами.

source: DSCP value to set for SIP packets.
ru_ru: Значение DSCP для набор для SIP-пакетов.

source: DTAG servers
ru_ru: Сервера DTAG

source: De-Jitter inbound packets in ms (default is disabled).
ru_ru: De-Jitter входящих пакетов в мс (по умолчанию отключено).

source: De-Jitter outbound packets in ms (default is disabled).
ru_ru: De-Jitter исходящих пакетов в мс (по умолчанию отключено).

source: Default Backend Pool
ru_ru: Внутренний пул по умолчанию

source: Default EAP Type
ru_ru: Тип EAP по умолчанию

source: Default data collection interval for all inputs in seconds.
ru_ru: Интервал сбора данных по умолчанию для всех входов в секундах.

source: Default flushing interval for all outputs. You should not set this below interval.
ru_ru: Интервал сброса по умолчанию для всех выходов. Вы не должны устанавливать это ниже интервала.

source: Default target account
ru_ru: Целевая учетная запись по умолчанию

source: Define the load balancing algorithm to be used in a Backend Pool. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.7.html#balance">HAProxy documentation</a> for a full description.
ru_ru: Определите алгоритм балансировки нагрузки, который будет использоваться во внутреннем пуле. Смотрите <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/configuration-1.7.html#balance">HAProxy documentation</a> для полного описания.

source: Description for this Backend Pool.
ru_ru: Описание для этого внутреннего пула.

source: Description for this Health Monitor.
ru_ru: Описание этого монитора работоспособности.

source: Description for this Public Service.
ru_ru: Описание этой публичной службы.

source: Description for this condition.
ru_ru: Описание для этого условия.

source: Description for this error message.
ru_ru: Описание для этого сообщения об ошибке.

source: Description for this rule.
ru_ru: Описание для этого правила.

source: Device Statistics
ru_ru: Статистика Устройства

source: Directory Port
ru_ru: Порт Каталога

source: Disk
ru_ru: Диск

source: Disk IO
ru_ru: Ввод/вывод диска

source: Disk Ignore FS
ru_ru: Игнорировать файловые системы на диске

source: Disk Mount Points
ru_ru: Точки монтирования дисков

source: Down Interval
ru_ru: Время простоя

source: ESMTP check
ru_ru: Проверка ESMTP

source: ESMTP domain
ru_ru: Домен ESMTP

source: Enable Advanced settings
ru_ru: Разрешить расширенные настройки

source: Enable CDP
ru_ru: Включить CDP

source: Enable ChilliSpot attributes
ru_ru: Включить атрибут ChilliSpot

source: Enable Client Certficate Authentication
ru_ru: Включить Проверку Подлинности Сертификата Клиента

source: Enable Daily Session Limit
ru_ru: Включить дневное ограничение сеансов

source: Enable EDP
ru_ru: Включить EDP

source: Enable FDP
ru_ru: Включить FDP

source: Enable HSTS
ru_ru: Включить HSTS

source: Enable HTTP Strict Transport Security.
ru_ru: Включить строгую безопасность транспорта HTTP.

source: Enable HTTPD
ru_ru: Включить HTTPD

source: Enable Health Checking
ru_ru: Включить проверку работоспособности

source: Enable Influx
ru_ru: Включить Influx

source: Enable LLDP Daemon
ru_ru: Включить демон LLDP

source: Enable Nut
ru_ru: Включить Nut

source: Enable Proxy authentication
ru_ru: Включить проверку подлинности прокси

source: Enable SONMP
ru_ru: Включить SONMP

source: Enable STUN plugin
ru_ru: Включить плагин STUN

source: Enable ShadowSocks Proxy
ru_ru: Включить ShadowSocks прокси

source: Enable Telegraf Agent
ru_ru: Включить агент Telegraf

source: Enable Transparent Proxy
ru_ru: Включить прозрачный прокси

source: Enable WISPr attributes
ru_ru: Включить атрибут WISPr

source: Enable advanced SSL settings.
ru_ru: Включить расширенные настройки SSL

source: Enable defaulttarget logging
ru_ru: Включить ведение журнала defaulttarget

source: Enable defaulttarget plugin
ru_ru: Включить плагин defaulttarget

source: Enable encryption for authentication against network collector (optional).
ru_ru: Включите шифрование для проверки подлинности с помощью сетевого коллектора (необязательно).

source: Enable fbox_anoncall_networks plugin
ru_ru: Включить плагин fbox_anoncall_networks

source: Enable fix_DTAG_networks plugin
ru_ru: Включить плагин fix_DTAG_networks

source: Enable fix_bogus_via plugin
ru_ru: Включить плагин fix_bogus_via

source: Enable global SSL default values.
ru_ru: Включить плагин global SSL default

source: Enable if you want to use previews.
ru_ru: Включите, если хотите использовать предварительный просмотр.

source: Enable local cache
ru_ru: Включите локальный кэш

source: Enable logging of defaulttarget plugin.
ru_ru: Включите журналирование плагина defaulttarget.

source: Enable or disable the STUN plugin.
ru_ru: Включить или выключить плагин STUN

source: Enable or disable the defaulttarget plugin.
ru_ru: Включить или выключить плагин defaulttarget

source: Enable or disable the fix_DTAG_networks plugin.
ru_ru: Включить или выключить плагин fix_DTAG_networks

source: Enable or disable the fix_bogus_via plugin.
ru_ru: Включить или выключить плагин fix_bogus_via

source: Enable or disable the nut service.
ru_ru: Включить или выключить службу NUT

source: Enable siproxd service
ru_ru: Включить службу siproxd

source: Enable the CPU collector.
ru_ru: Включить сборщик CPU

source: Enable the DEVSTAT collector.
ru_ru: Включить сборщик DEVSTAT

source: Enable the EXEC collector.
ru_ru: Включить сборщик EXEC

source: Enable the FILESYSTEM collector.
ru_ru: Включить сборщик FILESYSTEM

source: Enable the INTERRUPTS collector.
ru_ru: Включить сборщик INTERRUPTS

source: Enable the LOADAVG collector.
ru_ru: Включить сборщик LOADAVG

source: Enable the MEMINFO collector.
ru_ru: Включить сборщик MEMINFO

source: Enable the NETDEV collector.
ru_ru: Включить сборщик NETDEV

source: Enable the NTP collector.
ru_ru: Включить сборщик NTP

source: Enable the TIME collector.
ru_ru: Включить сборщик TIME

source: Enable the USBHID driver.
ru_ru: Включить драйвер USBHID

source: Enable the logging of authentication requests, including MAC addresses.
ru_ru: Включите ведение журнала запросов аутентификации, включая MAC-адреса.

source: Enable the repeater.
ru_ru: Включить повторитель

source: Enable this Backend Pool
ru_ru: Включить внутренний пул

source: Enable this Onion service.
ru_ru: Включить луковичную службу

source: Enable this Public Service.
ru_ru: Включить публичную службу

source: Enable this, if you want to anonymize traffic originating from a network.
ru_ru: Включите это, если вы хотите анонимизировать трафик, происходящий из сети.

source: Enable this, if you want to map onion services to the IP pool configured above.
ru_ru: Включите эту опцию, если вы хотите привзать луковичную службу к IP-пулу, настроеному выше.

source: Enabling this will write the policy to the config file.
ru_ru: Включение этого параметра запишет политику в файл конфигурации.

source: End Port
ru_ru: Конечный порт

source: Ending of the port range RTP may use.
ru_ru: Окончание диапазона портов может использовать RTP.

source: Enter FQDN here. Finish with TAB.
ru_ru: Введите здесь полное доменное имя. Закончите по TAB.

source: Enter IP addresses here. Finish each with TAB.
ru_ru: Введите здесь IP-адреса. Закончите каждый по TAB.

source: Enter a directory name for the Onion service. It may consist of lowercase and uppercase characters.
ru_ru: Введите имя каталога для службы Onion. Он может состоять из строчных и прописных символов.

source: Enter a network which will be used as an IP Pool to map onion Hosts.
ru_ru: Введите сеть, которая будет использоваться как пул IP для сопоставления луковичных хостов.

source: Enter address:port here. Finish with TAB.
ru_ru: Введите здесь адрес:порт. Закончите по TAB

source: Enter an end port if you want to use a port range.
ru_ru: Введите конечный порт, если вы хотите использовать диапазон портов.

source: Enter server address.
ru_ru: Введите адреса сервера

source: Enter the URL of the ICAP Server
ru_ru: Введите URL сервера ICAP

source: Enter the default ttl.
ru_ru: Введите TTL по умолчанию.

source: Enter the name of the header.
ru_ru: Введите имя заголовка

source: Enter the port of your target server.
ru_ru: Введите порт сервера назначения.

source: Enter the size of the preview.
ru_ru: Введите размер предварительного просмотра.

source: Enter this computer account name to register in AD for kerberos access. Default is hostname with suffix '-K'.
ru_ru: Введите имя учетной записи компьютера для регистрации в AD для доступа kerberos. По умолчанию имя с суффиксом '-K'.

source: Enter user:password here. Finish with TAB.
ru_ru: Введите здесь пароль:пользователь. Закончите по TAB

source: Error Messages
ru_ru: Введите сообщение

source: Eventqueue Path
ru_ru: Путь Eventqueue

source: Eventqueue Slots
ru_ru: Слот Eventqueue

source: Execute function
ru_ru: Выполнить функцию

source: Execute the specified Lua function. You will most likely need to include/load your Lua code first.
ru_ru: Выполнить указанную функцию Lua. Скорее всего, сначала потребуется включить/загрузить код Lua.

source: Execution Statistics
ru_ru: Статистика выполнения

source: Ext. Port
ru_ru: Внешний порт

source: Extra Arguments
ru_ru: Дополнительные аргументы

source: FQDN lookup
ru_ru: Поиск FQDN

source: Filesystem Statistics
ru_ru: Статистика файловой системы

source: Flush Interval
ru_ru: Интервал сброса

source: Flush Jitter
ru_ru: Сброс дрожания

source: For failed writes, Telegraf will cache metric_buffer_limit metrics for each output, and will flush this buffer on a successful write.
ru_ru: Для неудачных операций записи Telegraf кэширует метрики metric_buffer_limit для каждого вывода и очищает этот буфер при успешной записи.

source: Future requests to the domain should use only HTTPS for the specified time (in seconds): 15768000 = 6 months
ru_ru: Будущие запросы к домену должны использовать только HTTPS за указанное время (в секундах): 15768000 = 6 месяцев

source: Fuzzy Leraning
ru_ru: Обучение Fuzzy

source: General Nut Settings
ru_ru: Основные настройки Nut

source: Get the number of processes and group them by status.
ru_ru: Получить количество процессов и группировать их по статусу.

source: Give here a list of networks to replace the VIA-Header. Default should fit for most situations.
ru_ru: Дайте здесь список сетей для замены заголовка VIA. Умолчания подходят для большинства ситуаций.

source: HAProxy function
ru_ru: Функции HAProxy

source: HAProxy will use this backend pool if the condition evaluates to true.
ru_ru: HAProxy будет использовать этот внутренний пул, если условие имеет значение true.

source: HAProxy will use this server instead of other servers that are specified in the Backend Pool. The server must exist in the context where this rule is applied.
ru_ru: HAProxy будет использовать этот сервер вместо других серверов, указанных в внутреннем пуле. Сервер должен существовать в контексте, к которому применяется это правило.

source: HTTP Header
ru_ru: Заголовок HTTP

source: HTTP Redirect
ru_ru: Запрос HTTP

source: HTTP host header contains string (substring match)
ru_ru: Заголовок узла HTTP содержит строку (подстрока совпадает)

source: HTTP host header ends with string (suffix match)
ru_ru: Заголовок узла HTTP заканчивается строкой (суффикс совпадает)

source: HTTP host header matches exact string
ru_ru: Заголовок узла HTTP точно совпадает со строкой

source: HTTP host header matches regular expression
ru_ru: Заголовок узла HTTP совпадает с регулярным выражением

source: HTTP host header starts with string (prefix match)
ru_ru: Заголовок узла HTTP начинается со строки (префикс совпадает)

source: HTTP request URL path contains directory (subdir match)
ru_ru: Путь URL в запросе HTTP содержит директорию (совпадает подстрока)

source: HTTP request URL path contains string (substring match)
ru_ru: Путь URL в запросе HTTP содержит строку (совпадает подстрока)

source: HTTP request URL path ends with string (suffix match)
ru_ru: Путь URL в запросе HTTP заканчивается строкой (совпадает суффикс)

source: HTTP request URL path matches exact string
ru_ru: Путь URL в запросе HTTP точно совпадает со строкой

source: HTTP request URL path matches regular expression
ru_ru: Путь URL в запросе HTTP совпадает с регулярным выражением

source: HTTP request URL path starts with string (prefix match)
ru_ru: Путь URL в запросе HTTP начинается со строки (совпадает префикс)

source: HTTP(S) settings
ru_ru: Настройки HTTP(S)

source: Header Content
ru_ru: Содержание заголовка

source: Health Monitor
ru_ru: Монитор работоспособности

source: Here you can set the FQDN of your STUN server.
ru_ru: Здесь можно задать полное доменное имя сервера STUN.

source: Here you can set the port of your STUN server.
ru_ru: Здесь вы можете установить порт вашего STUN сервера.

source: Here you specify the devices allowed to do SIP connections to siproxd (internal and external). Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
ru_ru: Укажите устройства позволяющие сделать подключения к siproxd (внутренние и внешние). Формат CSV без пробелов и CIDR, например 192.168.0.0/24,10.0.0.0/8.

source: Here you specify the networks disallowed to do SIP connections to siproxd. It has a higher priority than 'Hosts to allow SIP'.
ru_ru: Здесь можно задать сети, которым запрещено делать соединения SIP с siproxd. Это имеет более высокий приоритет, чем 'хосты, которым разрешён SIP'.

source: History Cache Size
ru_ru: Размер кэша истории

source: History Index Cache Size
ru_ru: Размер индекса кэша истории

source: Host Prefix
ru_ru: Префикс хоста

source: Host Regex
ru_ru: Регулярное выражение хоста

source: Host String
ru_ru: Строка хоста

source: Host Suffix
ru_ru: Суффикс хоста

source: Host outbound
ru_ru: Исходящий хост

source: Host to deny SIP
ru_ru: Хосты, которым запрещён SIP

source: Hosts to allow SIP
ru_ru: Хосты, которым разрешён SIP

source: Hosts to allow registration
ru_ru: Хосты, которым разрешена регистрация

source: IP address or hostname of Zabbix server.
ru_ru: IP адрес или имя хоста Zabbix сервера.

source: IP address or hostname of the server.
ru_ru: IP-адрес или имя хоста сервера.

source: IPv6 Mask
ru_ru: Маска IPv6

source: If configured, only clients that are listed here are authorized to access the Onion service.
ru_ru: Если настроен только клиенты, которые перечислены здесь авторизованы для доступа к луковичной службе.

source: If set to true, do no set the "host" tag in the Telegraf agent.
ru_ru: Если установлено значение True, не установливайте "хост" в агенте Телеграф.

source: If this amount of memory is reached, Tor will close circuits until 10% of this limit are free again.
ru_ru: Если этот объем памяти достигнут, Tor закроет цепочки до тех пор пока 10% из этого предела не будут свободны снова.

source: If true, collect raw CPU time metrics.
ru_ru: Если True, сборка исходных показателей процессорного времени.

source: Ignore some mountpoints by filesystem type. For example (dev)tmpfs (usually present on /run, /var/run, /dev/shm or /dev).
ru_ru: Игнорировать некоторые точки монтирования по типу файловой системы. Например, (dev)tmpfs (обычно присутствуют на /run, /var/run, /dev/shm или /dev).

source: Interrupts Statistics
ru_ru: Статистика прерываний

source: It sets the default string describing the list of cipher algorithms ("cipher suite") that are negotiated during the SSL/TLS handshake.
ru_ru: Он задает строку по умолчанию, описывающую список алгоритмов шифрования ("cipher suite"), которые согласовываются во время SSL/TLS квитирования.

source: Jitter the flush interval by a random amount. This is primarily to avoid large write spikes for users running a large number of telegraf instances.
ru_ru: Дрожание сбрасывает интервал случайным образом. Это в первую очередь позволяет избежать больших всплесков записи для пользователей, выполняющих большое количество экземпляров telegraf.

source: Kerberos Account Name Of This Host In AD
ru_ru: Имя учетной записи Kerberos этого хоста в AD

source: Key Table creation
ru_ru: Key Table создана

source: List of comma delimited IP addresses that the trapper should listen on. Trapper will listen on all network interfaces if this parameter is missing.
ru_ru: Список разделенных запятыми IP-адресов, которые траппер должен слушать. Траппер будет прослушивать все сетевые интерфейсы, если этот параметр отсутствует.
