Repository: kekek2/lang
Catalog: ting_addons/2018.09.11.diff.*.po
Languages: ru_ru

source: Webserver cache
ru_ru: Кэш вебсервера

source: LCDProc for SDEC LCD devices LCDproc setup for SDEC LCD devices found in Watchguard FireBox firewall appliances. Maintainer: ad@opnsense.org
ru_ru: LCDProc для SDEC ЖК-устройств LCDproc настраивает SDEC ЖК-устройства, найденные в устройствах Watchguard FireBox firewall. Maintainer: ad@opnsense.org

source: LCDProc for SDEC LCD devices
ru_ru: LCDProc для SDEC ЖК-устройств

source: End of life, superseded by Net-SNMP plugin The SNMP plugin allows to query information about your appliance. It includes memory, load, CPU utilization and system statistics by using the bsnmp-ucd module as well as to create counters from log files, program output and other text data via the bsnmp-regex module. Maintainer: franco@opnsense.org
ru_ru: Конец срока службы, заменено плагиномом Net-SNMP SNMP плагин позволяет запрашивать информацию об устройстве. Это включает память, нагрузку, утилизацию CPU и системную статистику использованием модуля bsnmp-ucd и созданием счётчиков из лог-файлов, програмного вывода и других текстовых данных через модуль bsnmp-regex. Сопровождение: franco@opnsense.org

source: End of life, superseded by Net-SNMP plugin
ru_ru: Конец срока службы, заменено плагиномом Net-SNMP

source: Wednesday
ru_ru: Среда

source: Tuesday
ru_ru: Вторник

source: Thursday
ru_ru: Четверг

source: The timeout must be greater than 0
ru_ru: Время ожидания должно быть больше 0

source: The timeout must be a number between 1 and 2147483647.
ru_ru: Таймаут должен быть числом от 1 до 2147483647.

source: The route priority must be greater than 0
ru_ru: Приоритет маршрута должен быть больше 0

source: The number of retries must be greater than 0
ru_ru: Количество повторных попыток должно быть больше 0

source: The IP TTL must be greater than 0
ru_ru: TTL IP должен быть больше чем 0

source: The Backup Directory can only consist of alphanumeric characters.
ru_ru: Директория для резервного копирования может состоять только из буквенно-цифровых символов.

source: Table not found
ru_ru: Таблица не найдена

source: Table check not found
ru_ru: Проверочная таблицы не найдена

source: Sunday
ru_ru: Воскресенье

source: Stick-table persistence [default]
ru_ru: Сохранение Stick-таблицы [по умолчанию]

source: Static Round Robin
ru_ru: Статический циклический перебор

source: Source-IPv6
ru_ru: Источник IPv6

source: Source-IP [default]
ru_ru: Источник-IP [по умолчанию]

source: Single
ru_ru: Одиночный

source: Saturday
ru_ru: Суббота

source: Related user not found
ru_ru: Связанный пользователь не найден

source: Related time not found
ru_ru: Связанное время не найдено

source: Related src not found
ru_ru: Связанный src не найден

source: Related mime not found
ru_ru: Связанный mime не найден

source: Related dst not found
ru_ru: Связанный dst не найден

source: Related domain not found
ru_ru: Связанный домен не найден

source: Related arp not found
ru_ru: Связанный arp не найден

source: Related agent not found
ru_ru: Связанный agent не найден

source: Redirection
ru_ru: Переадресация

source: Protocol not found
ru_ru: Протокол не найден

source: Protocol Independent Multicast (PIM)
ru_ru: Протокол независимой многоадресной рассылки (PIM)

source: Please provide a valid hash.
ru_ru: Укажите допустимый хэш.

source: Number of processes must be greater than 0
ru_ru: Количество процессов должно быть больше 0

source: Monday
ru_ru: Понедельник

source: ICAP enable
ru_ru: Включить ICAP

source: Host not found
ru_ru: Узел не найден

source: Friday
ru_ru: Пятница

source: Check interval must be greater than 0
ru_ru: Интервал проверки должен быть больше 0

source: Check interval must be a multiple of the global interval.
ru_ru: Интервал проверки должен быть кратен глобальному интервалу.

source: An user for the Nextcloud server must be set.
ru_ru: Необходимо задать пользователя для сервера Nextcloud.

source: An URL for the Nextcloud server must be set.
ru_ru: Необходимо задать URL-адрес сервера Nextcloud.

source: A password for a Nextcloud server must be set.
ru_ru: Необходимо задать пароль для сервера Nextcloud.

source: target pipe or queue
ru_ru: Целевой канал или очередь

source: src-port
ru_ru: Порт источника

source: source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
ru_ru: номер исходного порта или хорошо известное имя (imap, imaps, http, https,...), для диапазонов используйте тире

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
ru_ru: ip-адрес источника или сети, примеры 10.0.0.0 / 24, 10.0.0.1

source: sequence
ru_ru: Последовательность

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
ru_ru: вторичный интерфейс, сопоставляет пакеты, перемещающиеся в/из интерфейса (1) в/из интерфейса (2). может сочетаться с направлением.

source: order in which the rule will be evaluated (lowest first)
ru_ru: порядок, в котором будут обрабатываться правила (сначала наименьший)

source: number of dynamic queues, leave empty for default
ru_ru: количество динамических очередей, оставьте пустым по умолчанию

source: matches incoming or outgoing packets or both (default)
ru_ru: соответствует входящим, исходящим пакетам или обоим (по умолчанию)

source: invert source (not)
ru_ru: инвертировать источник (не)

source: invert source
ru_ru: инвертировать источник

source: invert destination (not)
ru_ru: инвертировать назначение (не)

source: invert destination
ru_ru: инвертировать назначение

source: interface 2
ru_ru: интерфейс 2

source: enable this rule
ru_ru: включить это правило

source: dst-port
ru_ru: порт назначения

source: destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
ru_ru: номер порта назначения или известное имя (imap, imaps, http, https,...), для диапазонов используйте тире

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
ru_ru: ip-адрес назначения или сеть, примеры 10.0.0.0 / 24, 10.0.0.1

source: connected pipe for this queue
ru_ru: подключенный канал для этой очереди

source: bandwidth Metric
ru_ru: Метрика пропускной способности

source: Users and gruops
ru_ru: Пользователи и группы

source: User/group
ru_ru: Пользователь/группа

source: Type subnets to which you want to set access, use a comma or press Enter for new item. <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Введите подсети, к которым вы хотите установить доступ, используйте запятую или нажмите Enter для нового элемента. <div class="text-info"><B>совет: в это поле также можно вставить список, разделенный запятыми.</div>

source: Type subnets from which you want to set access, use a comma or press Enter for new item. <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Введите подсети, из которых вы хотите установить доступ, использйте запятую или нажмите Enter для нового элемента. <div class="text-info"><B>совет: в это поле также можно вставить список, разделенный запятыми.</div>

source: Type MAC addresses to which you want to set access, use a comma or press Enter for new item. <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Введите MAC-адреса, к которым вы хотите установить доступ, используйте запятую или нажмите Enter для нового элемента. <div class="text-info"><B>совет: в это поле также можно вставить список, разделенный запятыми.</div>

source: Transport Type
ru_ru: Транспортный протокол

source: This will activate the libclamav.so module.
ru_ru: Это активирует libclamav.so модуль.

source: This will activate the c-icap content filter service.
ru_ru: Это активирует службу фильтра содержимого C-icap.

source: The start of the interval
ru_ru: Начало интервала

source: The end of the interval
ru_ru: Конец интиервала

source: Table Check
ru_ru: Проверочная таблица

source: Sticky Address
ru_ru: Прикреплённый адрес

source: State Notification
ru_ru: Уведомление состояния

source: Sources nets
ru_ru: Сети источника

source: Set the IP addresses the service should listen to.
ru_ru: Установить IP-адреса, который будет слушать служба.

source: Server Type
ru_ru: Тип сервера

source: Send Data
ru_ru: Отправить данные

source: Select Schedules
ru_ru: Выберите расписания

source: Select the type of hash. Possible values are SHA256 or SHA1.
ru_ru: Выберите Тип хэша. Возможные значения: SHA256 или SHA1.

source: Select domains.
ru_ru: Выберите домены

source: Select browser/user-agents
ru_ru: Выберите browser/user-agent

source: Select a user/group.
ru_ru: Выберите пользователя/группу

source: Select Source IPs
ru_ru: Выберите адрес источника

source: Select NetPolice categorises
ru_ru: Выберите категорию NetPolice

source: Select MIME type reply
ru_ru: Выберите MIME-типы

source: Select MAC-addresses
ru_ru: Выберите MAC-адреса

source: Select Destination IPs
ru_ru: Выберите IP-адреса назначения

source: Select weekdays
ru_ru: Выберите дни недели

source: Select Black or White list
ru_ru: Выберите чёрный или белый список

source: Scheduler type
ru_ru: Тип планировщика

source: Route Priority
ru_ru: Приоритет маршрута

source: Retry Number
ru_ru: Количество повторов

source: Response Code
ru_ru: Код ответа

source: Reject exiting to private IP space
ru_ru: Отклонить выход в личное пространство IP

source: Regexp
ru_ru: Регулярное выражение

source: Open ports by the fascist firewall.
ru_ru: Открыть порты в агрессивной защите.

source: Number Of Processes
ru_ru: Количество процессов

source: Name of allowed category
ru_ru: Имя разрешённой категории

source: Mime types
ru_ru: MIME типы

source: Message Digest
ru_ru: Дайджест сообщения

source: MAC addresses
ru_ru: MAC-адреса

source: Lists
ru_ru: Списки

source: Listen End Port
ru_ru: Слушать Порт

source: If you have a wildcard certificate or the CA is untrusted, you have to enter the SHA hash of the certificate to force a connect.
ru_ru: Если у вас есть подстановочный сертификат или CA не доверен, вам необходимо ввести SHA-хэш сертификата для принудительного подключения.

source: If you enable this, every entry in Recipients will be checked against. When there is no match mail will be rejected. Be aware that it does not matter if the action is "OK" or "REJECT". This setup allows you to run postfix in front of an internal system and already rejecting unsolicited mail at the border.
ru_ru: Если вы включите эту опцию, каждая запись в Recipients будет проверяться. Если совпадений нет, Почта будет отклонена. Имейте в виду, что это не имеет значения, если действие «OK» или «REJECT». Эта настройка позволяет запускать postfix перед внутренней системой и уже отклонять нежелательную почту на границе.

source: Global Check Timeout
ru_ru: Глобальный тайм-аут проверки

source: Global Check Interval
ru_ru: Глобальный Интервал Проверки

source: Fascist Mode
ru_ru: Режим агрессивной защиты

source: Fascist Firewall Ports
ru_ru: Порты агрессивной защиты

source: Expect Pattern
ru_ru: Ожидать шаблон

source: Enter rule priority
ru_ru: Введите приоритет правила

source: Enforce Recipient Relay Check
ru_ru: Принудительная проверка получателей ретранслятора

source: Enable this queue and its related rules
ru_ru: Включить эту очередь и связанные с ней правила

source: Enable this pipe and its related queues and rules
ru_ru: Включить этот канал и связанные с ним очереди и правила

source: Enable regular expression for domains. Regular expressions are slower.
ru_ru: Включить регулярные выражения для доменов. Регулярные выражения медленней

source: Enable or disable Relayd.
ru_ru: Включение или отключение ретрансляции.

source: Enable libclamav.so
ru_ru: Включить libclamav.so

source: Enable c-icap content filter
ru_ru: Включить контекстный фильтр c-icap

source: Enable Relayd
ru_ru: Включить ретрансляцию

source: Destination nets
ru_ru: Сети назначения

source: Choose how HAProxy should track user-to-server mappings. Stick-table persistence works with all protocols, but is broken in multi-process and multithreaded modes. Cookie-based persistence only works with HTTP/HTTPS protocols.
ru_ru: Выберите, как HAProxy должен отслеживать сопоставления пользователей и серверов. Жёстко прописанные таблицы работает со всеми протоколами, но нарушается в многопроцессном и многопоточном режимах. Привязка на основе файлов Cookie работает только с протоколами HTTP / HTTPS.

source: Certificate Hash Type
ru_ru: Тип Хэша Сертификата

source: Certificate Hash
ru_ru: Хэш Сертификата

source: Begin
ru_ru: Начало

source: Backup Table Scheduler
ru_ru: Планировщик таблиц резервного копирования

source: Backup Table Check
ru_ru: Проверка таблицы резервных копий

source: Backup Table
ru_ru: Резервная таблица

source: Backup Check Timeout
ru_ru: Время ожидания проверки резервной копии

source: Backup Check Interval
ru_ru: Интервал проверки резервной копии

source: Access by Browser/user-agents.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">^(.)+Macintosh(.)+Firefox/37\.0</b> -> matches on <b>Macintosh version of Firefox revision 37.0</b><br/> <b class="text-primary">^Mozilla</b> -> matches on <b>all Mozilla based browsers</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Доступ по Browser/user-agents.<br/> Можно использовать регулярные выражения, запятую или нажать клавишу Enter для нового элемента.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">^(.)+Macintosh(.)+Firefox/37\.0</b> -> matches on <b>Macintosh version of Firefox revision 37.0</b><br/> <b class="text-primary">^Mozilla</b> -> matches on <b>all Mozilla based browsers</b><br/> </div> <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: Access by specific MIME type reply.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">video/flv</b> -> matches on <b>Flash Video</b><br/> <b class="text-primary">application/x-javascript</b> -> matches on <b>javascripts</b><br/> </div> <div class="text-info"><b>TIP: </b>You can also paste a comma separated list into this field.</div>
ru_ru: Доступ по MIME-типу ответа.<br/> Можно использовать регулярные выражения, запятую или нажать клавишу Enter для нового элемента.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">^(.)+Macintosh(.)+Firefox/37\.0</b> -> matches on <b>Macintosh version of Firefox revision 37.0</b><br/> <b class="text-primary">^Mozilla</b> -> matches on <b>all Mozilla based browsers</b><br/> </div> <div class="text-info"><b>ПРИМЕЧАНИЕ: </b>Также можно использовать список разделенных запятой значений.</div>

source: <ul> <li>ICMP - Ping hosts in this table to determine whether they are up or not.</li> <li>TCP - Use a simple TCP connect to check that hosts are up.</li> <li>SSL - Perform a complete SSL handshake with each host to check their availability.</li> <li>SEND - Create a TCP connection, send data and check the response.</li> <li>SCRIPT - Execute an external program to check the host state.</li> <li>HTTP(S) - Check response code or message digest from a http(s) request.</li> </ul>
ru_ru: <ul> <li>ICMP - Ping узлов в этой таблице, чтобы определить, доступны они или нет.</li> <li>TCP - Использовать простое TCP-соединение, чтобы определить доступен узел или нет.</li> <li>SSL - Выполните полное SSL-квитирование с каждым хостом, чтобы проверить их доступность.</li> <li>SEND - Создание TCP-соединения, отправка данных и проверка ответа.</li> <li>SCRIPT - Выполнение внешней программы для проверки состояния узла.</li> <li>HTTP(S) - Проверка кода ответа или дайджеста сообщения из запроса http(s).</li> </ul>

source: When using relays, run the specified number of processes to<br> handle relayed connections.
ru_ru: При использовании ретрансляторов запуск указанное число процессов<br> для обработки ретранслируемых соединений.

source: Use the specified protocol definition for the relay.
ru_ru: Используйте указанное определение протокола для ретрансляции.

source: Use SSL.
ru_ru: Использовать SSL.

source: This is a list with backend hosts
ru_ru: Это список с backend узлами

source: The type of the protocol definition.
ru_ru: Тип определения протокола.

source: The protocol options.
ru_ru: Параметры протокола.

source: The optional retry option adds a tolerance for failed host checks; the check will be retried for this number more times before setting the host state to down.
ru_ru: Дополнительный параметр повтора добавляет допустимое количество неудачных проверок узла; проверка будет повторена несколько раз перед тем, как установить состояния недоступности узла.

source: The name of the virtual server.
ru_ru: Имя виртуального сервера.

source: The name of the table.
ru_ru: Название таблицы.

source: The name of the table check.
ru_ru: Имя таблицы проверки.

source: The name of the protocol definition.
ru_ru: Имя определения протокола.

source: The name of the host.
ru_ru: Имя узла.

source: The expected response message digest.
ru_ru: Дайджест ожидаемого ответного сообщения.

source: The expected response code.
ru_ru: Ожидаемый код ответа.

source: The backend host address.
ru_ru: Адрес внутреннего хоста.

source: The URL path for HTTP(S) or the script path for SCRIPT checks.
ru_ru: URL-адрес для HTTP (S) или путь к сценарию для проверки скриптов.

source: The Interface to listen on. Leave it unset to listen on all interfaces.
ru_ru: Интерфейс для прослушивания. Оставьте его незаданным для прослушивания всех интерфейсов.

source: The HTTP 'Host' header value.
ru_ru: Значение заголовка HTTP 'Host'.

source: Specify the table of target hosts to be used.
ru_ru: Укажите таблицу узлов назначения, которые будут использоваться.

source: Specify the table check.
ru_ru: Укажите таблицу проверки.

source: Specify the port to listen on.
ru_ru: Укажите порт для прослушивания.

source: Specify the inactivity timeout in seconds for established<br> redirections. The default timeout is 600 seconds (10 minutes).<br> The maximum is 2147483647 seconds (68 years).
ru_ru: Укажите период неактивности в секундах для установки переадресации.<br> Значение по умолчанию-600 секунд (10 минут).<br> Максимум 2147483647 секунд (68 лет).

source: Specify the end of a port range.
ru_ru: Укажите конец диапазона портов.

source: Specify the destination port.
ru_ru: Укажите порт назначения.

source: Specify an address to listen on.
ru_ru: Укажите адрес для прослушивания.

source: Set the scheduling algorithm to select a host from the table.
ru_ru: Задайте алгоритм планирования, чтобы выбрать узел из таблицы.

source: Set the interval in seconds at which the hosts will be checked.<br> The default interval is 10 seconds.
ru_ru: Задайте интервал в секундах, через который будут проверяться хосты.<br> Интервал по умолчанию-10 секунд.

source: Set the global timeout in milliseconds for checks. This can be<br> overridden by the timeout value in the table definitions.
ru_ru: Установите глобальный тайм-аут в миллисекундах для проверки.<br> Это может быть переопределено значением времени ожидания в определениях таблицы.

source: Send data.
ru_ru: Передача данных.

source: Override the global interval. I must be a multiple of the global interval.
ru_ru: Переопредение глобального интервала. Он должен быть кратен глобальному интервалу.

source: Override the global check timeout.
ru_ru: Переопределение глобального времени ожидания проверки.

source: Match response against pattern.
ru_ru: Сопоставить ответ с шаблоном.

source: Log state notifications after completed host checks. Either only<br> log the updates to new states or log all state notifications,<br> even if the state didn't change.
ru_ru: Журналировать уведомления о состоянии после завершения проверки узла.<br> Регистрировать обновления только в новых состояниях или регистрировать<br> уведомления всех состояний, даже если состояние не изменилось.

source: It will ensure that multiple connections<br> from the same source are mapped to the same redirection address.
ru_ru: Это обеспечит сопоставление нескольких подключений из одного<br> источника с одним адресом перенаправления.

source: If unchecked start the virtual server disabled.
ru_ru: Если флажок снят, виртуальный сервер отключен.

source: If unchecked start the table disabled.
ru_ru: Если флажок снят, то таблица отключена.

source: Change the route priority used when adding a route.
ru_ru: Изменение приоритета маршрута, используемого при добавлении маршрута.

source: Change the default time-to-live value in the IP headers for host checks.
ru_ru: Измените значение времени жизни по умолчанию в заголовках IP для проверок узлов.

source: <b>Redirections</b><br> &nbsp;&nbsp;&nbsp;Redirections are translated to pf(4) rdr-to rules for stateful<br> &nbsp;&nbsp;&nbsp;forwarding to a target host from a health-checked table on layer 3.<br><br> <b>Relays</b><br> &nbsp;&nbsp;&nbsp;Relays allow application layer load balancing, SSL acceleration,<br> &nbsp;&nbsp;&nbsp;and general purpose TCP proxying on layer 7.
ru_ru: <b>Переадресации</b><br> Перенаправления преобразованы в pf(4) rdr-to правила для передачи с<br> сохранением состояния к целевому узлу для таблицы проверерки работоспособности уровня 3<br> <b>Ретрансляторы</b><br> Ретрансляторы обеспечивают балансировку нагрузки на уровне приложений, ускорение SSL и TCP-прокси<br> общего назначения на уровне 7.

source: <b>Forward</b> or <b>Route</b> packets to the backend hosts.
ru_ru: <b>Пересылка</b> или <b>маршрутизация</b> пакетов на серверные узлы.

source: Services: Relayd
ru_ru: Служба: Relayd

source: Edit Schedules
ru_ru: Редактировать расписания

source: Edit category
ru_ru: Редактировать категорию

source: WARNING
ru_ru: ПРЕДУПРЕЖДЕНИЕ

source: Device does not exist, bailing.
ru_ru: Устройства не существует, отказ.

source: Invalid test type, bailing.
ru_ru: Недопустимый тип теста, отказ.

source: Invalid info type, bailing.
ru_ru: Неверный тип информации, отказ.

source: Invalid log type, bailing.
ru_ru: Неверный тип журнала, отказ.

source: Scheduler "%s" not supported for redirects.
ru_ru: Планировщик «%s» не поддерживает перенаправления.

source: Scheduler "%s" not supported for relays.
ru_ru: Планировщик «%s» не поддерживается для перенаправителя.

source: Expect Pattern cannot be empty.
ru_ru: Шаблон ожиданий не может быть пустым.

source: Script path cannot be empty.
ru_ru: Путь сценария не может быть пустым.

source: Path cannot be empty.
ru_ru: Путь не может быть пустым.

source: Provide one of Response Code or Message Digest.
ru_ru: Укажите один из кодов ответа или дайджеста сообщения.

source: The Relayd configuration has been changed
ru_ru: Конфигурация Relayd была изменена

source: Users and groups
ru_ru: Пользователи и группы

source: Backend Hosts
ru_ru: Серверные узлы

source: Table Checks
ru_ru: Таблица проверок

source: Virtual Server
ru_ru: Виртуальные сервера

source: Apply Configuration
ru_ru: Применить Конфигурацию

source: The status could not be fetched. Is Relayd running?
ru_ru: Не удалось получить состояние. Relayd работает?

source: Edit Browser/user-agents for black and white lists
ru_ru: Редактировать Browser/user-agents для чёрных и белых списков

source: Edit MAC addresses for black and white lists
ru_ru: Редактировать MAC-адреса для чёрных и белых списков

source: Edit domains for black and white lists
ru_ru: Редактировать домены для чёрных и белых списков

source: Edit destination IPs for black and white lists
ru_ru: Редактировать IP-адреса для чёрных и белых списков
