Repository: kekek2/lang
Catalog: ting_addons/2018.03.16.plugins.*.po
Languages: ru_ru

source: System: Configuration: SCP Backup
ru_ru: Система: Конфигурация: резервная копия по SCP

source: An integer value corresponding to the TCP source port of the connection on the client side, which is the port the client connected from.
ru_ru: Целое значение, соответствующее исходному порту TCP соединения на стороне клиента, который является портом, с которого подключен клиент.

source: Bytes in rate period
ru_ru: Входящих байт в тарифицируемый период

source: Bytes out rate period
ru_ru: Исходящих байт в тарифицируемый период

source: Choose a request pattern to associate a user to a server. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#stick on">HAProxy documentation</a> for a full description.<br/><div class="text-info"><b>NOTE:</b> Consider not using this feature in multi-process mode, it can result in random behaviours.</div>
ru_ru: Выберите шаблон запроса, чтобы связать пользователя с сервером. Смотрите <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#stick on">Документацию HAProxy</a> для полного описания.<br/><div class="text-info"><b>NOTE:</b> Рассмотрите возможность не использовать эту функцию в многопроцессорном режиме, это может привести к случайному поведению.</div>

source: Choose a stick-table type.
ru_ru: Выберите тип stick-таблицы.

source: Choose the cipher to use for encryption.
ru_ru: Выберите шифр для кодирования.

source: Choose the type of data that should be stored in this stick-table. Note that this stick-table cannot be used for session persistence, it is only used to store additional per-connection data (select below). See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#stick-table">HAProxy documentation</a> for further information.
ru_ru: Выберите тип данных, которые должны храниться в этой stick-таблице. Обратите внимание, что эта stick-таблица не может использоваться для сохранения сеанса, она используется только для хранения дополнительных данных для каждого соединения (выберите ниже). Смотрите <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#stick-table">Документация HAProxy</a> для детального описания.

source: Connection rate period
ru_ru: Период скорости подключения

source: Connections count
ru_ru: Количество соединений

source: Consumer Key
ru_ru: Клиентский ключ

source: Data received
ru_ru: Данные получены

source: Data sent
ru_ru: Данные отправлены

source: Define the load balancing algorithm to be used in a Backend Pool. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#balance">HAProxy documentation</a> for a full description.
ru_ru: Определите алгоритм балансировки нагрузки, который будет использоваться во внутреннем пуле. Смотрите <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#balance">Документацию HAProxy</a> для детального описания.

source: Enable Graphite Output
ru_ru: Включить вывод Graphite

source: Enable Graylog Output
ru_ru: Включить вывод Output

source: Enable Influx Output
ru_ru: Включить вывода Influx

source: Enable LDAP
ru_ru: Включить LDAP

source: Enable ShadowSocks Local
ru_ru: Включить локального ShadowSocks

source: Enable ShadowSocks Server
ru_ru: Включить сервер ShadowSocks

source: Enable if all present and future subdomains will be HTTPS.
ru_ru: Включить, если все существующие и будущие поддомены будут HTTPS.

source: Enable if you like this domain to be included in the HSTS preload list.
ru_ru: Включите, если вы хотите, чтобы этот домен был включен в список предварительной загрузки HSTS.

source: Enable or disable HAProxy peers. This will propagate entries of any data-types in stick-tables between several HAProxy instances over TCP connections in a multi-master fashion.
ru_ru: Включение или отключение узлов HAProxy. Это распространит записи любых типов данных в stick-таблицах между несколькими экземплярами HAProxy по TCP-подключениям в режиме Multi-master.

source: Enable peers
ru_ru: Включить пир

source: Enable sticky counters
ru_ru: Включить липкие счетчики

source: Enable to be able to retrieve values from sticky counters. If disabled, all values will return 0, rendering many conditions useless.
ru_ru: Включите, чтобы иметь возможность извлекать значения из липких счетчиков. Если этот параметр отключен, все значения будут возвращать 0, что делает многие условия бесполезными.

source: Filter for group objects, should match all available group objects a user might be a member of.
ru_ru: Фильтр для объектов группы должен соответствовать всем доступным объектам группы, членом которых может быть пользователь.

source: Graphite Postfix
ru_ru: Постфикс Graphite

source: Graphite Prefix
ru_ru: Префикс Graphite

source: Graphite Server
ru_ru: Сервер Graphite

source: Graphite Template
ru_ru: Шаблон Graphite

source: Graylog Server
ru_ru: Сервер Graylog

source: Group Filter
ru_ru: Групповой фильтр

source: HTTP Keep-Alive Timeout
ru_ru: Таймаут удержания соединения

source: HTTP Request Timeout
ru_ru: Таймаут запроса HTTP

source: HTTP error count
ru_ru: Количество ошибок HTTP

source: HTTP error rate
ru_ru: Частота ошибок HTTP

source: HTTP error rate period
ru_ru: Период для частоты ошибок HTTP

source: HTTP request count
ru_ru: Количество запросов HTTP

source: HTTP request rate
ru_ru: Частота запросов HTTP

source: HTTP request rate period
ru_ru: Период запросов HTTP

source: IP address or hostname of the remote ShadowSocks server.
ru_ru: IP-адрес или имя хоста удаленного сервера ShadowSocks.

source: Inbound interface
ru_ru: Входящий интерфейс

source: Incoming bytes rate
ru_ru: Скорость входящих байт

source: It describes what elements of the incoming request or connection will be analyzed, extracted, combined, and used to select which table entry to update the counters. Defaults to "src" to track elements of the source IP. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#tcp-request connection">HAProxy documentation</a> for a full description.
ru_ru: Он описывает, какие элементы входящего запроса или соединения будут проанализированы, извлечены, объединены и использованы для выбора записи таблицы для обновления счетчиков. По умолчанию "src" для отслеживания элементов исходного IP-адреса. Смотрите <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#tcp-request connection">Документацию HAProxy</a> для детального описания.

source: Listen address (IP)
ru_ru: Адрес прослушивания (IP)

source: Local Root's Public Key
ru_ru: Открытый ключ локального Root'а

source: Max. data length
ru_ru: Максимальная длина данных

source: Outgoing bytes rate
ru_ru: Скорость исходящих байт

source: Peer name (FQDN)
ru_ru: Имя пира (FQDN)

source: Peer-IP
ru_ru: IP пира

source: Peers / Session Sync
ru_ru: Синхронизация Узлов / Сеансов

source: Ping Hosts and measure the metrics.
ru_ru: Пинг хостов и измерение метрик.

source: Port of the remote server.
ru_ru: Порт удалённых серверов

source: Remote Directory
ru_ru: Удалённая диерктория

source: Remote Username
ru_ru: Удалённое имя пользователя

source: Session count
ru_ru: Количество сеансов

source: Session rate period
ru_ru: Период частоты сессий

source: Set an optional prefix to the metrics.
ru_ru: Задайте необязательный префикс для метрик.

source: Set the Base DN in format dc=example,dc=domain,dc=com
ru_ru: Задайте базовый DN в форме dc=example,dc=domain,dc=com

source: Set the Hosts to ping in a CSV list.
ru_ru: Задайте хосты для ping в списке CSV.

source: Set the IP and port where metrics shoud be sent to.
ru_ru: Задайте IP-адрес и порт, на который будут отправляться метрики.

source: Set the IP or FQDN to where to send the mails to. Empty means MX will be used. You can also add custom ports via :225 or disable MX lookup via squared brackets.
ru_ru: Задайте IP или полное доменное имя для отправки сообщений. Пустой означает, что будет использоваться MX. Вы также можете добавить пользовательские порты через :225 или отключить поиск MX через квадратные скобки.

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
ru_ru: Установите фильтр для поиска пользователей. Для Active Directory измените uid на samaccountname.

source: Set the hostname or IP address to connect to.
ru_ru: Установить имя хоста или IP-адрес для подключения.

source: Set the maximum allowed time to wait for a complete HTTP request. In order to offer DoS protection, it may be required to lower the maximum accepted time to receive a complete HTTP request without affecting the client timeout. This helps protecting against established connections on which nothing is sent. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Задайте максимально допустимое время ожидания полного HTTP-запроса. Чтобы предложить защиту DoS, может потребоваться снизить максимально допустимое время получения полного HTTP-запроса, не влияя на время ожидания клиента. Это помогает защитить от установленных соединений, на которые ничего не отправляется. По умолчанию миллисекунды. Опционально единица времени может быть определена как "d", "h", "m", "s", "ms" или "us".

source: Set the maximum allowed time to wait for a new HTTP request to appear. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Задайте максимально допустимое время ожидания появления нового HTTP-запроса. По умолчанию миллисекунды. Опционально единица времени может быть определена как "d", "h", "m", "s", "ms" или "us".

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
ru_ru: Установите минимальную пропускную способность загрузки для атрибута WISPr. Значение обрабатывается как bits/s.

source: Set the protocol to use.
ru_ru: Установите протокол для использования.

source: Set the remote directory to backup the config file to.
ru_ru: Установите удаленный каталог для резервного копирования файла конфигурации.

source: Set the remote hostname.
ru_ru: Задайте имя удаленного хоста.

source: Set the remote port.
ru_ru: Установите удаленный порт.

source: Set the remote username.
ru_ru: Установить удаленное имя пользователя.

source: Show introduction pages
ru_ru: Показать вводные страницы

source: Specify the maximum length for a value in the stick-table. If the value is larger than this value it will be truncated before being stored. Depending on the stick-table type this repesents either characters or bytes.
ru_ru: Укажите максимальную длину для значения в stick-таблице. Если значение больше этого значения, оно будет усечено перед сохранением. В зависимости от типа stick-table это представляет или символы или байты.

source: Stickiness table
ru_ru: Stick-таблица

source: Sticky counter key
ru_ru: Счётчик ключей для Sticky

source: Stored data types
ru_ru: Тип хранимых данных

source: TCP Port
ru_ru: Порт TCP

source: The TCP port that should be used for connections to this peer. It must not be used by any other service.
ru_ru: Порт TCP, который должен использоваться для соединений с этим узлом. Он не должен использоваться другими службами.

source: The average bytes rate from the incoming connection's source address.
ru_ru: Средняя скорость байт от адреса источника входящего соединения.

source: The average bytes rate to the incoming connection's source address.
ru_ru: Средняя скорость байт адреса источника входящего соединения.

source: The average connection rate from the incoming connection's source address.
ru_ru: Средняя скорость соединения от адреса источника входящего соединения.

source: The average rate of HTTP errors from the incoming connection's source address.
ru_ru: Средняя частота ошибок HTTP от адреса источника входящего соединения.

source: The average rate of HTTP requests from the incoming connection's source address.
ru_ru: Средняя скорость запросов HTTP от адреса источника входящего соединения.

source: The cumulative number of HTTP errors from the incoming connection's source address.
ru_ru: Совокупное число ошибок HTTP от адреса источника входящего подключения.

source: The cumulative number of HTTP requests from the incoming connection's source address.
ru_ru: Совокупное число HTTP-запросов от адреса источника входящего подключения.

source: The cumulative number of connections initiated from the current incoming connection's source address.
ru_ru: Совокупное число соединений, инициированных с адреса источника текущего входящего соединения.

source: The cumulative number of connections initiated from the incoming connection's source address.
ru_ru: Совокупное число соединений, инициированных с адреса источника входящего соединения.

source: The current amount of concurrent connections initiated from the current incoming connection's source address.
ru_ru: Текущее количество одновременных соединений, инициированных с адреса источника текущего входящего соединения.

source: The length of the period over which the average is measured. It reports the average HTTP request error rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Продолжительность периода, за который измеряется среднее значение. Он сообщает среднюю частоту ошибок HTTP-запросов за этот период в запросах за период. По умолчанию миллисекунды. Опционально единица времени может быть указана как "d", "h", "m", "s", "ms" или "us".

source: The length of the period over which the average is measured. It reports the average HTTP request rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Продолжительность периода, за который измеряется среднее значение. Он сообщает среднюю скорость запросов HTTP за этот период в запросах за период. По умолчанию миллисекунды. Опционально единица времени может быть указана как "d", "h", "m", "s", "ms" или "us".

source: The length of the period over which the average is measured. It reports the average incoming bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Продолжительность периода, за который измеряется среднее значение. Он сообщает среднюю скорость входящих байт за этот период, в байтах за период. По умолчанию миллисекунды. Опционально единица времени может быть указана как "d", "h", "m", "s", "ms" или "us".

source: The length of the period over which the average is measured. It reports the average incoming connection rate over that period, in connections per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Продолжительность периода, за который измеряется среднее значение. Он сообщает среднюю скорость входящего соединения за этот период в соединениях за период. По умолчанию миллисекунды. Опционально единица времени может быть указана как either "d", "h", "m", "s", "ms" или "us".

source: The length of the period over which the average is measured. It reports the average incoming session rate over that period, in sessions per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Продолжительность периода, за который измеряется среднее значение. Он сообщает среднюю скорость входящих сеансов за этот период в сеансах за период. По умолчанию миллисекунды. Опционально единица времени может быть указана как "d", "h", "m", "s", "ms" или "us".

source: The length of the period over which the average is measured. It reports the average outgoing bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
ru_ru: Продолжительность периода, за который измеряется среднее значение. Он сообщает среднюю скорость исходящих байт за этот период, в байтах за период. По умолчанию миллисекунды. Опционально единица времени может быть указана как "d", "h", "m", "s", "ms" или "us".

source: The listen address of the local peer or the address of the remote peer.
ru_ru: Адрес прослушивания локального узла или адрес удаленного узла.

source: The name of the peer. This is usually the full hostname to make it possible for HAProxy to recognize the local peer. If HAProxy is unable to find the local peer it will fail to start.
ru_ru: Имя пира. Обычно это полное имя хоста, чтобы HAProxy мог распознать локальный узел. Если HAProxy не может найти узел локализации, он не запустится.

source: The public key of the local root user. This public key must be added to the remote user's authorized_keys - otherwise backups will fail.
ru_ru: Открытый ключ локального пользователя root. Этот открытый ключ должен быть добавлен в authorized_keys удаленного пользователя - в противном случае резервное копирование завершится ошибкой.

source: The total amount of data received from the incoming connection's source address (in kilobytes).
ru_ru: Общий объем данных, полученных с адреса источника входящего подключения (в килобайтах).

source: The total amount of data sent to the incoming connection's source address (in kilobytes).
ru_ru: Общий объем данных, отправленных на адрес источника входящего подключения (в килобайтах).

source: The value that should be set for the specified HTTP header. Note that it is possible to use pre-defined variables, see <a href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#8.2.4">HAProxy's documentation</a> for further details and examples.
ru_ru: Значение, которое должно быть установлено для указанного заголовка HTTP. Обратите внимание, что можно использовать предопределенные переменные, смотрите <a href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#8.2.4">Документацию HAProxy</a> для детального описания и примеров.

source: The value that should be set for the specified HTTP header. Note that it's possible to use pre-defined variables, see <a href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#8.2.4">HAProxy's documentation</a> for further details and examples.
ru_ru: Значение, которое должно быть установлено для указанного заголовка HTTP. Обратите внимание, что можно использовать предопределенные переменные, смотрите <a href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#8.2.4">Документацию HAProxy</a> для детального описания и примеров.

source: This allows you to bind to an external LDAP server. Be aware that FreeRADIUS will not start if there is no further configuration.
ru_ru: Это позволяет выполнить привязку к внешнему серверу LDAP. Имейте в виду, что FreeRADIUS не запустится, если нет дальнейшей конфигурации.

source: This is used to store additional information in the stick-table. It may be used by ACLs in order to control various criteria related to the activity of the client matching the stick-table. Note that this directly impacts memory usage. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#stick-table">HAProxy documentation</a> for a full description.
ru_ru: Это использовано для того чтобы хранить дополнительную информации в stick-таблице. Он может использоваться ACL для управления различными критериями, связанными с деятельностью клиента, соответствующего stick-таблице. Обратите внимание, что это напрямую влияет на использование памяти. Смотрите <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#stick-table">Документацию HAProxy</a> для детального описания.

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients.
ru_ru: Это активирует аутентификацию на основе сертификата (EAP-TLS) и проверку подлинности (EAP-TTLS). Пожалуйста выберите CA и сертификат ниже и не забудьте выдать сертификаты клиентам.

source: This will activate the SCP backup plugin.
ru_ru: Это активирует плагин резервного копирования SCP.

source: This will activate the ShadowSocks Local instance. This lets you tunnel your application to a public ShadowSocks server.
ru_ru: Это активирует локальный экземпляр ShadowSocks. Это позволяет туннелировать приложение на общедоступный сервер ShadowSocks.

source: This will activate the ShadowSocks Server. This lets people around the world connect via ss-local to your server.
ru_ru: Это активирует сервер ShadowSocks. Это позволяет людям по всему миру, подключенных через ss-local сервер.

source: This will enable Graphite as output. Format is without square brackets, just like localhost:2003.
ru_ru: Это включает Graphite как выход. Формат без квадратных скобок, например, localhost:2003.

source: This will enable Graylog as output. Format is without square brackets, just like localhost:12201.
ru_ru: Это позволит Graylog как выходной. Формат без квадратных скобок, например, localhost:12201.

source: Uncheck to hide all additional introduction pages. Requires a manual page reload for the change to take effect.
ru_ru: Снимите флажок, чтобы скрыть все дополнительные страницы введения. Для вступления изменений в силу требуется перезагрузка справочной страницы.

source: Use HAProxy's redirect function to return a HTTP redirection. See <a href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#redirect">HAProxy's documentation</a> for further details and examples.
ru_ru: Используйте функцию перенаправления HAProxy для возврата перенаправления HTTP. Смотрите <a href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#redirect">Документацию HAProxy</a> для подробного описания and примеров.

source: Use a specific output template. For usage see https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
ru_ru: Используйте определенный шаблон вывода. Для использования смотрите https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md

source: User Filter
ru_ru: Пользовательский фильтр

source: Username to bind to LDAP, same format as in Base DN.
ru_ru: Имя пользователя для подключения к LDAP, такой же формат как и в Base DN.

source: Validate Certificates
ru_ru: Проверка сертификатов

source: When this option is enabled, tinc will try to discover the path MTU to this node. After the path MTU has been discovered, it will be enforced on the VPN.
ru_ru: Когда эта опция включена, tinc попытается обнаружить path MTU к этому узлу. После обраружения path MTU, он будет применён на VPN.

source: choose a valid IPv4/v6 address
ru_ru: выберите допустимый адрес IPv4/v6

source: ip address of the mail host
ru_ru: ip-адрес почтового хоста

source: Bytes in count (client to server)
ru_ru: Количество входящих байт (от клиента к серверу)

source: Bytes in rate (client to server)
ru_ru: Входящая скорость в байтах (от клиента к серверу)

source: Bytes out count (server to client)
ru_ru: Количество исходящих байт (от сервера к клиента)

source: Bytes out rate (server to client)
ru_ru: Исходящая скорость в байтах (от сервера к клиерту)

source: Connection count
ru_ru: Количество соединений

source: Current connections
ru_ru: Текущии соединения

source: Hello World!
ru_ru: Здравствуй мир!

source: Please provide a hostname (no spaces allowed)
ru_ru: Укажите имя хоста (пробелы не допускаются)

source: Please provide a remote directory.
ru_ru: Укажите удаленный каталог.

source: Please provide a valid port number between 1 and 65535. Port 22 is the default.
ru_ru: Укажите действительный номер порта от 1 до 65535. По умолчанию используется порт 22.
