Repository: kekek2/lang
Catalog: ting_addons/2018.01.26.descriptions.*.po
Languages: ru_ru

source: Network UPS Tools The primary goal of the Network UPS Tools (NUT) project is to provide support for Power Devices, such as Uninterruptible Power Supplies, Power Distribution Units, Automatic Transfer Switch, Power Supply Units and Solar Controllers. NUT provides many control and monitoring features, with a uniform control and management interface. Maintainer: m.muenz@gmail.com
ru_ru: Инструментарий сетевых UPS Основная цель проекта инструментария сетевых UPS (Network UPS Tools) - это предоставить поддержку устройств питания, таких как Uninterruptible Power Supplies, Power Distribution Units, Automatic Transfer Switch, Power Supply Units и Solar Controllers. NUT предлагает много функций контроля и мониторинга, с унифицированным интерфейсои контроля и управления. Сопровождение: m.muenz@gmail.com

source: PPPoE server based on MPD5
ru_ru: PPPoE сервер основанный на MPD5

source: PPPoE server based on MPD5 Mpd is a netgraph(4) based implementation of the multi-link PPP protocol for FreeBSD. It is designed to be both fast and flexible. It handles configuration and negotiation in user land, while routing all data packets strictly in the kernel. It supports several of the numerous PPP sub-protocols and extensions, such as: Multi-link PPP capability PAP, CHAP, MS-CHAP and EAP authentication PPP compression and encryption IPCP and IPV6CP parameter negotiation This plugin has support for the following link type: PPP over Ethernet (PPPoE) WWW: http://www.sourceforge.net/projects/mpd Maintainer: franco@opnsense.org
ru_ru: PPPoE сервер основанный на MPD5 Mpd это основанная на netgraph(4) реализация протокола многоканального PPP для FreeBSD. Он спроектирован гибким и быстрым. Он обрабатывает настройки и коммуникации в пользовательском режиме, но при этом маршрутизирует все пакеты данных строго в режиме ядра. Он поддерживает некоторые многочисленных PPP под-протоколов и расширений, такие как: Поддержка многоканального PPP PAP, CHAP, MS-CHAP и EAP аутентификацию Сжатие и шифрование PPP Обмен параметрами IPCP и IPV6CP Этот плагин поддерживает следующий тип соединений: PPP через Ethernet (PPPoE) WWW: http://www.sourceforge.net/projects/mpd Сопровождение: franco@opnsense.org

source: PPTP server based on MPD5
ru_ru: PPTP сервер основанный на MPD5

source: PPTP server based on MPD5 Mpd is a netgraph(4) based implementation of the multi-link PPP protocol for FreeBSD. It is designed to be both fast and flexible. It handles configuration and negotiation in user land, while routing all data packets strictly in the kernel. It supports several of the numerous PPP sub-protocols and extensions, such as: Multi-link PPP capability PAP, CHAP, MS-CHAP and EAP authentication PPP compression and encryption IPCP and IPV6CP parameter negotiation This plugin has support for the following link type: Point-to-Point Tunnelling Protocol (PPTP) WWW: http://www.sourceforge.net/projects/mpd Maintainer: franco@opnsense.org
ru_ru: PPTP сервер основанный на MPD5 Mpd это основанная на netgraph(4) реализация протокола многоканального PPP для FreeBSD. Он спроектирован гибким и быстрым. Он обрабатывает настройки и коммуникации в пользовательском режиме, но при этом маршрутизирует все пакеты данных строго в режиме ядра. Он поддерживает некоторые многочисленных PPP под-протоколов и расширений, такие как: Поддержка многоканального PPP PAP, CHAP, MS-CHAP и EAP аутентификацию Сжатие и шифрование PPP Обмен параметрами IPCP и IPV6CP Этот плагин поддерживает следующий тип соединений: Point-to-Point Tunnelling Protocol (PPTP) WWW: http://www.sourceforge.net/projects/mpd Сопровождение: franco@opnsense.org

source: Proactive system monitoring
ru_ru: Упреждающий системный мониторинг

source: Proactive system monitoring Monit is a utility for managing and monitoring processes, files, directories, devices and network services on a Unix system. Monit conducts automatic maintenance and repair and can execute meaningful causal actions in error situations. WWW: http://mmonit.com/monit/ Maintainer: frank.brendel@eurolog.com
ru_ru: Упреждающий системный мониторинг Monit является утилитой для управления и мониторинга процессов, файлов, директорий, устройств и сетевых сервисов в Unix системах. Monit руководит автоматической поддержкой и восстановлениеми может выполнять произвольные действия при обнаружении ошибок. WWW: http://mmonit.com/monit/ Сопровождение: frank.brendel@eurolog.com

source: Protect your network from spam
ru_ru: Защита сети от спама

source: Protect your network from spam Rspamd is fast, modular and lightweight spam filter. It is designed to work with big amount of mail and can be easily extended with own filters written in lua. Maintainer: franz.fabian.94@gmail.com
ru_ru: Защита сети от спама Rspamd - это быстрый, модульный и легковесный спам-фильтр. Он спроектирован для работы с большим количеством почты и может быть легко расширен собственными фильтрами, написанными на lua. Сопровождение: franz.fabian.94@gmail.com

source: Proxy multicast DNS between networks
ru_ru: Проксирование мультикаст-DNS между сетями

source: Proxy multicast DNS between networks mdns-repeater is a Multicast DNS repeater. Multicast DNS uses the 224.0.0.251 address, which is "administratively scoped" and does not leave the subnet. This program re-broadcast mDNS packets from one interface to other interfaces. It can be used to bridge zeroconf devices to work properly across the two subnets. Maintainer: franz.fabian.94@gmail.com
ru_ru: Проксирование мультикаст-DNS между сетями mdns-repeater - это Multicast DNS транслятор. Multicast DNS использует адрес 224.0.0.251 , который "административно ограничен" и не покидает подсеть. Эта программа рассылает пакеты mDNS с одного интерфеса на другие интерфейсы. Она может быть использована для объединения устройств с автоматической конфигурацией между двумя подсетями. Сопровождение: franz.fabian.94@gmail.com

source: Quagga Routing Suite
ru_ru: Маршрутизация Quagga Routing

source: Quagga Routing Suite Quagga is a routing software suite, providing implementations of OSPFv2, OSPFv3, RIP v1 and v2, RIPv3, BGPv4 for Unix platforms, particularly FreeBSD and Linux and also NetBSD, to mention a few. Quagga is a fork of GNU Zebra which was developed by Kunihiro Ishiguro. The Quagga tree aims to build a more involved community around Quagga than the current centralised model of GNU Zebra. WWW: http://www.quagga.net/ Maintainer: franz.fabian.94@gmail.com
ru_ru: Маршрутизация Quagga Routing Quagga - это программа маршрутизации, предоставляющая реализацию OSPFv2, OSPFv3, RIP v1 и v2, RIPv3, BGPv4 для Unix платформ, в частности FreeBSD и Linux и также NetBSD. Quagga - это форк GNU Zebra который рарабатывался Kunihiro Ishiguro. Дерево разработки Quagga стремится построить более вовлечённое общество вокруг Quagga чем текущая централизованная модель GNU Zebra. WWW: http://www.quagga.net/ Сопровождение: franz.fabian.94@gmail.com

source: RADIUS Authentication, Authorization and Accounting Server
ru_ru: RADIUS сервер аутентификации, авторизации и аккаунтинга

source: RADIUS Authentication, Authorization and Accounting Server FreeRADIUS includes a RADIUS server, a BSD licensed client library, a PAM library, and an Apache module. In most cases, the word FreeRADIUS refers to the RADIUS server. FreeRADIUS is the most widely deployed RADIUS server in the world. It is the basis for multiple commercial offerings. It supplies the AAA needs of many Fortune-500 companies and Tier 1 ISPs. It is also widely used for Enterprise Wi-Fi and IEEE 802.1X network security, particularly in the academic community, including eduroam. The server is fast, feature-rich, modular, and scalable. WWW: https://www.freeradius.org Maintainer: m.muenz@gmail.com
ru_ru: RADIUS сервер аутентификации, авторизации и аккаунтинга FreeRADIUS включает сервер RADIUS, клиентскую библиотеку под лицензией BSD, PAM-библиотеку, и модуль для Apache. В большинстве случаев, слово FreeRADIUS отсылает к серверу RADIUS. FreeRADIUS наиболее широко распространённый RADIUS-сервер в мире. Он является базисом многих коммерческих решений. Он обеспечивает потребности AAA многих компаний из списка Fortune-500 и 1 ярус ISP. Он также широко используется для Enterprise Wi-Fi и сетей с IEEE 802.1X безопасностью, в частности в академических обществах, включая образовательные сети. Сервер быстрый, с богатым функционалом, модульный, и масштабируемый. WWW: https://www.freeradius.org Сопровождение: m.muenz@gmail.com

source: RFC-2136 Support
ru_ru: Поддержка RFC-2136

source: RFC-2136 Support Support for RFC-2136 based dynamic DNS updates using Bind Maintainer: franco@opnsense.org
ru_ru: Поддержка RFC-2136 Поддержка динамического обновления DNS с использованием Bind основанная на RFC-2136 Сопровождение: franco@opnsense.org

source: Redis DB Redis is an open source, advanced key-value store. It is often referred to as a data structure server since keys can contain strings, hashes, lists, sets and sorted sets. You can run atomic operations on these types, like appending to a string; incrementing the value in a hash; pushing to a list; computing set intersection, union and difference; or getting the member with highest ranking in a sorted set. In order to achieve its outstanding performance, Redis works with an in-memory dataset. Depending on your use case, you can persist it either by dumping the dataset to disk every once in a while, or by appending each command to a log. Redis also supports trivial-to-setup master-slave replication, with very fast non-blocking first synchronization, auto-reconnection on net split and so forth. WWW: http://redis.io/ Maintainer: franz.fabian.94@gmail.com
ru_ru: Redis DB Redis - это хранилище данных ключ-значение с открытым кодом. Его часто называют сервером структур данных, так как ключи могут содержать строки, хэши, списки, множества и сортированные множества. Вы можете производить атомарные операции с этими типами, вроде добаления строки; увеличения значения в хэше; добавления в список; вычисления пересечения, объединения и вычитания множеств; или выбор члена с нивысшим рангом в сортированном множестве. Чтобы добиться выдающихся результатов в производительности, Redis работает с наборами данных в памяти. В зависимости от варианта использования, вы можете либо сбрасывать данные на диск каждый раз, либо добавлять каждую команду в лог. Redis также поддерживает простую в настройке репликацию master-slave, с очень быстрой неблокирующей первой синхронизацией, автоматическое переподключение к сети и так далее. WWW: http://redis.io/ Сопровождение: franz.fabian.94@gmail.com

source: Relayd Load Balancer
ru_ru: Балансировщик нагрузки Relayd

source: Relayd Load Balancer relayd is a daemon to relay and dynamically redirect incoming connections to a target host. Its purposes is to run as a load-balancer. The daemon is able to monitor groups of hosts for availability, which is determined by checking for a specific service common to a host group. When availability is confirmed, Layer 3 and/or layer 7 forwarding services are set up by relayd. Layer 3 redirection happens at the packet level; to configure it, relayd communicates with pf(4). WWW: https://github.com/mmatuska/relayd Maintainer: frank.brendel@eurolog.com
ru_ru: Балансировщик нагрузки Relayd relayd - это демон ретрансляции и динамического перенаправления входящих соединений к целевому хосту. Его целью является запуск балансировки нагрузки. Демон может мониторить группы хостов по доступности, котрая определяется проверкой определённого сервиса, общего для всей группы хостов. Когда доступность подтверждена, сервисы перенаправления Layer 3 и/или layer 7 устанавливаются сервисом relayd. Layer 3 перенаправление работает на пакетном уровне; для конфигурирования, relayd работает с pf(4). WWW: https://github.com/mmatuska/relayd Сопровождение: frank.brendel@eurolog.com

source: Reliable, high performance TCP/HTTP load balancer
ru_ru: Надёжный, высокопроизводительный балансировщик нагрузки TCP/HTTP

source: Reliable, high performance TCP/HTTP load balancer HAProxy is a free, very fast and reliable solution offering high availability, load balancing, and proxying for TCP and HTTP-based applications. It is particularly suited for web sites crawling under very high loads while needing persistence or Layer7 processing. WWW: http://haproxy.1wt.eu/ Maintainer: opnsense@moov.de
ru_ru: Надёжный, высокопроизводительный балансировщик нагрузки TCP/HTTP HAProxy - бесплатное, очень быстрое и надёжное решение, предоставляющее высокую доступность, балансировку нагрузки, и проксирование приложений на базе TCP и HTTP. Он в частности разработан для web-сайтов работающих под очень высокой нагрузкой при необходимой отказоустойчивости или обработке Layer7. WWW: http://haproxy.1wt.eu/ Сопровождение: opnsense@moov.de

source: SMART tools
ru_ru: Инструменты SMART

source: SMART tools The smartmontools package contains two utility programs (smartctl and smartd) to control and monitor storage systems using the Self-Monitoring, Analysis and Reporting Technology System (S.M.A.R.T.) built into most modern ATA and SCSI hard disks. It is derived from the smartsuite package, and includes support for ATA/ATAPI/SATA disks and SCSI disks and tape devices. WWW: http://www.smartmontools.org Maintainer: franco@opnsense.org
ru_ru: Инструменты SMART Пакет smartmontools содержит две утилиты (smartctl and smartd) для управления и мониторинга систем хранения данных, использующих технологию Self-Monitoring, Analysis and Reporting Technology System (S.M.A.R.T.) встроенную в большинство жестких дисков ATA и SCSI. Пакет унаследован от smartsuite, и включает поддержку для ATA/ATAPI/SATA дисков и SCSI дисков и ленточных накопителей. WWW: http://www.smartmontools.org Сопровождение: franco@opnsense.org

source: SMS Portal for Captive Portal
ru_ru: SMS портал для Captive Portal

source: SMS Portal for Captive Portal This package is a plug-in to the Captive Portal, which allows you to set up SMS authentication on the Captive Portal. Maintainer: evbevz@gmail.com
ru_ru: SMS портал для Captive Portal Этот пакет является плагином к Captive Portal, позволяющим настроить SMS-аутентификацию на Captive Portal. Сопровождение: evbevz@gmail.com

source: SMTP mail relay
ru_ru: SMTP ретранслятор

source: SMTP mail relay Postfix attempts to be fast, easy to administer, and secure. The outside has a definite Sendmail-ish flavor, but the inside is completely different. WWW: http://www.postfix.org/ Maintainer: m.muenz@gmail.com
ru_ru: SMTP ретранслятор Postfix призван быть быстрым, лёгким в управлении, и безопасным. Внешняя сторона определена по образу Sendmail, но внутри они абсолютно разные. WWW: http://www.postfix.org/ Сопровождение: m.muenz@gmail.com

source: SNMP Server via bsnmpd
ru_ru: SNMP сервер на bsnmpd

source: SNMP Server via bsnmpd The SNMP plugin allows to query information about your appliance. It includes memory, load, CPU utilization and system statistics by using the bsnmp-ucd module as well as to create counters from log files, program output and other text data via the bsnmp-regex module. Maintainer: franco@opnsense.org
ru_ru: SNMP сервер на bsnmpd SNMP плагин позволяет запрашивать информацию об устройстве. Это включает память, нагрузку, утилизацию CPU и системную статистику использованием модуля bsnmp-ucd и созданием счётчиков из лог-файлов, програмного вывода и других текстовых данных через модуль bsnmp-regex. Сопровождение: franco@opnsense.org

source: Siproxd is a proxy daemon for the SIP protocol
ru_ru: Siproxd-это прокси-демон для протокола SIP

source: Siproxd is a proxy daemon for the SIP protocol Siproxd is a proxy/masquerading daemon for the SIP protocol. It handles registrations of SIP clients on a private IP network and performs rewriting of the SIP message bodies to make SIP connections work via an masquerading firewall (NAT). It allows SIP software clients (like kphone, linphone) or SIP hardware clients (Voice over IP phones which are SIP-compatible, such as those from Cisco, Grandstream or Snom) to work behind an IP masquerading firewall or NAT router. WWW: http://siproxd.sourceforge.net/ Maintainer: m.muenz@gmail.com
ru_ru: Siproxd-это прокси-демон для протокола SIP Siproxd является прокси/маскарадинг демоном для протокола SIP. Он обрабатывает регистрации SIP-клиентов в частной IP-сети и перезаписывает содержимое пакетов SIP, чтобы SIP подключения работали через маскарадный брандмауэр (NAT). Он позволяет программным SIP-клиентам (таким как kphone, linphone) или аппаратным SIP-клиентам (SIP-совместимым Voice over IP-телефонам, таким как от Cisco, Grandstream или Snom) работать за брандмауэром маскарадинга IP или маршрутизатором NAT. WWW: http://siproxd.sourceforge.net/ Сопровождение: m.muenz@gmail.com

source: Sqlite-based Squid Log viewer
ru_ru: Просмотрщик логов прокси-сервера, основанный на SQLite

source: Sqlite-based Squid Log viewer The plugin collects data of users' requests from the web-proxy logfile to the database and provides the ability to build internet access reports by various criteria: time, user, IP, domains, URLs. Maintainer: kekek2@ya.ru
ru_ru: Просмотрщик логов прокси-сервера, основанный на SQLite Плагин собирает данные пользовательских запросов из логов прокси-сервера в базу данных и позволяет строить отчёты по доступу в интернет по различным условиям: время, пользователь, IP, домен, URLs. Сопровождение: kekek2@ya.ru

source: Squid proxy IP/MAC check plugin
ru_ru: Проверка IP/MAC-адреса в прокси-сервере

source: Squid proxy IP/MAC check plugin This plugin is used to bind the user of a web-proxy to a certain IP or MAC address. Maintainer: evbevz@gmail.com
ru_ru: Проверка IP/MAC-адреса в прокси-сервере Данный плагин используется для привязки пользователя веб-прокси к определенному IP или MAC адресу. Сопровождение: evbevz@gmail.com

source: The Onion Router
ru_ru: Луковая маршрутизация

source: The Onion Router Tor is a connection-based low-latency anonymous communication system which addresses many flaws in the original onion routing design. Tor is a toolset for a wide range of organizations and people that want to improve their safety and security on the Internet. Using Tor can help you anonymize web browsing and publishing, instant messaging, IRC, SSH, and more. Tor also provides a platform on which software developers can build new applications with built-in anonymity, safety, and privacy features. Maintainer: ranz.fabian.94@gmail.com
ru_ru: Луковая маршрутизация Tor-это анонимная система связи с низкой задержкой, которая устраняет многие недостатки в оригинальном дизайне луковой маршрутизации. Tor является набором инструментов для широкого круга организаций и людей, которые хотят повысить свою безопасность и защищенность в Интернете. Использование Tor поможет вам анонимизировать просмотр и публикацию веб-страниц, обмен мгновенными сообщениями, IRC, SSH и многое другое. Tor также предоставляет платформу, на которой разработчики могут создавать новые приложения с встроенной анонимностью, безопасностью и приватностью. Сопровождение: franz.fabian.94@gmail.com

source: Tinc VPN tinc is a Virtual Private Network (VPN) daemon that uses tunnelling and encryption to create a secure private network between hosts on the Internet. Because the tunnel appears to the IP level network code as a normal network device, there is no need to adapt any existing software. This tunnelling allows VPN sites to share information with each other over the Internet without exposing any information to others. A single tinc daemon can accept more than one connection at a time, thus making it possible to create larger virtual networks, because some limitations are circumvented. Instead of most other VPN implementations, tinc encapsulates each network packet in its own UDP packet, instead of encapsulating all into one TCP or even PPP over TCP stream. This results in lower latencies, less overhead, and in general better responsiveness and throughput. LICENSE: GPL3 or later with execption to link with OpenSSL WWW: http://www.tinc-vpn.org/ Maintainer: ad@opnsense.org
ru_ru: Tinc VPN tinc это демон Виртуальной Частной сети (VPN), который использует туннелирование ишифрование для создания безопасной частной сети между хостами в Интернете. Поскольку на уровне IP туннель представляет из себя обычное сетевое устройство, нет никакой потребности дорабатывать любое существующее программное обеспечение. Туннелирование позволяет VPN-узлам обмениваться информацией друг с другом через Интернет, не предоставляя никакой информации другим. Один демон tinc может принимать несколько соединений одновременно, таким образом возможно создание более крупных виртуальных сетей, потому что ограничения обходятся. В отличии от большинства других реализаций VPN, tinc инкапсулирует каждый сетевой пакет в собственные UDP пакет, а не помещая в один TCP или даже PPP через TCP. Это приводит к более низким задержкам, меньшим накладным расходам, и вообще более лучшей отзывчивости и меньшей избыточности. Лицензия: GPL3 или поздняя с исключением для линковки с openssl WWW: http://www.tinc-vpn.org/ Сопровождение: ad@opnsense.org

source: URL Classifier by NetPolice Web-proxy plugin for category-based domain names filtering. It uses CAIR database of internet resources. CAIR is the most complete among the databases of categorized Internet resources created for Russian-speaking users, which is constantly updated. NetPolice vendor: http://www.netpolice.ru Maintainer: kekek2@ya.ru
ru_ru: Классификация URL с помощью NetPolice Плагин для прокси сервера для фильтрации доменных имён по категориям. Он испольщует базу данных интернет ресурсов CAIR. CAIR является наиболее полной из баз данных классифицированных интернет-ресурсов, созданных для русскоязычных пользователей. Эта база постоянно обновляются. NetPolice vendor: http://www.netpolice.ru Сопровождение: kekek2@ya.ru

source: Universal Plug and Play Service
ru_ru: Универсальная автоматическая настройка сетевых устройств (UPnP)

source: Universal Plug and Play Service Mini UPnPd is a lightweight implementation of a UPnP IGD daemon. This is supposed to be run on your gateway machine to allow client systems to redirect ports and punch holes in the firewall. WWW: http://miniupnp.free.fr/ Maintainer: franco@opnsense.org
ru_ru: Универсальная автоматическая настройка сетевых устройств (UPnP) Mini UPnPd-это легкая реализация демона UPnP IGD. Предполагается что UPnPd выполняется на компьютере шлюза, чтобы клиентские системы могли перенаправлять и открывать порты в брандмауэре. WWW: http://miniupnp.free.fr/ Сопровождение: franco@opnsense.org

source: VMware tools
ru_ru: Инструменты VMware
