Repository: kekek2/lang
Catalog: ting_addons/2018.01.26.descriptions.*.po
Languages: ru_ru

source: VMware tools The Open Virtual Machine Tools (open-vm-tools) are the open source implementation of VMware Tools. They are a set of guest operating system virtualization components that enhance performance and user experience of virtual machines. As virtualization technology rapidly becomes mainstream, each virtualization solution provider implements their own set of tools and utilities to supplement the guest virtual machine. However, most of the implementations are proprietary and are tied to a specific virtualization platform. : http://open-vm-tools.sourceforge.net Maintainer: franco@opnsense.org
ru_ru: Инструменты VMware The Open Virtual Machine Tools (open-vm-tools) это свободная реализация инструментов VMware. Они представляют собой набор компонентов виртуализации гостевой операционной системы, которые повышают производительность и удобство работы пользователей виртуальных машин. По мере того как технология виртуализации широко распространяется, каждый поставщик решения виртуализации снабжает их собственным набором инструментов и утилит для дополнения гостевой виртуальной машины. Однако большинство реализаций являются несвободными и привязаны к определенной платформе виртуализации. : http://open-vm-tools.sourceforge.net Сопровождение: franco@opnsense.org

source: Virtual Networks That Just Work
ru_ru: Виртуальные Сети, Которые Просто Работают

source: Virtual Networks That Just Work ZeroTier can be used for on-premise network virtualization, as a peer to peer VPN for mobile teams, for hybrid or multi-data-center cloud deployments, or just about anywhere else secure software defined virtual networking is useful. WWW: https://www.zerotier.com Maintainer: dharrigan@gmail.com
ru_ru: Виртуальные Сети, Которые Просто Работают ZeroTier можно использовать для локальной виртуализации сети, как одноранговую VPN для мобильных команд, для гибридных или нескольких облачных дата-центров или просто где-нибудь ещё, где будет полезно безопасное программное обеспечение для виртуальной сети. WWW: https://www.zerotier.com Сопровождение: dharrigan@gmail.com

source: Wake on LAN Service wol implements Wake-On-LAN functionality in a small program. It wakes up hardware that is Magic Packet compliant. WWW: http://ahh.sourceforge.net/wol/ Maintainer: franco@opnsense.org
ru_ru: Служба пробуждения по локальной сети WOL реализует функциональность Wake-on-LAN в небольшой программе. Он включает оборудование, которое поддерживает «волшебный пакет». WWW: http://ahh.sourceforge.net/wol/ Сопровождение: franco@opnsense.org

source: Web-Proxy authenticator for VPN users
ru_ru: Средство проверки подлинности на Прокси-сервере для VPN-пользователей

source: Web-Proxy authenticator for VPN users When VPN users internet traffic goes through web-proxy, you can enable transparent VPN-users authentication on proxy using VPN session data. Maintainer: evbevz@gmail.com
ru_ru: Средство проверки подлинности на Прокси-сервере для VPN-пользователей Когда пользователи VPN проходит через web-прокси, можно включить прозрачную проверку подлинности на прокси-сервере используя данные сеанса VPN. Сопровождение: evbevz@gmail.com

source: Xen guest utilities
ru_ru: Гостевые утилиты системы Xen

source: Xen guest utilities FreeBSD VM tools for Citrix XenServer and XCP Maintainer: franco@opnsense.org
ru_ru: Гостевые утилиты системы Xen Инструменты виртуальной машины FreeBSD для Citrix XenServer и XCP Сопровождение: franco@opnsense.org

source: Zabbix Proxy enables decentralized monitoring
ru_ru: Zabbix-прокси включает децентрализованный мониторинг

source: Zabbix Proxy enables decentralized monitoring Zabbix is an enterprise-class open source distributed monitoring solution. Zabbix is software that monitors numerous parameters of a network and the health and integrity of servers. Zabbix uses a flexible notification mechanism that allows users to configure e-mail based alerts for virtually any event. This allows a fast reaction to server problems. Zabbix offers excellent reporting and data visualisation features based on the stored data. This makes Zabbix ideal for capacity planning. WWW: http://www.zabbix.com/ Maintainer: m.muenz@gmail.com
ru_ru: Zabbix-прокси включает децентрализованный мониторинг Zabbix-это решение корпоративного класса с открытым исходным кодом для распределенного мониторинга. Zabbix-это ПО, которое отслеживает многочисленные параметры сети и состояние и целостность серверов. Zabbix использует механизм гибкого уведомления, позволяющий пользователям настраивать оповещения по электронной почте практически для любого события. Это позволяет быстро реагировать на проблемы сервера. Zabbix строит превосходные отчёты и визуализирует хранимые данные. Эта система идеально подходит для планирования мощностей. WWW: http://www.zabbix.com/ Сопровождение: m.muenz@gmail.com

source: c-icap connects your Proxy with a virus scanner
ru_ru: c-icap подключает прокси-сервер к антивирусному сканеру

source: c-icap connects your Proxy with a virus scanner c-icap is an implementation of an ICAP server. It can be used with HTTP proxies that support the ICAP protocol to implement content adaptation and filtering services. WWW: http://c-icap.sourceforge.net/ Maintainer: m.muenz@gmail.com
ru_ru: c-icap подключает прокси-сервер к антивирусному сканеру c-icap является реализацией сервера ICAP. Он может использоваться с прокси-серверами HTTP которые поддерживают протокол ICAP для реализации служб адаптации и фильтрации трафика. WWW: http://c-icap.sourceforge.net/ Сопровождение: m.muenz@gmail.com
