Repository: kekek2/lang
Catalog: ting_addons/2018.05.15.tunable.*.po
Languages: ru_ru

source: Redirect attacks are the purposeful mass-issuing of ICMP type 5 packets. In a normal network, redirects to the end stations should not be required. This option enables the NIC to drop all inbound ICMP redirect packets without returning a response.
ru_ru: Перенаправление атак - это целенаправленная массовая выдача пакетов ICMP типа 5. В обычной сети перенаправление на конечные станции не требуется. Этот параметр позволяет сетевому адаптеру удалять все входящие пакеты переадресации ICMP, не возвращая ответ.

source: Source routing is another way for an attacker to try to reach non-routable addresses behind your box. It can also be used to probe for information about your internal networks. These functions come enabled as part of the standard FreeBSD core system.
ru_ru: Source routing-это еще один способ для злоумышленника попытаться достичь не маршрутизируемых адресов за вашим маршрутизатором. Его можно также использовать для того чтобы зондировать для информации о ваших внутренних сетях. Эти функции включены в стандартную систему ядра FreeBSD.

source: This option turns off the logging of redirect packets because there is no limit and this could fill up your logs consuming your whole hard drive.
ru_ru: Эта опция отключает регистрацию пакетов перенаправления, потому что она не ограничена и это может заполнить ваши журналы, забивая весь ваш жесткий диск.

source: Allow unprivileged access to tap(4) device nodes
ru_ru: Разрешить непривилегированный доступ к узлам устройств tap(4)

source: Disable CTRL+ALT+Delete reboot from keyboard.
ru_ru: Отключить перезагрузку с клавиатуры по CTRL+ALT+Delete.

source: Disable Indirect Branch Restricted Speculation (Spectre V2 mitigation)
ru_ru: Отключить Indirect Branch Restricted Speculation (смягчение Spectre V2)

source: Disable the pf ftp proxy handler.
ru_ru: Отключение обработчика pf ftp proxy.

source: Do not delay ACK to try and piggyback it onto a data packet
ru_ru: Не задерживать ACK, чтобы попытаться связать его с пакетом данных

source: Do not send ICMP port unreachable messages for closed UDP ports
ru_ru: Не отправлять сообщение ICMP 'Порт недоступен' для закрытых UDP-портов

source: Drop SYN-FIN packets (breaks RFC1379, but nobody uses it anyway)
ru_ru: Отбрасывать пакеты SYN-FIN (нарушает RFC1379, но никто не использует его так или иначе)

source: Drop packets to closed TCP ports without returning a RST
ru_ru: Отбрасывать пакеты на закрытые TCP-порты без возврата RST

source: Enable TCP extended debugging
ru_ru: Включить расширенную отладку TCP

source: Enable privacy settings for IPv6 (RFC 4941)
ru_ru: Включение параметров конфиденциальности для IPv6 (RFC 4941)

source: Enable sending IPv4 redirects
ru_ru: Включить отправку перенаправлений IPv4

source: Enable sending IPv6 redirects
ru_ru: Включить отправку перенаправлений IPv6

source: Generate SYN cookies for outbound SYN-ACK packets
ru_ru: Генерировать файлы cookie SYN для исходящих пакетов SYN-ACK

source: Handling of non-IP packets which are not passed to pfil (see if_bridge(4))
ru_ru: Обработка пакетов не-IP, которые не передаются в pfil (см. if_bridge(4))

source: Increase UFS read-ahead speeds to match current state of hard drives and NCQ. More information here: http://ivoras.sharanet.org/blog/tree/2010-11-19.ufs-read-ahead.html
ru_ru: Увеличение скорость чтения UFS для соответствия текущему состоянию жестких дисков и NCQ. Больше информации здесь: http://ivoras.sharanet.org/blog/tree/2010-11-19.ufs-read-ahead.html

source: Maximum incoming/outgoing TCP datagram size (receive)
ru_ru: Максимальный размер входящей/исходящей датаграммы TCP (receive)

source: Maximum incoming/outgoing TCP datagram size (send)
ru_ru: Максимальный размер входящей/исходящей датаграммы TCP (send)

source: Maximum outgoing UDP datagram size
ru_ru: Максимальный размер исходящей дейтаграммы UDP

source: Maximum size of the IP input queue
ru_ru: Максимальный размер входной очереди IP

source: Maximum socket buffer size
ru_ru: Максимальный размер буфера сокета

source: Page Table Isolation (Meltdown mitigation, requires reboot.)
ru_ru: Изоляция таблицы страниц (смягчение последствий Meltdown, требует перезагрузки.)

source: Prefer privacy addresses and use them over the normal addresses
ru_ru: Предпочитать адреса конфиденциальности и использовать их вместо с обычных адресов

source: Randomize PID's (see src/sys/kern/kern_fork.c: sysctl_kern_randompid())
ru_ru: Случайные идентификаторы процесса (см src/sys/kern/kern_fork.c: sysctl_kern_randompid())

source: Randomize the ID field in IP packets (default is 0: sequential IP IDs)
ru_ru: Рандомизация поля ID в IP-пакетах (по умолчанию 0: последовательные IP-идентификаторы)

source: Set ICMP Limits
ru_ru: Установить ограничения ICMP

source: Set the ephemeral port range to be lower.
ru_ru: Установка диапазона временных портов далее.

source: Set to 0 to disable filtering on the incoming and outgoing member interfaces.
ru_ru: Установите значение 0, чтобы отключить фильтрацию на интерфейсах входящих и исходящих элементов.

source: Set to 1 to additionally filter on the physical interface for locally destined packets
ru_ru: Установите значение 1, чтобы дополнительно фильтровать на физическом интерфейсе локально предназначенных пакетов

source: Set to 1 to enable filtering on the bridge interface
ru_ru: Установите значение 1, чтобы включить фильтрацию на интерфейсе моста

source: TCP Offload Engine
ru_ru: Разгрузка контрольной суммы TCP

source: UDP Checksums
ru_ru: Контрольные суммы UDP

source: Tunables are composed of runtime settings for sysctl.conf which take effect immediately after apply and boot settings for loader.conf which require a reboot.
ru_ru: Настраиваемые параметры состоят из параметров среды выполнения для sysctl.conf, которые вступают в силу сразу после применения и настройки загрузки для loader.conf, которые требуют перезагрузки.
