Repository: kekek2/lang
Catalog: ting_addons/2018.02.21.diff.*.po
Languages: ru_ru

source: Save and go back
ru_ru: Сохранить и вернуться

source: Disable this gateway
ru_ru: Отключить этот шлюз

source: Insert the existing DUID here
ru_ru: Вставьте сюда существующий DUID

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
ru_ru: Это поле может использоваться для ввода явного DUID для использования DHCP-клиентами IPv6.

source: DHCP Unique Identifier
ru_ru: Уникальный идентификатор DHCP

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
ru_ru: Установите использование аппаратной фильтрации VLAN. Это аппаратное ускорение может быть нарушено в конкретном драйвере устройства или может повлиять на производительность.

source: A valid DUID must be specified.
ru_ru: Допустимый DUID должен быть указан.

source: When using automatic outbound NAT rules this makes the handled connections stick to a specific address when there are multiple addresses configured on the same interface.
ru_ru: При использовании правил автоматического исходящего NAT это заставляет обработанные соединения придерживаться определенного адреса, когда существует несколько адресов, настроенных на том же интерфейсе.

source: Sticky outbound NAT
ru_ru: Фиксированный NAT для исходящего подключения.

source: If the page does not reload go here:
ru_ru: Если страница не перезагружается, перейдите сюда:

source: The web GUI is reloading at the moment, please wait...
ru_ru: Веб-интерфейс перезагружается в данный момент, пожалуйста, подождите...

source: Use the default
ru_ru: Использовать по умолчанию

source: I know what I am doing
ru_ru: Я знаю, что делаю

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
ru_ru: Смена интерфейса веб-интерфейса может помешать вам получить доступ к этой странице, если вы продолжите.

source: Warning!
ru_ru: Предупреждение!

source: Outlier
ru_ru: Выброс

source: False Ticker
ru_ru: Ложный Тикер

source: Excess Peer
ru_ru: Лишний пир

source: Selected
ru_ru: Выбранный

source: PPS Peer
ru_ru: PPS пир

source: Candidate
ru_ru: Кандидат

source: Active Peer
ru_ru: Активный пир

source: Unreach/Pending
ru_ru: Недоступен/В Ожидании

source: Total Out
ru_ru: Всего из

source: Total In
ru_ru: Всего в

source: Top
ru_ru: Максимум

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
ru_ru: Введите любые дополнительные опции, которые вы хотели бы добавить к конфигурации сетевого времени, разделенные пробелом или новой строкой.

source: The system is rebooting now, please wait...
ru_ru: Система сейчас перезагружается, пожалуйста, подождите...

source: Enable Microsoft mschap protocol for authentication to remote point. It is not safe method and is not recommended.
ru_ru: Включите протокол Microsoft mschap для проверки подлинности удаленного узла. Это не безопасный метод и не рекомендуется.

source: Site-Level Aggregation Length
ru_ru: Длина агрегации на уровне сайта

source: Site-Level Aggregation Identifier
ru_ru: Идентификатор агрегации на уровне сайта

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
ru_ru: Некоторые Интернет-провайдеры могут потребовать, чтобы запросы DHCPv6 передавались с определенным приоритетом VLAN.

source: Use VLAN priority
ru_ru: Использовать приоритет VLAN

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
ru_ru: Не отправляйте сообщение освобождения при выходе клиента, чтобы предотвратить освобождение выделенного адреса или префикса на сервере.

source: Prevent release
ru_ru: Предотвратить освобождение

source: Prefix delegation size
ru_ru: Размер делегирования префикса

source: Use the IPv4 connectivity link.
ru_ru: Использовать IPv4 подключенное соединение

source: Add new rule
ru_ru: Добавить новое правило

source: Delete selected rules
ru_ru: Удалить выбранное правило

source: Move selected rules to end
ru_ru: Переместить выбранные правила в конец

source: Select category
ru_ru: Выберите категорию

source: Clone rule
ru_ru: Клонировать правило

source: Delete rule
ru_ru: Удалить правило

source: Source Networks
ru_ru: Сеть источника

source: %s networks
ru_ru: %s сети

source: %s address
ru_ru: %s адрес

source: Edit NAT NPTv6 entry
ru_ru: Изменить запись NAT NPTv6

source: Alias Expiration. (days + hours)
ru_ru: Срок действия псевдонима. (дни + часы)

source: Managed externally, the contents of this alias type could be managed by other scripts or services. OPNsense only makes sure the alias exists and leaves the contents alone
ru_ru: Управляемое внешне содержимое этого типа псевдонимов может управляться другими сценариями или службами. OPNsense только удостоверяется, что псевдоним существует и оставляет содержимое в покое

source: Select contries to be resolved to IPs. IPv4 and IPv6 can be mixed.
ru_ru: Выберите страны, которые будут сопоставлены в IP-адреса. IPv4 и IPv6 могут быть смешаны.

source: External (advanced)
ru_ru: Внешний (расширенный)

source: The name of the alias may only consist of the characters "a-z, A-Z, 0-9 and _". Aliases can be nested using this name.
ru_ru: Имя псевдонима может состоять только из символов "a-z, A-Z, 0-9 и _". Псевдонимы могут быть вложенными, используя это имя.

source: Expiration should be a number
ru_ru: Срок действия должен быть числом

source: Attributes received from server
ru_ru: Атрибуты, полученные от сервера

source: Edit route
ru_ru: Редактировать маршрут

source: Error reconfiguring routes
ru_ru: Ошибка перенастройки маршрутов

source: Reverse lookup
ru_ru: Обратный просмотр

source: Hash
ru_ru: Хэш

source: Auto refresh
ru_ru: Автоматическое обновление

source: Detailed rule info
ru_ru: Подробная информация о правилах

source: Select an alternate firmware mirror.
ru_ru: Выберите альтернативное зеркало прошивки.

source: The firewall will reboot directly after this set reinstall.
ru_ru: Брандмауэр перезагрузится непосредственно после переустановки этого обновления.

source: Floating
ru_ru: Плавающий

source: %s Status
ru_ru: %s Состояние

source: Development
ru_ru: Разработка

source: Production
ru_ru: Промышленное

source: The release type requires an update.
ru_ru: Тип версии требует обновления

source: Please enter a different name for the Certicicate. A Certificate with that name/common name already exists.
ru_ru: Введите другое имя сертификата. Сертификат с таким именем/общим именем уже существует.

source: Please enter all information for the new certificate.
ru_ru: Пожалуйста, введите информацию для нового сертификата.

source: Please enter only a two-letter ISO country code
ru_ru: Пожалуйста, введите только двухбуквенный ISO-код страны

source: Please enter a different name for the Certicicate Authority. A Certificate Authority with that name already exists.
ru_ru: Введите другое имя центра сертификации. Центр сертификации с таким именем уже существует.

source: Please enter all information for the new Certificate Authority.
ru_ru: Пожалуйста, введите информацию для нового центра сертификации.

source: Please enter a valid IP address or hostname for the authentication server.
ru_ru: Введите допустимый IP-адрес или имя хоста для сервера проверки подлинности.

source: Please choose a different name because an authentication server with this name already exists.
ru_ru: Выберите другое имя, так как сервер проверки подлинности с этим именем уже существует.

source: Please enter all information for authentication server.
ru_ru: Введите всю информацию для сервера аутентификации.

source: Test Kerberos login
ru_ru: Проверка входа Kerberos

source: Show Key Table
ru_ru: Показать Key Table

source: Delete Key Table
ru_ru: Удалить Key Table

source: Create Key Table
ru_ru: Создать Key Table

source: LDAP server is not set in Web Proxy - Authentication Settings
ru_ru: Сервер LDAP не установлен в Веб-прокси - Настройках аутентификации

source: SSO is not enabled or kerberos configuration file has invalid content
ru_ru: SSO не включен или файл конфигурации kerberos имеет недопустимое содержимое

source: File %s does not exists.
ru_ru: Файл %s не существует

source: No SMART devices.
ru_ru: Нет устройства SMART

source: Service restarted:
ru_ru: Служба перезапущена:

source: Edit Outbound Domain
ru_ru: Редактировать исходящий домен

source: Current registrations
ru_ru: Текущие регистрации

source: Outbound Domains
ru_ru: Исходящие домены

source: Siproxd Daemon
ru_ru: Демон Siproxd

source: Zabbix-Proxy Settings
ru_ru: Настройки Zabbix-Proxy

source: Outputs
ru_ru: Выход

source: Inputs
ru_ru: Вход

source: telegraf agent
ru_ru: агенты telegraf

source: lldpd daemon
ru_ru: Домон lldpd

source: The Redis plugin installed, but not enabled. Please enable it via %sServices > Redis%s.
ru_ru: Плагин redis установлен, но не включён. Пожалуйста, включите его %sСлужбы > Redis%s.

source: The Redis plugin is not installed. Please install it via %sSystem > Firmware > Plugins%s.
ru_ru: Плагин Redis не установлен. Пожалуйста, установитте его %sСистема > Прошивка > Плагины%s.

source: Scan log
ru_ru: Журнал сканирования

source: Edit NetPolice category
ru_ru: Редактировать категорию NetPolice

source: Update Signatures
ru_ru: Обновить сигнатуры

source: Signatures database update process started.
ru_ru: Запущен процесс обновления баз сигнатур.

source: Signatures database does not exist. Please, run signatures database update process.
ru_ru: База сигнатур не существует. Пожалуйста, запустите процесс обновления базы сигнатур.

source: C-ICAP with libclamav.so server
ru_ru: Служба C-ICAP c libclamav.so

source: iperf Performance Test
ru_ru: Тест производительности iperf

source: %sResult %s%s
ru_ru: %sРезультат %s%s

source: Duration
ru_ru: Продолжительность

source: Block Size
ru_ru: Размер блока

source: Local Host
ru_ru: Локальный хост

source: CPU Usage
ru_ru: Использование процессора

source: Host Total
ru_ru: Всего локально

source: Host User
ru_ru: Пользовательский локально

source: Remote Total
ru_ru: Всего удалённо

source: Remote User
ru_ru: Пользовательский удалённо

source: Remote System
ru_ru: Системный удалённо

source: Performance Data
ru_ru: Данные производительности

source: Bits Per Second
ru_ru: Бит в сеукнду

source: Create Instance
ru_ru: Создать экземпляр

source: Remote Port
ru_ru: Удалённый порт

source: Config saved:
ru_ru: Конфиг сохранён:

source: Host System
ru_ru: Системный локально

source: Introduction
ru_ru: Введение

source: Real Servers
ru_ru: Реальные сервера

source: Virtual Services
ru_ru: Виртуальные сервера

source: Backend Pools
ru_ru: Внутренние пулы

source: Public Services
ru_ru: Общедоступные службы

source: Rules & Checks
ru_ru: Правила и проверкм

source: Health Monitors
ru_ru: Монитор работоспособности

source: Welcome to the HAProxy plugin! This plugin is designed to offer all the features and flexibility HAProxy is famous for. If you are using HAProxy for the first time, please take some time to get familiar with it. The following information should help you to get started.
ru_ru: Добро пожаловать в плагин HAProxy! Этот плагин разработан, чтобы предложить все функции и гибкость HAProxy которыми он славится. Если Вы используете HAProxy в первый раз, пожалуйста, найдите время, чтобы ознакомиться с ним. Следующая информация поможет вам начать работу.

source: Note that you should configure HAProxy in the following order:
ru_ru: Обратите внимание, что необходимо настроить HAProxy в следующем порядке:

source: Add %sReal Servers:%s All physical or virtual servers that HAProxy should use to load balance between or proxy to.
ru_ru: Добавить %sРеальные серверы:%s все физические или виртуальные серверы, которые HAProxy должен использовать для балансировки нагрузки или проксирования.

source: Add %sBackend Pools:%s Group the previously added servers to build a server farm. All servers in a group usually deliver the same content. The Backend Pool takes care of health monitoring and load distribution. A Backend Pool must be configured even if you only have a single server.
ru_ru: Добавить %sвнутренние пулы:%s группы ранее добавленных серверов для создания фермы серверов. Все серверы в группе обычно доставляют одинаковое содержимое.Внутренний пул обеспечивает мониторинг работоспособности и распределение нагрузки. Внутренний пул должен быть настроен даже если у вас только один сервер.

source: Add %sPublic Services:%s The Public Service listens for client connections, optionally applies rules and forwards client request data to the selected Backend Pool for load balancing or proxying.
ru_ru: Добавить %sОбщедоступные службы:%s Общедоступная служба прослушивает клиентские подключения, при необходимости применяет правила и перенаправляет данные запроса клиента в выбранный Внутренний пул для балансировки нагрузки или проксирования.

source: Lastly, enable HAProxy using the %sService Settings%s.
ru_ru: И, наконец, включить haproxy, используя %Настройки службы%s

source: Please be aware that you need to %smanually%s add the required firewall rules for all configured services.
ru_ru: Обратите внимание, что необходимо %sвручную%s добавить необходимые правила межсетового экрана для всех настроенных служб.

source: Further information is available in our %sHAProxy plugin documentation%s and of course in the %sofficial HAProxy documentation%s. Be sure to report bugs and request features on our %sGitHub issue page%s. Code contributions are also very welcome!
ru_ru: Дополнительную информацию можно получить в нашей %sдокументации к плагину HAProxy%s и конечно в %sофициальной документации к HAProxy%s. Не забудьте сообщить об ошибках и запросить возможности на нашей %sстранице проблем GitHub%s. Написание кода также очень приветствуются!

source: HAProxy needs to know which servers should be used to serve content. The following minimum information must be provided for each server:
ru_ru: HAProxy должен знать, какие серверы должны использоваться для обслуживания содержания. Для каждого сервера должна быть предоставлена следующая минимальная информация:

source: %sFQDN or IP:%s The IP address or fully-qualified domain name that should be used when communicating with your server.
ru_ru: %sFQDN или IP-адрес:%s IP-адрес или полное доменное имя, которое следует использовать при общении с вашим сервером.

source: %sPort:%s The TCP or UDP port that should be used. If unset, the same port the client connected to will be used.
ru_ru: %sPort:%s порт TCP или UDP, который следует использовать. Если параметр не установлен, будет использоваться тот же порт, к которому подключен клиент.

source: Note that it is possible to directly add options to the HAProxy configuration by using the "option pass-through", a setting that is available for several configuration items. It allows you to implement configurations that are currently not officially supported by this plugin. It is strongly discouraged to rely on this feature. Please report missing features on our GitHub page!
ru_ru: Обратите внимание, что можно напрямую добавить параметры в конфигурацию HAProxy с помощью параметра "сквозная передача", параметр, доступный для нескольких элементов конфигурации. Это позволяет вам использовать конфигурации, которые в настоящее время официально не поддерживаются этим плагином. Настоятельно рекомендуется не полагаться на эту функцию. Пожалуйста, сообщите о недостающих функциях на нашей странице GitHub!

source: %sBackend Pools:%s The HAProxy backend. Group the %spreviously added servers%s to build a server farm. All servers in a group usually deliver the same content. The Backend Pool cares for health monitoring and load distribution. A Backend Pool must also be configured if you only have a single server. The same Backend Pool may be used for multiple Public Services.
ru_ru: %sВнутренние пулы:%s Внутренние пулы HAProxy. Группа %sранее добавленых серверов%s, для создания фермы серверов. Все серверы в группе обычно доставляют одинаковое содержимое. Внутренний пул обеспечивает мониторинг работоспособности и распределение нагрузки. Внутренний пул также должен быть настроен, если у вас есть только один сервер. Один и тот же внутренний пул может использоваться для нескольких публичных служб.

source: %sPublic Services:%s The HAProxy frontend. The Public Service listens for client connections, optionally applies rules and forwards client request data to the selected Backend Pool for load balancing or proxying. Every Public Service needs to be connected to a %spreviously created Backend Pool%s.
ru_ru: %sПубличные службы%s Внешний интерфейс HAProxy. Публичная служба прослушивает клиентские подключения, при необходимости применяет правила и перенаправляет данные запроса клиента в выбранный Внутренний пул для балансировки нагрузки или проксирования. Каждая публичная служба должна быть подключена к %sзаранее созданному внутреннемо пулу%s

source: Remember to add firewall rules for all configured Public Services.
ru_ru: Не забудьте добавить правила брандмауэра для всех общедоступных служб.

source: %sHealth Monitors:%s The HAProxy "health checks". Health Monitors are used by %sBackend Pools%s to determine if a server is still able to respond to client requests. If a server fails a health check it will automatically be removed from a Backend Pool and healthy servers are automatically re-added.
ru_ru: %sМонитор работоспособности%s: "медицинский осмотр" HAProxy. Мониторы работоспособности используются %sвнутренними пулами%s для определения того, может ли сервер отвечать на запросы клиентов. Если сервер не проходит проверку работоспособности, он автоматически удаляется из внутреннего пула, а работоспособные серверы автоматически добавляются повторно.

source: %sConditions:%s HAProxy is capable of extracting data from requests, responses and other connection data and match it against predefined patterns. Use these powerful patterns to compose a condition that may be used in multiple Rules.
ru_ru: %sУсловия:%s HAProxy способен извлекать данные из запросов, ответов и других данных подключения и сопоставлять их с предопределенными шаблонами. Используйте эти мощные шаблоны для создания условия, которое может использоваться в нескольких правилах.

source: %sRules:%s Perform a large set of actions if one or more %sConditions%s match. These Rules may be used in %sBackend Pools%s as well as %sPublic Services%s.
ru_ru: %sПравила:%s Выполните большой набор действий, если совпадают одно или несколько %sусловий%s. Эти правила могут быть использованы во %sвнутренних пулах%s, а также в %sпубличных службах%s.

source: Public Service ID
ru_ru: ID вубличной службы

source: Public Service Name
ru_ru: Имя публичной службы

source: Backend Pool ID
ru_ru: ID внутреннего пула

source: Backend Pool Name
ru_ru: Имя внутреннего пула

source: Health Monitor ID
ru_ru: ID монитора работоспособности

source: Health Monitor Name
ru_ru: Имя монитора работоспособности

source: Rule ID
ru_ru: ID правила

source: Rule Name
ru_ru: Имя правила

source: Condition ID
ru_ru: ID условия

source: Condition Name
ru_ru: Имя условия

source: Lua Script ID
ru_ru: ID Lua-скрипта

source: Error Message ID
ru_ru: ID сообщения об ошибке

source: Error Message Name
ru_ru: Имя сообщения об ошибке

source: Edit Public Service
ru_ru: Редактировать пуличную службу

source: Edit Backend Pool
ru_ru: Редактировать внутренний пул

source: Edit Health Monitor
ru_ru: Редактировать монитор работоспособности

source: Edit Rule
ru_ru: Редактировать правило

source: Edit Condition
ru_ru: Редактировать условие

source: Edit Error Message
ru_ru: Редактировать сообщение об ошибке

source: Initial SPF Scheduling Delay
ru_ru: Начальная задержка планирования SPF

source: Net Link State Area
ru_ru: Состояние сетевого соединения зоны

source: Maximum Hold Time:
ru_ru: Максимальное время удержания:

source: shadowsocks daemon
ru_ru: Демон shadowsocks

source: Information on network
ru_ru: Информация о сети

source: Is the network enabled?
ru_ru: Включена ли сеть?

source: Unable to obtain Zerotier information for network
ru_ru: Не удается получить Zerotier информацию для сети

source: Peers
ru_ru: Пиры

source: No signature database found, please download before use. The download will take several minutes and this message will disappear when it has been completed.
ru_ru: База данных сигнатур не найдена, пожалуйста, скачайте перед использованием. Загрузка займет несколько минут и это сообщение исчезнет, когда оно закончится.

source: Streams
ru_ru: Потоки

source: Circuits
ru_ru: Цепи

source: Stream ID
ru_ru: ID потока

source: Stream Status
ru_ru: Состояние потока

source: Circuit ID
ru_ru: ID цепи

source: Destination Host
ru_ru: Хост назначения

source: This page is not available because Tor is not running or the control socket is not configured. Please go to the %sconfiguration page%s and enable Tor.
ru_ru: Эта страница недоступна, потому что Тор не работает или управляющий сокет не настроен.

source: Onion Service Authentication
ru_ru: Проверка подлинности луковичной службы

source: Onion Services
ru_ru: Луковичная служба

source: Onion Service Routing
ru_ru: Маршрутизация луковичной службы

source: Relaying
ru_ru: Ретрансляция

source: Exit Node ACL
ru_ru: ACL узла выхода

source: Reload Service
ru_ru: Перезапустить службу

source: Running an exit node may be lead to legal issues and seized hardware. Be careful with your settings here.
ru_ru: Запуск узла выхода может привести к юридическим проблемам и конфискации оборудования. Будьте осторожны с вашими настройки.

source: Edit ACL Entry
ru_ru: Редактировать запись ACL

source: Edit Onion Service
ru_ru: Редактировать луковичную службу

source: Edit Onion Service Route
ru_ru: Редактировать маршрутизацию луковичной службы

source: Edit Exit Node ACL
ru_ru: Редактировать ACL узла выхода

source: Edit Hidden Service Credentials
ru_ru: Редактировать скрытые учетные данных службы

source: Onion Service Names
ru_ru: Имена луковичной службы

source: Onion Service Name
ru_ru: Имя луковичной службы

source: Diagnostics: ARP Scan
ru_ru: Диагностика: сканирование ARP

source: Diagnostics: Logs: Firewall: Live View
ru_ru: Диагностика: Журналы: Межсетевой экран: Живой просмотр

source: Services: Lldpd
ru_ru: Службы: Lldpd

source: Services: MDNS Repeatery
ru_ru: Службы: MDNS Repeatery

source: Services: Prometheus Exporter
ru_ru: Службы: Prometheus Exporter

source: Services: Shadowsocks
ru_ru: Службы: Shadowsocks

source: Services: Siproxd
ru_ru: Службы: Siproxd

source: Services: Telegraf
ru_ru: Службы: Telegraf

source: Services: Zabbix Proxy
ru_ru: Службы: Zabbix Proxy

source: VPN: IPsec: Pre-Shared Keys List
ru_ru: VPN: IPsec: Список предварительных общих ключей

source: VPN: OpenConnect configuration
ru_ru: VPN: конфигурация OpenConnect

source: antispam
ru_ru: антиспам

source: A JSON document containing configuration options that apply to the local node
ru_ru: Документ JSON, содержащий параметры конфигурации, применяемые к локальному узлу

source: A bridge is a private relay. It is not visible in the public directory. Uncheck this if you want to become a public relay.
ru_ru: Мост - это приватная ретрансляция. Он не отображается в общедоступном каталоге. Снимите этот флажок, если вы хотите стать публичным ретранслятором.

source: A list of parameters that will be appended to every Listen Address line.<br/>Example: accept-proxy npn http/1.1<br/>
ru_ru: Список параметров, которые будут добавлены к каждой строке прослушиваемого адреса..<br/>Например: accept-proxy npn http/1.1<br/>
