Repository: kekek2/lang
Catalog: ting_addons/2018.01.31.rspamd.*.po
Languages: ru_ru

source: The Redis plugin is configured to use but it is not installed. Please install it via %sSystem > Firmware > Plugins%s.
ru_ru: Плагин Redis настроен на использование, но он не установлен. Пожалуйста,установите его в %sSystem > Firmware > Plugins%s.

source: No ClamAV plugin found, please install via %sSystem > Firmware > Plugins%s. If the plugin is not installed and enabled, mails cannot be scanned for malware.
ru_ru: Не найден плагин ClamAV, пожалуйста, установите его в %sSystem > Firmware > Plugins%s. Если плагин не установлен и не включен, письма не могут быть проверены на наличиевредоносных программ

source: Enable rspamd
ru_ru: Включить rspamd

source: General Rspamd Settings
ru_ru: Основные настройки Rspamd

source: This will allow Postfix to connect to rspamd via milter protocol.
ru_ru: Позволяет postfix подключаться к rspamd с помощью протокола milter

source: Enable or disable the rspamd service.
ru_ru: Включить или выключить службу rspamd

source: Enable Redis Plugin
ru_ru: Включить плагин Redis

source: If you check this box, the local Redis server will be available to the modules (some do not work without it).
ru_ru: Если вы установите этот флажок, локальный сервер Redis будет доступен для модулей (некоторые из них не работают без него).

source: Expiration
ru_ru: Истечение срока

source: Time after which the graylist state expires in days.
ru_ru: Время, после которого удаляются записи из серого списка в днях

source: Maximum Data Length
ru_ru: Максимальная длина данных

source: The limit of the length of data to hash.
ru_ru: Предел длины данных для хэширования

source: IPv4 Mask
ru_ru: Маска IPv4

source: Mask bits are used to limit the network range from which the message may be resent. This is used to avoid a rejection if another server sends the second mail.
ru_ru: Биты маски используемой для ограничения диапазона сети, из которого может быть получено сообщение. Она используется, чтобы избежать отлупа, если другой сервер повторно отправляет почту.

source: A valid IPv6 mask must be between 1 and 128 bits. 64 bits are recommended as this is the recommended subnet size in IPv6.
ru_ru: Допустимая маска IPv6 должна быть от 1 до 128 бит. Рекомендуется 64 бита, так как это рекомендуемый размер подсети в IPv6.

source: Cache Expire
ru_ru: Срок действия кэша

source: Time Jitter
ru_ru: Разброс по времени

source: Trusted Only
ru_ru: Только доверенные

source: Skip Multi
ru_ru: Пропустить множественные

source: Allow Environment From Empty
ru_ru: Разрешить в конверте пустой адрес отправителя

source: Allow Header From Mismatch
ru_ru: Разрешить несовпадение в заголовке адреса отправителя

source: Allow Header From Multiple
ru_ru: Разрешить в заголовке несколько адресов отправителя

source: Allow Username Mismatch
ru_ru: Разрешить несовпадение имени пользователя

source: Auth Only
ru_ru: Только аутентифицированные

source: Sign Local
ru_ru: Подписанные локально

source: Try Fallback
ru_ru: Использовать запасной вариант

source: Use Domain
ru_ru: Использовать домен

source: Use eSLD
ru_ru: Использовать eSLD

source: Enable Openphish
ru_ru: Включить Openphish

source: Enable Openphish Premium
ru_ru: Включить Openphish Premium

source: Enable Phishtank
ru_ru: Включить Phishtank

source: Per Recipient Limit: Mail Count
ru_ru: Ограничение по получателям: количество

source: Per Recipient Limit: Time
ru_ru: Ограничение по получателям: время

source: Per Recipient Limit: Time Unit
ru_ru: Ограничение по получателям: единица времени

source: Per IP Limit: Mail Count
ru_ru: Ограничение по IP: количество

source: Per IP Limit: Time
ru_ru: Ограничение по IP: время

source: Per IP Limit: Time Unit
ru_ru: Ограничение по IP: единица времени

source: Per IP and From Limit: Mail Count
ru_ru: Ограничение по IP и отправителю: количество

source: Per IP and From Limit: Time
ru_ru: Ограничение по IP и отправителю: время

source: Per IP and From Limit: Time Unit
ru_ru: Ограничение по IP и отправителю: единица времени

source: Bounce Limit: Mail Count
ru_ru: Ограничение отказов: количество

source: Bounce Limit: Time
ru_ru: Ограничение отказов: время

source: Bounce Limit: Time Unit
ru_ru: Ограничение отказов: единица времени

source: Bounce Limit per IP: Mail Count
ru_ru: Ограничение отказов по IP: количество

source: Bounce Limit per IP: Time
ru_ru: Ограничение отказов по IP: время

source: Bounce Limit per IP: Time Unit
ru_ru: Ограничение отказов по IP: единица времени

source: User Limit: Mail Count
ru_ru: Ограничение по пользователям: количество

source: User Limit: Time
ru_ru: Ограничение по пользователям: время

source: User Limit: Time Unit
ru_ru: Ограничение по пользователям: единица времени

source: Whitelist Recipients
ru_ru: Белый списоа получателей

source: Maximum Recipients
ru_ru: Максимум получателей

source: Enable this if you want to enable the spam trap.
ru_ru: Включите эту опцию, если вы хотите включить ловушку спама.

source: Fuzzy Learning
ru_ru: Обучение нечётких фильтров

source: Enable this if you want to enable fuzzy learning.
ru_ru: Включите эту опцию, если вы хотите включить нечётких фильтров.

source: Bayes Learning
ru_ru: Обучение байесовского фильтра

source: Enable this if you want to enable bayes learning.
ru_ru: Включите этот параметр, если вы хотите включить байесовского фильтра

source: Recipients
ru_ru: Получатель

source: Enter regular expressions in the form trap@example\.com into this field. The value is automatically enclosed in slashes and the case insensitive option is added.
ru_ru: Введите регулярные выражения в форме trap@example\.com в это поле. Значение будет автоматически заключено в косые черты и добавлена опция не учитывать регистр.

source: Enter the size of the SPF cache.
ru_ru: Введите размер кэша SPF.

source: A valid cache expiration must be set.
ru_ru: Должен быть установлен допустимый срок действия кэша.

source: Enter how long SPF entries are valid.
ru_ru: Введите как долго действительна запись SPF.

source: Force Reject
ru_ru: Принудительное отклонение

source: If set, the mail will be rejected.
ru_ru: Если задано, почта будет отклонена.

source: Only Scan Attachments
ru_ru: Только сканировать вложения

source: If checked, only attached files are scanned and images are omitted.
ru_ru: Если этот флажок установлен, сканируются только прикрепленные файлы и изображения будут пропущены.

source: Maximum Size
ru_ru: Максимальный размер

source: If set, a message large than this size will not be scanned.
ru_ru: Если задано, сообщение размером больше этого размера не будет проверяться.

source: Mails from IPs entered here will not be scanned.
ru_ru: Письма с введенных здесь IP-адресами не будут сканироваться.

source: Exceptions
ru_ru: Исключения

source: Spam Protection
ru_ru: Защита от спама

source: Graylisting
ru_ru: Серые списки

source: DKIM
ru_ru: DKIM-подпись

source: MX Check
ru_ru: Проверка MX'ов

source: Phishing
ru_ru: Мошеннические письма

source: Rate Limit
ru_ru: Ограничение скорости

source: Spam Trap
ru_ru: Ловушка для спама

source: Sender Policy Framework (SPF)
ru_ru: Инфраструктура политики отправителя (SPF)

source: Anti Malware
ru_ru: Защита от вредоносных программ

source: General Anti Malware Settings
ru_ru: Основные настройки защиты от вредоносных программ

source: A valid IPv4 mask must be between 1 and 32 bits.
ru_ru: Допустимая маска IPv4 должна быть от 1 до 32 бит.

source: A valid cache size must be set.
ru_ru: Должен быть задан допустимый размер кэша.

source: A valid time jitter must be set.
ru_ru: Должен быть установлен допустимый разброс по времени.

source: The count value must be a positive number.
ru_ru: Значение количества должно быть положительным числом.

source: The time must be a positive integer.
ru_ru: Время должно быть положительным целым числом.

source: A valid cache size in kilobytes must be set.
ru_ru: Необходимо задать допустимый размер кэша в килобайтах.

source: A valid expiration time must be set.
ru_ru: Необходимо установить допустимое время истечения срока действия.

source: A valid maximum size in bytes must be set.
ru_ru: Должен быть задан допустимый максимальный размер в байтах.

source: Cache Expiration
ru_ru: Срок действия кэша
