Repository: kekek2/lang
Catalog: ting_addons/2018.01.29.sms-portal-update.*.po
Languages: ru_ru

source: Test SMS Delivery
ru_ru: Тест доставки SMS

source: Save Agreement
ru_ru: Сохранить Соглашение

source: Test SMS
ru_ru: Тестовое SMS

source: Send SMS
ru_ru: Отправить SMS

source: Enable automatic authentification on transparent proxy. Disable this option if you do not use transperent proxy redirection in Captive Portal zone configuration. If use this option, proxy will not send authentication requests to user. Proxy access logs will have user-based statistics and proxy-based traffic filtering will be enabled for SMS portal users. User name in proxy log will be in form [Phone]-[MAC-address].
ru_ru: Включить автоматическую аутентификацию на прозрачном прокси. Отключите эту опцию если Вы не используете перенаправление на прозрачный прокси в конфигурации зоны Captive Portal. При использовании этой опции прокси не будет посылать пользователю запросы на аутентификацию на прокси. Протокол доступа прокси будет содержать статистику по пользовательскому трафику, а также будет доступна возможность фильтрации трафика средствами прокси для пользователей SMS-портала. Имя пользователя в логах прокси будет в форме [телефон]-[MAC-адрес].

source: Proxy Authentication
ru_ru: Аутентификация на прокси

source: Comma separated list of user group names, allowed for user mapping. Used in SMS Portal template during user login. Can be used in proxy filtering rules.
ru_ru: Список имён групп, разделённый запятыми, для назначения пользователям. Используется на странице аутентификации SMS-портала. Группы могут быть использованы для назначения правил фильтрации.

source: User Groups
ru_ru: Группы пользователей

source: SMS sent
ru_ru: SMS отправлено

source: User group '%s' not found
ru_ru: Группа пользователей '%s' не найдена

source: User group is not set
ru_ru: Не указана группа пользователя

source: Personal Agreement
ru_ru: Пользовательское соглашение

source: Personal agreement, used in portal template.
ru_ru: Пользовательское соглашение, используемое в шаблоне страницы аутентификации на портале.

source: Phone number to send SMS using current SMS gate settings.
ru_ru: Номер телефона, на который нужно отправить SMS, используя текущие настройки SMS-портала.

source: SMS Portal for Captive Portal
ru_ru: SMS-портал для Captive Portal

source: SMS Portal for Captive Portal This package is a plug-in to the Captive Portal, which allows you to set up SMS authentication on the Captive Portal. Maintainer: evbevz@gmail.com
ru_ru: SMS-портал для Captive Portal Этот пакет представляет из себя плагин к Captive Portal, который позволяет использовать SMS-аутентификацию в Captive Portal. Сопровождение: evbevz@gmail.com
