Repository: kekek2/lang
Catalog: ting_addons/2018.02.21.diff.*.po
Languages: ru_ru

source: List of networks where to apply the DTAG fix. Default should fit for most situations.
ru_ru: Список сетей, в которых применяется исправление DTAG. Умолчания подходят для большинства ситуаций.

source: List of networks where to apply the FritzBox Anoncall plugin. Default should fit for most situations.
ru_ru: Список сетей, в которых применяется плагин FritzBox Anoncall. Умолчания подходят для большинства ситуаций.

source: Listen IP
ru_ru: Прослушиваемые IP

source: Listen port for trapper. Default is just fine.
ru_ru: Прослушиваемый порт для траппера. Умолчания это просто нормально.

source: Load Average Statistics
ru_ru: Статистика средней загрузки

source: Local Description
ru_ru: Локальное описание

source: Local Description to help identify this network
ru_ru: Локальное описание для идентификации этой сети

source: Log Authentication Bad Password
ru_ru: Журналировать аутентификацию с неправильным паролем

source: Log Authentication Good Password
ru_ru: Журналировать аутентификацию с правильным паролем

source: Log Authentication Request
ru_ru: Журналировать запросы аутентификации

source: Log to File or Syslog
ru_ru: Журналировать в файл или syslog

source: Logical operator for conditions
ru_ru: Логический оператор для условий

source: Logs password if it is correct.
ru_ru: Журналировать пароли, если они правильные

source: Logs password if it is rejected.
ru_ru: Журналировать пароли, если они отклонены

source: Lua function
ru_ru: Функция Lua

source: Lua service
ru_ru: Служба Lua

source: M/Monit Register Credentials
ru_ru: Учетные данные для регистрации M/Monit

source: M/Monit Timeout
ru_ru: Таймаут M/Monit

source: Map Host To IP Pool
ru_ru: Сопоставить хост с пулом IP

source: Matches the specified regular expression in all occurrences of header field.
ru_ru: Соответствует указанному регулярному выражению во всех вхождениях поля заголовка.

source: Matches the specified regular expression in all occurrences of the header field.
ru_ru: Соответствует указанному регулярному выражению во всех вхождениях поля заголовка.

source: Max Daily Session
ru_ru: Максимум сессий в день

source: MaxLinesPerSecond
ru_ru: Максимум строк в секунду

source: Maximum Memory In Queues (MB)
ru_ru: Максимальная память в очередях (МБ)

source: Memory
ru_ru: Память

source: Memory Statistics
ru_ru: Статистика памяти

source: Metric Batch Size
ru_ru: Размер пакета метрики

source: Metric Buffer Limit
ru_ru: Ограничение буфера метрики

source: Monit HTTPD Access List
ru_ru: Список доступа к Monit HTTPD

source: Monit HTTPD Port
ru_ru: Порт Monit HTTPD

source: Monitor Password
ru_ru: Пароль монитора

source: MySQL check
ru_ru: Проверка MySQL

source: MySQL user
ru_ru: Пользователь MySQL

source: NOTE: Define default parameters for ALL Public Services, Backend Pools and Servers here. They may still be overriden elsewhere.
ru_ru: Примечание: Определите здесь параметры по умолчанию для всех общедоступных служб, внутренних Пулов и серверов. Они могут быть переопределены в другом месте.

source: NOTE: The specified server must be present in the Backend Pool where this rule is applied.
ru_ru: Примечание: указанный сервер должен присутствовать во внутреннем пуле, где применяется это правило.

source: NTP Statistics
ru_ru: Статистика NTP

source: Name to identify this Backend Pool.
ru_ru: Имя для идентификации этого внутреннего Пула.

source: Name to identify this Health Monitor.
ru_ru: Имя для идентификации этого монитора работоспособности.

source: Name to identify this Public Service.
ru_ru: Имя для идентификации этой публичной службы.

source: Name to identify this condition.
ru_ru: Имя для идентификации этого условия.

source: Name to identify this error message.
ru_ru: Имя для идентификации этого сообщения об ошибке.

source: Name to identify this rule.
ru_ru: Имя для идентификации этого правила.

source: Network Interface Statistics
ru_ru: Статистика сетевого интерфейса

source: Network list for fbox anoncall plugin
ru_ru: Список сетей для плагина fbox anoncall

source: Network on which this ACL is appied.
ru_ru: Сеть, к которой применяется этот ACL.

source: Networks to replace VIA-Header
ru_ru: Сети для замены заголовка VIA

source: Number of pre-forked instances of HTTP pollers.
ru_ru: Количество предварительно запущенных экземпляров обработчиков HTTP.

source: Number of pre-forked instances of ICMP pingers.
ru_ru: Количество предварительно запущенных экземпляров проверки по ICMP.

source: Number of pre-forked instances of IPMI pollers.
ru_ru: Количество предварительно запущенных экземпляров обработчиков IPMI.

source: Number of pre-forked instances of discoverers.
ru_ru: Количество предварительно запущенных экземпляров исследователей

source: Number of pre-forked instances of pollers for unreachable hosts (including IPMI and Java).
ru_ru: Количество предварительно запущенных экземпляров проверок для определения недоступных узлов (включая IPMI и Java).

source: Number of pre-forked instances of pollers.
ru_ru: Количество предварительно pfgeotyys[ экземпляров обработчиков.

source: Number of pre-forked instances of trappers. Trappers accept incoming connections from Zabbix sender and active agents.
ru_ru: Количество предварительно запущенных экземпляров трапперов. Трапперы принимают входящие соединения от отправителей zabbix и активных агентов.

source: Nut Account Settings
ru_ru: Настройки учётной записи Nut

source: OPNsense Web Service
ru_ru: Web-служба OPNsense

source: Omit Hostname
ru_ru: Игнорировать имя хоста

source: Onion Service
ru_ru: Луковичная служба

source: Only use in a double nat scenario where SIP don't know your external public address. Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
ru_ru: Используйте только в двойном сценарии NAT, где SIP не знает ваш внешний общедоступный адрес. Формат CSV без пробелов и CIDR, как 192.168.0.0/24,10.0.0.0/8.

source: Optional condition
ru_ru: Дополнительное условие

source: Outbound interface
ru_ru: Исходящий интерфейс

source: Override default hostname, if empty use system hostname.
ru_ru: Переопределение имени хоста по умолчанию, если пустое, используется системное имя хоста.

source: Parameter Value
ru_ru: Значение параметра

source: Pass additional SSL parameters to the HAProxy configuration.
ru_ru: Передать дополнительные параметры SSL для настройки HAProxy.

source: Password to authenticate against the server.
ru_ru: Пароль для аутентификации на сервере.

source: Paste the content of your error messages here. The message must represent the full HTTP response and include required HTTP headers. It should not exceed the configured buffer size, which generally is 8 or 16 kB.
ru_ru: Вставьте содержимое сообщений об ошибках сюда. Сообщение должно представлять полный ответ HTTP и включать обязательные заголовки HTTP. Он не должен превышать заданный размер буфера, который обычно составляет 8 или 16 кб.

source: Path Contains
ru_ru: Путь cодержит

source: Path Matches
ru_ru: Путь совпадает

source: Path Prefix
ru_ru: Путь начинается с

source: Path Regex
ru_ru: Путь совпадает с регулярным и выражением

source: Path Suffix
ru_ru: Путь заканчивается на

source: Per-CPU
ru_ru: На процессор

source: PingTimeout
ru_ru: Время пинга

source: Please specify the internal networks allowed to register here. Leave empty to allow every device. Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
ru_ru: Пожалуйста, укажите внутренние сети, разрешенные для регистрации. Оставьте пустым, чтобы разрешить все устройства. Формат CSV без пробелов и CIDR, как 192.168.0.0/24,10.0.0.0/8.

source: Port number on which the SOCKS server should listen. The default is 9050. You should not change this unless you need the port.
ru_ru: Номер порта, на котором socks сервер должен слушать. Значение по умолчанию-9050. Вы не должны изменить это, если вам не нужен порт.

source: Port number on which the transparent DNS server should listen. The default is 9053. You should not change this unless you need the port.
ru_ru: Номер порта, на котором должен прослушиваться прозрачный DNS-сервер. Значение по умолчанию-9053. Вы не должны изменить это, если вам не нужен порт.

source: Port number on which the transparent proxy server should listen. The default is 9040. You should not change this unless you need the port.
ru_ru: Номер порта, на котором должен прослушиваться прозрачный прокси-сервер. Значение по умолчанию-9040. Вы не должны изменить это, если вам не нужен порт.

source: Port of Zabbix trapper on Zabbix server. Default is fine for most scenarios.
ru_ru: Порт zabbix траппера на Zabbix сервере. Умолчания подходит для большинства сценариев.

source: Port of the server.
ru_ru: Порт сервера.

source: PostgreSQL check
ru_ru: Проверка PostgreSQL

source: PostgreSQL user
ru_ru: Пользователь PostgreSQL

source: Prefix to set before the hostname. If it ends with a dot it creates an own directory.
ru_ru: Префикс перед именем хоста. Если он заканчивается точкой, он создает собственный каталог.

source: Processes
ru_ru: Процессы

source: Provide the TCP or UDP communication port for this server, i.e. 80 or 443. If set, all connections will be sent to this port. If unset, the same port the client connected to will be used.
ru_ru: Предоставьте порт связи TCP или UDP для этого сервера, т. е. 80 или 443. Если установлено, все соединения будут отправлены на этот порт. Если параметр не установлен, будет использоваться тот же порт, к которому подключен клиент.

source: Proxy Mode
ru_ru: Режим прокси

source: Publish Server Descriptor
ru_ru: Описание публичного сервера

source: Read metrics about CPU usage.
ru_ru: Чтение метрики использвания процессора.

source: Read metrics about disk IO by device.
ru_ru: Чтение метрики ввода/вывода устройства.

source: Read metrics about disk usage by mount point.
ru_ru: Чтение метрики использования диска по точкам монтирования.

source: Read metrics about memory usage.
ru_ru: Чтение метрики использования памятию

source: Read metrics about swap memory usage.
ru_ru: Чтение метрики использования свопа.

source: Read metrics about system load and uptime.
ru_ru: Чтение метрики загрузкик системы и аптайма.

source: Read network interface metrics.
ru_ru: Чтение метрики сетевого интерфейса.

source: Redirect all incoming calls to a given SIP-URI with format sip:internal@ip:port.
ru_ru: Перенаправлять все входящие звонки на данный SIP-URI в формате sip:internal@ip:port.

source: Register the specified Lua service. You will most likely need to include/load your Lua code first.
ru_ru: Зарегистрируйте указанный сервис Lua. Скорее всего, сначала потребуется включить/загрузить код Lua.

source: Regular Expression
ru_ru: Регулярное выражение

source: Regular expressions are allowed.
ru_ru: Допускаются регулярные выражения.

source: Reject Private IPs
ru_ru: Отклонить частные IP-адреса

source: Reject: Do not allow the connection; Accept: Pass the connection
ru_ru: Отклонить: не разрешать соединение; Принять: пропустить соединение

source: Remote ports in VIA-Header
ru_ru: Удаленный порт в VIA-Header

source: Remove the HTTP header field with the specified name and add a new one with the same name. This is useful when passing security information to the server, where the header must not be manipulated by external users.
ru_ru: Удаление поля заголовка HTTP с указанным именем и добавьте новое с тем же именем. Это полезно при передаче информации о безопасности на сервер, где заголовком не должны манипулировать внешние пользователи.

source: Remove the HTTP header field with the specified name.
ru_ru: Удаление поля заголовка HTTP с указанным именем.

source: Root Certificate
ru_ru: Корневой сертификат

source: Round Interval
ru_ru: Выравнивание интервала

source: Rounds collection interval to 'interval', e.g. if interval="10s" then always collect on :00, :10, :20, etc.
ru_ru: Выравнивание интервала сбора до 'Интервала', т.е. если интервал="10с", то сбор запускается в :00, :10, :20 и т.д

source: SIP listen port
ru_ru: SIP слушает порт

source: SIP port the service use, default of 5060 is perfectly fine.
ru_ru: Порт SIP для использования сервисом, по умолчанию 5060 отлично.

source: SMTP check
ru_ru: Проверка SMTP

source: SNI Contains
ru_ru: SNI содержит

source: SNI Matches
ru_ru: SNI совпадает

source: SNI Prefix
ru_ru: SNI начинается с

source: SNI Suffix
ru_ru: SNI заканчивается на

source: SOCKS Port Number
ru_ru: Номер порта для SOCKS

source: SSL Error ID
ru_ru: Ошибка SSL ID

source: SSL default settings
ru_ru: Настройки SSL по умолчанию

source: SSL option pass-through
ru_ru: Квозные опции SSL

source: STUN period
ru_ru: Период STUN

source: STUN port
ru_ru: Порт STUN

source: STUN server
ru_ru: Сервер STUN

source: Select Error Messages
ru_ru: Выберите сообщение об ошибке

source: Select Health Monitor for servers in this backend.
ru_ru: Выберите монитор работоспособности для серверов в этой серверной части.

source: Select Rules
ru_ru: Выберите правило

source: Select condition type.
ru_ru: Выберите тип условия

source: Select conditions
ru_ru: Выберите условие

source: Select if you want to use ICAP.
ru_ru: Выберите, если вы хотите использовать ICAP.

source: Select one or more conditions to be used for this rule.
ru_ru: Выберите одно или несколько условий для использования в этом правиле.

source: Select the interface where your SIP requests are going to.
ru_ru: Выберите интерфейс, в котором будут выполняться ваши SIP-запросы.

source: Select the interface where your SIP requests come from.
ru_ru: Выберите интерфейс, из которого исходят ваши SIP-запросы.

source: Send checks compatible with MySQL server 4.1 and later.
ru_ru: Отправка проверяет совместимость с сервером MySQL 4.1 и выше.

source: Send the client IP address to the ICAP server.
ru_ru: Отправлять IP-адрес клиента на сервер ICAP.

source: Set a name for your UPS.
ru_ru: Задайте имя для ИБП.

source: Set a name for your outbound domain
ru_ru: Задайте имя для исходящего домена

source: Set extra arguments for this UPS, e.g. "port=auto".
ru_ru: Установите дополнительные аргументы для этого ИБП, например, "port=auto".

source: Set node_exporter's listen address. By default, node_exporter will listen on 0.0.0.0 (all interfaces).
ru_ru: Установка адреса прослушивания node_exporter. По умолчанию node_exporter будет слушать на 0.0.0.0 (все интерфейсы)

source: Set node_exporter's listen port. By default, node_exporter will listen on port 9100.
ru_ru: Установка порта прослушивания node_exporter. По умолчанию node_exporter прослушивает порт 9100.

source: Set the URL where metrics shoud be sent to.
ru_ru: Задайте URL, по которому должны быть отправлены метрики.

source: Set the admin password.
ru_ru: Установка пароля администратора.

source: Set the default Backend Pool to use for this Public Service.
ru_ru: Установка внутренниго пула по умолчанию, используемого для этой публичной службы.

source: Set the default EAP type.
ru_ru: Установка типа EAP по умолчанию.

source: Set the hostname or IP of the SIP server.
ru_ru: Установка имени хоста или IP-адреса SIP-сервера.

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
ru_ru: Установите максимальную пропускную способность загрузки для атрибута ChilliSpot. Значение обрабатывается как kbits/s.

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
ru_ru: Установите максимальную пропускную способность загрузки для атрибута Whisper. Значение обрабатывается как kbits/s.

source: Set the maximum number of concurrent connections for this Public Service.
ru_ru: Установите максимальное число одновременных подключений для этой публичной службы.

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
ru_ru: Установите максимальное ограничение сеанса в секундах. Это может использоваться Captive Portal.

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
ru_ru: Установите максимальную пропускную способность закачки для атрибута ChilliSpot. Значение обрабатывается как kbits/s.

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
ru_ru: Установите максимальную пропускную способность загрузки для атрибута WISPr. Значение обрабатывается как kbits/s.

source: Set the minimum закачки bandwith for WISPr attribute. The value is treated as bits/s.
ru_ru: Установите максимальную пропускную способность загрузки для атрибута WISPr. Значение обрабатывается как kbits/s.

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
ru_ru: Установите максимальную пропускную способность загрузки для атрибута WISPr. Значение обрабатывается как kbits/s.

source: Set the monitor password.
ru_ru: Установите пароль монитора

source: Set the name of the database on InfluxDB.
ru_ru: Задайте имя базы данных в InfluxDB.

source: Set the password for authentication.
ru_ru: Установите пароль для аутентификации

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
ru_ru: Установите пароль для пользователя. Допускается символы 0-9, a-z, A-Z и ,._-!$%/()+#= до символа с кодом 128.

source: Set the port for this host. Default should be fine for most cases.
ru_ru: Установите порт для этого хоста. По умолчанию должно быть хорошо для большинства случаев.

source: Set the running mode or protocol for this Public Service.
ru_ru: Установите режим работы или протокол для этой публичной службы.

source: Set the running mode or protocol of the Backend Pool. Usually the Public Service and the Backend Pool are in the same mode.
ru_ru: Установите режим работы или протокол внутреннего Пула. Обычно публичная служба и внутренний пул находятся в одном режиме.

source: Set the same mode for backend and frontend.
ru_ru: Установить одинаковый режим для backend и frontend.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-
ru_ru: Задайте уникальное имя пользователя. Допускается символы 0-9, A-Z и A-Z, а также ._-

source: Set the username for authentication.
ru_ru: Задайте имя пользователя для аутентификации.

source: Set where to log radius requests, defaults to file.
ru_ru: Укажите, где регистрировать запросы radius, по умолчанию-файл.

source: Siproxd will masquerade the interal UAs to this given string (optional).
ru_ru: Siproxd будет маскарадить внутренний UAs в данной строке (опционально).

source: Size of configuration cache, in bytes. Shared memory size, for storing hosts and items data. Range: 128K-8G
ru_ru: Размер кэша конфигурации, в байтах. Размер общей памяти для хранения данных узлов и элементов. Диапазон: 128K-8G

source: Size of history cache in bytes. Shared memory size for storing history data. Range: 128K-2G
ru_ru: Размер кэша истории в байтах. Размер общей памяти для хранения данных журнала. Диапазон: 128K-2G

source: Size of history index cache in bytes. Shared memory size for indexing history cache. Range: 128K-2G
ru_ru: Размер кэша индекса истории в байтах. Размер общей памяти для кэша истории индексирования. Диапазон: 128K-2G

source: Specifies how long we wait for agent, SNMP device or external check (in seconds).
ru_ru: Указывает время ожидания агента, устройства SNMP или внешней проверки (в секундах).

source: Specifies the log level for acme.sh, default is "normal". All other log levels add information for debug purposes, but be aware that this will break the log formatting in the GUI.
ru_ru: Задает уровень протоколирования acme.sh по умолчанию это "нормальный". Все другие уровни журнала добавляют информацию для целей отладки, но имейте в виду, что это сломает форматирование журнала в GUI.

source: Specify a HAProxy condition/ACL that is currently not supported by the GUI.
ru_ru: Укажите условие/ACL для HAProxy, которое в настоящее время не поддерживается GUI.

source: Specify a HAProxy rule/ACL that is currently not supported by the GUI.
ru_ru: Укажите правило/ACL для HAProxy, которое в настоящее время не поддерживается GUI.

source: Specify the SSL/TLS error ID that should be checked for the incoming connection. Please refer to your SSL library's documentation for an exhaustive list of error codes.
ru_ru: Укажите идентификатор ошибки SSL / TLS, который должен быть проверен для входящего соединения. Пожалуйста, обратитесь к документации вашей библиотеки SSL для исчерпывающего списка кодов ошибок.

source: Specify the URL parameter to be checked for the value specified below.
ru_ru: Укажите параметр URL, который будет проверяться на наличие значения, указанного ниже.

source: Specify the domain name to present to the server for ESMTP health checks.
ru_ru: Укажите доменное имя, которое будет предоставлено серверу для проверки работоспособности ESMTP.

source: Specify the domain name to present to the server for SMTP health checks.
ru_ru: Укажите имя домена, которое будет предоставлено серверу для проверки работоспособности SMTP.

source: Specify the value for the URL parameter.
ru_ru: Укажите значение параметра URL.

source: Start Discoverers
ru_ru: Начальные исследователи

source: Start HTTP Pollers
ru_ru: Начальные опрашиватели HTTP

source: Start IPMI Pollers
ru_ru: Начальные опрашиватели IPMI

source: Start Pingers
ru_ru: Начальные пингеры

source: Start Pollers
ru_ru: Начальные опрашиватели

source: Start Pollers Unreachable
ru_ru: Начальные опрашиватели недоступности

source: Start Port
ru_ru: Начальный порт

source: Start Trappers
ru_ru: Начальные трапперы

source: Start the Monit httpd service.
ru_ru: Запустить службу Monit httpd

source: State File
ru_ru: Файл состояния

source: String to set after the hostname. For compatibility reason default is collectd, but you can also simply remove it.
ru_ru: Строка, устанавливаемая после имени хоста. По причине совместимости собирается по умолчанию, но вы также можете просто удалить его.

source: Subdir matches
ru_ru: Совпадение поддиректории

source: Swap
ru_ru: Своп

source: TCP connect timeout
ru_ru: Тайм-аут подключения TCP

source: TCP keepalive
ru_ru: TCP-сообщения keepalive

source: TCP timeout
ru_ru: Тайм-аут TCP

source: Target Host
ru_ru: Целевой хост

source: Target Port
ru_ru: Целевой порт

source: Telegraf will send metrics to outputs in batches of at most metric_batch_size metrics. This controls the size of writes that Telegraf sends to output plugins.
ru_ru: Телеграф будет отправлять метрики партиями, размер которых не превышает metric_batch_size. Это позволяет контролировать размер pfgbctq, которые Телеграф передает модулям вывода.

source: The FQDN or IP address of the VPN server.
ru_ru: Полное доменное имя или IP-адрес VPN-сервера.

source: The FQDN's used in your certificate must currently point to an official IP address. Choose this option to let OPNsense try to auto-discover these IP addresses. This will lead to a short downtime of the service that is normally used with this IP address.<br/><div class="text-info"><b>NOTE:</b>This will ONLY work if the official IP addresses are LOCALLY configured on your OPNsense firewall.</div>
ru_ru: В настоящее время полное доменное имя, используемое в сертификате, должно указывать на официальный IP-адрес. Выберите этот параметр, чтобы разрешить OPNsense автоматически обнаруживать эти IP-адреса. Это приведет к короткому времени простоя службы, которая обычно используется с этим IP-адресом. <br/><div class="text-info"><b>Примечание:</b>Это будет работать, только если официальные IP-адреса локально настроены на брандмауэре OPNsense.</div>
