Repository: kekek2/lang
Catalog: ting_addons/2018.02.05.arpscan.*.po
Languages: ru_ru

source: Scan is stopped
ru_ru: Сканирование остановлено

source: Scan is running
ru_ru: Сканирование выполняется

source: Started
ru_ru: Запущено

source: Last update
ru_ru: Последнее обновление

source: Vendor
ru_ru: Производитель

source: Listen Interface
ru_ru: Слушать интерфейс

source: Interface where to find the networks logically linked to.
ru_ru: Интерфейс, на котором находятся логически привязанные сети.

source: Network to probe
ru_ru: Сеть для поиска

source: Network to scan, default: localnet.
ru_ru: Сеть для сканирования, по умолчанию: localnet.

source: Scan a different ipv4 network, instead of localnet
ru_ru: Сканирование другой сети ipv4 вместо локальной сети
