Repository: kekek2/lang
Catalog: ting_addons/2018.02.05.frr.*.po
Languages: ru_ru

source: Designated Router
ru_ru: Назначенный Маршрутизатор

source: Up
ru_ru: Поднят

source: Instance ID
ru_ru: Идентификатор экземпляра

source: Area Cost
ru_ru: Стоимость зоны

source: Pending LSAs
ru_ru: Ожидаемые объявления о состоянии канала (LSA)

source: Number Of Interface Scoped LSAs
ru_ru: Количество областей интерфесов LSA

source: Timers
ru_ru: Таймеры

source: Retransmit Timer:
ru_ru: Таймер повторной отправки пакета

source: Wait Timer:
ru_ru: Таймер ожидания

source: Dead Timer:
ru_ru: Мертвый таймер

source: Hello Timer:
ru_ru: Интервал приветствия

source: AS Scoped
ru_ru: Область автономной системы (AS)

source: Interface Scoped Link Database
ru_ru: База данных связей области интерфейса

source: Advertising Router
ru_ru: Марщрутизатор, создавший объявление

source: LS ID
ru_ru: Идентификатор состояния канала

source: Scoped Link Database
ru_ru: База данных области видимости

source: Number Of LSAs
ru_ru: Количество объявлений о состоянии каналов (LSA)

source: Number Of Areas
ru_ru: Количество зон

source: Number Of Scoped AS
ru_ru: Количество видимых автономных систем (AS)

source: SPF timer
ru_ru: Таймер SPF

source: Hold Time
ru_ru: Время удержания

source: Initial SPF scheduling delay
ru_ru: Начальная задержка планирования SPF

source: Running Time
ru_ru: Время выполнения

source: Routing Process
ru_ru: Процесс маршрутизации

source: Neighbor
ru_ru: Сосед

source: Prefix List inbound
ru_ru: Входящий список префиксов

source: Prefix List outbound
ru_ru: Исходящий список префиксов

source: Route Map inbound
ru_ru: Входящая карта маршрутов

source: Route Map outbound
ru_ru: Исходящая карта маршрутов

source: Edit Neighbor
ru_ru: Редактировать соседа

source: Local Router ID
ru_ru: Идентификатор локального маршрутизатора

source: Next Hop
ru_ru: Следующий прыжок

source: Adjacent Neighbor Count
ru_ru: Количество непосредственных соседей

source: Neighbor Count
ru_ru: Количество соседей

source: RFC2328 Conform
ru_ru: Соответствие RFC2328

source: ASBR
ru_ru: Пограничный маршрутизатор автономной системы (ASBR)

source: Minimum Hold Time
ru_ru: Минимальное время удержания

source: Milliseconds
ru_ru: Миллисекунды

source: Maximum Hold Time
ru_ru: Максимальное время удержания

source: Current Hold Time Multipier
ru_ru: Множитель временного удержания

source: Areas Attached Count
ru_ru: Количествот подключённых зон

source: Link State Area
ru_ru: Состояние связи с зоной

source: External LSA
ru_ru: Внешнее объявление о состоянии канала (LSA)

source: Areas
ru_ru: Зоны

source: Fully Adjacent Neighbor Count
ru_ru: Полное количество непосредственных соседей

source: SPF Execution Count
ru_ru: Счетчик выполнения SPF

source: Router ID:
ru_ru: Идентификатор маршрутизатора:

source: Router Link State Area
ru_ru: Состояние канала маршрутизации с областью

source: Link ID
ru_ru: Иденитификатор канала

source: ADV Router
ru_ru: Маршрутизатор ADV

source: Area:
ru_ru: Зона:

source: External States
ru_ru: Внешние состояния

source: Multicast Group Memberships
ru_ru: Членство в группах многоадресной рассылки

source: Backup Designated Router
ru_ru: Резервный назначенный маршрутизатор

source: Neighbor ID
ru_ru: Иденитификатор соседа

source: Designated Router Interface Address
ru_ru: Назначенный адрес интерфейса маршрутизатора

source: Dead Time
ru_ru: Мёртвое время

source: Hello Interval:
ru_ru: Интервал приветствия:

source: Dead Interval:
ru_ru: Мёртвый интервал:

source: Wait Interval:
ru_ru: Интервал ожидания:

source: Retransmit Interval:
ru_ru: Интервал повторной отправки:

source: ASBR summary
ru_ru: Сводка о пограничном маршрутизаторе автономной системы (ASBR)

source: NSSA
ru_ru: Не очень короткая область (NSSA)

source: Full (Designated Router)
ru_ru: Полный (Назначенный Маршрутизатор)

source: Transmit Delay
ru_ru: Задержка передачи

source: Broadcast
ru_ru: Широковещательная передача

source: Area
ru_ru: Зона

source: BGP AS Number
ru_ru: Номер автономной системы (AS) BGP

source: BGP Neighbor
ru_ru: Сосед BGP

source: One of the neighbor IPs
ru_ru: Один из соседних IP

source: Type or select a route source.
ru_ru: Введите или выберите источник маршрута.

source: Neighbor AS.
ru_ru: Автономная система (AS) соседа

source: Update-Source Interface
ru_ru: Интерфейс обновленя источника

source: Free text field for your set, please be careful! You can set e.g. "local-prefernce 300" or "community 1:1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)
ru_ru: Свободное текстовое поле для вашего набора, пожалуйста, будьте осторожны!Вы можете установить, например, "local-prefernce 300" or "community 1:1"(http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)

source: Area in wildcard mask style like 0.0.0.0 and no decimal 0
ru_ru: Область в стиле маски подстановочных знаков, как 0.0.0.0 и не десятичное 0

source: Cost
ru_ru: Зона

source: Dead Interval
ru_ru: Мёртвый интервал

source: Create a logfile
ru_ru: Создать файл журнала

source: If you check this, a log file will be written to disk.
ru_ru: Если вы выберете это, файл журнала будет записан на диск.

source: Logfile level
ru_ru: Детализация журнала

source: This is the detail level of the log. A higher level means more data is logged.
ru_ru: Это уровень детализации журнала. Более высокий уровень означает, что регистрируется больше данных.

source: Send log messages to syslog
ru_ru: Отправлять сообщения журнала в syslog

source: Syslog is a service which is made to collect log messages from different software and maybe to a central logging server. Check this box if you have such a setup.
ru_ru: Syslog-это сервис, который предназначен для сбора сообщений журнала с различных программ и, возможно, на центральный сервер регистрации. Установите этот флажок, если у вас есть такая установка.

source: Syslog level
ru_ru: Уровень syslog

source: If you have a CARP setup, you may want to configure a router id in case of a conflict.
ru_ru: Если у вас есть настройка CARP, вы можете настроить идентификатор маршрутизатора в случае конфликта.

source: Type or select interface.
ru_ru: Введите или выберите интерфейс.

source: Always Advertise Default Gateway
ru_ru: Всегда объявляйте шлюз по умолчанию
