Repository: kekek2/lang
Catalog: ting_addons/2018.06.14.diff.*.po
Languages: ru_ru

source: action
ru_ru: Действие

source: Filter:
ru_ru: Фильтр:

source: Update interval:
ru_ru: Интервал обновления:

source: log entires
ru_ru: Записи журнала

source: Quantity:
ru_ru: Количество:

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
ru_ru: Выберите семейство протоколов для использования. Обратите внимание, что использование обоих семейств с UDP/TCP не работает с явным интерфейсом, поскольку OpenVPN не поддерживает прослушивание нескольких указанных IP-адресов. В этом случае в настоящее время предполагается IPv4.

source: By default, IPsec installs routes when a tunnel becomes active. Select this option to prevent automatically adding routes to the system routing table. See charon.install_routes
ru_ru: По умолчанию IPsec устанавливает маршруты, когда туннель становится активным. Выберите этот параметр, чтобы запретить автоматическое добавление маршрутов в системную таблицу маршрутизации. См. charon.install_routes

source: Do not automatically install routes
ru_ru: Не устанавливать маршруты автоматически

source: Do not install routes
ru_ru: Не устанавливать маршруты

source: Require passwords to meet complexity rules
ru_ru: Требовать пароли для соответствия правилам сложности

source: Enable complexity requirements
ru_ru: Включить требования сложности

source: Complexity
ru_ru: Сложность

source: Sets the minimum length for a password
ru_ru: Задает минимальную длину пароля

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
ru_ru: Настройки длительности пароля - интервал в днях, в течение которого пароли остаются действительными. По достижении, пользователь будет вынужден изменить свой пароль, прежде чем продолжить.

source: %d days
ru_ru: %d дней

source: Harden security on local accounts, for methods other then local these will usually be configured on the respective provider (e.g. ldap/radius/..).
ru_ru: Ужесточите безопасность на локальных учетных записях, для методов, отличных от локальных, они обычно будут настроены на соответствующем провайдере (например, ldap/radius/..).

source: Enable password policy constraints
ru_ru: Включение ограничений политики паролей

source: Policy
ru_ru: Политика

source: Your password has expired, please provide a new one
ru_ru: Срок действия вашего пароля истек, укажите новый пароль

source: Preferred landing page after login or authentication failure
ru_ru: Предпочтительная целевая страница после входа в систему или сбоя аутентификации

source: Preferred landing page
ru_ru: Предпочтительная целевая страница

source: You must define an IP on each machine participating in this failover group.
ru_ru: Необходимо определить IP-адрес на каждом компьютере, участвующем в этой группе отработки отказа.

source: The synchronize peer IP must be an IPv4 address or left empty.
ru_ru: IP-адрес узла синхронизации должен быть IPv4-адресом или пустым.

source: Delete selected items
ru_ru: Удалить выбранные элементы

source: Clone
ru_ru: Копия

source: Warning (latency)
ru_ru: Предупреждение (задержка)

source: Warning (packetloss)
ru_ru: Предупреждение (потеря пакетов)

source: This option flushes the entire state table on IPv4 address changes in dynamic setups to e.g. allow VoIP servers to re-register.
ru_ru: Эта опция сбрасывает всю таблицу состояний на изменениях адреса IPv4 в динамических установках, чтобы, например, позволить серверам VoIP повторно регистрироваться.

source: Reset all states when a dynamic IP address changes.
ru_ru: Сброс всех состояний при изменении динамического IP-адреса.

source: Dynamic state reset
ru_ru: Динамический сброс состояния

source: Enable access logging on the webinterface for debugging and analysis purposes.
ru_ru: Включите ведение журнала доступа в веб-интерфейсе для отладки и анализа.

source: Enable access log
ru_ru: Включить журнал доступа

source: Access log
ru_ru: Журнал доступа

source: You must specify a valid SSH port number.
ru_ru: Необходимо указать допустимый номер порта SSH.

source: You must specify a valid web GUI protocol.
ru_ru: Необходимо указать допустимый протокол Web GUI.

source: You must specify a valid web GUI port number.
ru_ru: Необходимо указать допустимый номер порта Web GUI.

source: Name of the host, without domain part. Use "*" to create a wildcard entry.
ru_ru: Имя узла без домена. Используйте "*", чтобы создать запись с подстановочными знаками.

source: The local zone type used for the system domain. Type descriptions are available under "local-zone:" in the %sunbound.conf(5)%s manual page. The default is 'transparent'.
ru_ru: Тип локальной зоны, используемый для системного домена. Описания типов доступны в разделе "local-zone:" в %sunbound.conf(5)%s страница руководства. Значение по умолчанию - 'прозрачный'.

source: Local Zone Type
ru_ru: Тип Локальной Зоны

source: Local zone type "%s" is not known.
ru_ru: Тип локальной зоны "%s" неизвестен.

source: Please click the "Calculate" to get a result.
ru_ru: Пожалуйста, нажмите кнопку 'Рассчитать', чтобы получить результат.

source: Checksum:
ru_ru: Контрольная сумма:

source: Calculate
ru_ru: Вычислить

source: Enter the text between "$" and "*" of a NMEA command string.
ru_ru: Введите текст между "$" и "*" командной строки NMEA.

source: SLAAC configuration
ru_ru: Конфигурация SLAAC

source: Request the IPv6 information through the IPv4 PPP connectivity link.
ru_ru: Запрос информации IPv6 по ссылке подключения IPv4 PPP.

source: Only request an IPv6 prefix; do not request an IPv6 address.
ru_ru: Запрашивать только префикс IPv6; не запрашивать адрес IPv6.

source: Request only an IPv6 prefix
ru_ru: Запрашивать только префикс IPv6

source: Set the IPv6 address on the IPv4 PPP connectivity link.
ru_ru: Задайте IPv6-адрес в ссылке подключения IPv4 PPP.

source: Calculated PPP MTU
ru_ru: Рассчитанный PPP MTU

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
ru_ru: Для некоторых типов интерфейса шлюз необходим для настройки псевдонима IP (ppp/pppoe / tunnel), оставьте это поле пустым для всех других типов интерфейса.

source: modulate state
ru_ru: Модулировать состояние

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
ru_ru: Нельзя использовать адрес IPv4 или IPv6 в комбинированных правилах IPv4 + IPv6.

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
ru_ru: Нельзя назначить тип ICMP правилу, которое применяется к IPv4 и IPv6.

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
ru_ru: Нельзя назначить шлюз IPv6 правилу фильтрации IPv4.

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
ru_ru: Нельзя назначить шлюз IPv4 правилу фильтрации IPv6.

source: You can not assign an IPv6 gateway group on an IPv4 rule.
ru_ru: Нельзя назначить группу шлюза IPv6 для правила IPv4.

source: You can not assign an IPv4 gateway group on an IPv6 rule.
ru_ru: Нельзя назначить группу шлюза IPv6 для правила IPv4.

source: Shut down after changes are complete
ru_ru: Завершение работы после завершения изменений

source: The system has been reset to factory defaults and is shutting down.
ru_ru: Система была сброшена в заводские настройки и отключается.

source: Your device is powering off
ru_ru: Устройство выключено

source: Setup/Test %s
ru_ru: Настройка/Тест %s

source: communication failure
ru_ru: Сбой связи

source: Pipe
ru_ru: Канал

source: Mask
ru_ru: Маска

source: Bandwidth
ru_ru: Пропускная способность

source: Add an item to the table to fetch a remote acl for blacklisting.%s You can enable or disable the blacklist list.%s The active blacklists will be merged with the settings under %sForward Proxy -> Access Control List%s.
ru_ru: Добавьте элемент в таблицу, чтобы получить удаленный список acl для черного списка.%s Черный список можно включить или отключить.%s Активные черные списки будут объединены с настройками в разделе %sForward Proxy -> Access Control List%s.

source: Delete Alert Log
ru_ru: Удалить журнал оповещений

source: Alert info
ru_ru: Информация о предупреждении

source: tls notafter
ru_ru: Сертификат не после

source: tls notbefore
ru_ru: Сертификат не раньше

source: tls version
ru_ru: Версия сертификата

source: tls serial
ru_ru: Серийный номер сертификата

source: tls fingerprint
ru_ru: Отпечаток сертификата

source: tls session resumed
ru_ru: возобновление защищённого сеанса

source: tls issuer
ru_ru: Издатель сертификата

source: tls subject
ru_ru: Предмет сертификата

source: Alert sid
ru_ru: Идентификатор предупреждения

source: (dst) Address
ru_ru: (назначение) Адрес

source: Go back to previous page
ru_ru: Вернуться на предыдущую страницу

source: The next major release is:
ru_ru: Следующий мажорный релиз:

source: Unlock this upgrade
ru_ru: Разблокировать это обновление

source: Unlock
ru_ru: Разблокировать

source: Custom (hours)
ru_ru: Произвольный (часы)

source: 3 months
ru_ru: 3 месяца

source: 2 months
ru_ru: 2 месяца

source: 1 month
ru_ru: 1 месяц

source: 3 weeks
ru_ru: 3 недели

source: 12 hours
ru_ru: 12 часов

source: 6 hours
ru_ru: 6 часов

source: never
ru_ru: никогда

source: Expires in
ru_ru: Истекает в

source: Setting
ru_ru: Yfcnhjqrb

source: The validity, expiry time and the quantity of vouchers must be integers.
ru_ru: Допустимость, срок действия и количество ваучеров должны быть целыми числами.

source: Confirm
ru_ru: Подтвердить

source: Normally the config xml will be written as config-stamp.xml, with this option set the filename will use the systems host and domain name.
ru_ru: Обычно XML конфигурации записывается как config-stamp.xml, с этим набором опции имя файла будет использовать системный хост и доменное имя.

source: Prefix hostname to backupfile
ru_ru: Префикс имени хоста для резервного файла

source: You need a private key in p12 format to use Google Drive, instructions on how to aquire one can be found here %s
ru_ru: Вам нужен закрытый ключ в формате p12 для использования Google диска, инструкции по его приобретению можно найти здесь %s

source: Client-ID in the Google cloud console
ru_ru: Идентификатор клиента в консоли Google cloud

source: The username may not be a part of the password
ru_ru: Имя пользователя не может быть частью пароля

source: Password should contain at least 3 of the 4 different character groups (lowercase, uppercase, number, special)
ru_ru: Пароль должен содержать не менее 3 из 4 различных групп символов (строчные, прописные, числовые, специальные)

source: Current password equals new password
ru_ru: Текущий пароль совпадает с новым

source: Password must have at least %d characters
ru_ru: Пароль должен содержать не менее %d символов

source: This item has been created by another service, command and parameter may not be changed. (was: %s)
ru_ru: Этот элемент был создан другой службой, команда и параметр не могут быть изменены. (было: %s)

source: This item has been created by another service, command and parameter may not be changed.
ru_ru: Этот элемент был создан другой службой, команда и параметр не могут быть изменены.

source: Page not found
ru_ru: Страница не найдена

source: Unknown firmware status encountered.
ru_ru: Обнаружен неизвестный статус прошивки.

source: An error occurred while connecting to the selected mirror.
ru_ru: Произошла ошибка при подключении к выбранному зеркалу.

source: Timeout while connecting to the selected mirror.
ru_ru: Истекло время ожидания при подключении к выбранному зеркалу.

source: The current package configuration is invalid.
ru_ru: Недопустимая текущая конфигурация пакета.

source: Could not authenticate the selected mirror.
ru_ru: Не удалось проверить подлинность выбранного зеркала.

source: No address record found for the selected mirror.
ru_ru: Не найдена запись адреса для выбранного зеркала.

source: obsolete
ru_ru: устаревший

source: Please enter a different name for the Certificate. A Certificate with that name/common name already exists.
ru_ru: Введите другое имя сертификата. Сертификат с таким именем/общим именем уже существует.

source: Please enter a different name for the Certificate Authority. A Certificate Authority with that name already exists.
ru_ru: Введите другое имя для центра сертификации. Центр сертификации с таким именем уже существует.

source: Insight Aggregator
ru_ru: Внутренний накопитель

source: NetFlow Distributor
ru_ru: Дистрибутор NetFlow

source: DHCPv4 Server
ru_ru: Сервер DHCPv4

source: DHCPv4 Relay
ru_ru: Ретранслятор DHCPv4

source: Network UPS Monitor
ru_ru: Сетевой монитор ИБП

source: Import System Notification
ru_ru: Импорт Системных Уведомлений

source: SNMPv3 Users
ru_ru: Пользователи SNMPv3

source: Net-SNMP Daemon
ru_ru: Демон Net-SNMP

source: Join failed
ru_ru: Ошибка объединения

source: FRRouting Daemon
ru_ru: Демон FRRouting

source: Conditions
ru_ru: Условия

source: Quick Start Guide
ru_ru: Краткое руководство

source: Rules and Checks
ru_ru: Правила и проверки

source: Advanced Features
ru_ru: Дополнительные возможности

source: Queue
ru_ru: Очередь

source: shadowsockslocal daemon
ru_ru: Демон shadowsockslocal

source: Lobby: License
ru_ru: Сводка: Лицензия

source: Services: CaptivePortal: SMS Portal
ru_ru: Службы: CaptivePortal: SMS портал

source: Services: CicapClamav
ru_ru: Службы: CicapClamav

source: Services: Deep Packet Inspection
ru_ru: Службы: Анализатор трафика

source: Services: Kaspersky antivirus
ru_ru: Службы: Антивирус Касперского

source: Services: Net-SNMP
ru_ru: Службы: Net-SNMP

source: Services: Proxy: Group and User ACL
ru_ru: Слубы: Прокси: ACL на пользователей и группы

source: Services: Proxy: NTLM authentication
ru_ru: Службы: Прокси: Аутентификация NTLM

source: Services: Proxy: Proxy Log Analyzer
ru_ru: Службы: Прокси: Отчёты по Веб-прокси

source: Services: Proxy: Single Sign-On
ru_ru: Службы: Прокси: Технология единого входа (SSO)

source: Services: Proxy: URL Classifier by NetPolice
ru_ru: Службы: Прокси: Классификация URL с помощью NetPolice

source: Services: Proxy: User to IP/MAC restriction
ru_ru: Службы: Прокси: Привязка пользователей к IP/MAC

source: Services: Security Scanner
ru_ru: Службы: Сканер безопасности

source: System: Access: CMS Node
ru_ru: Система: Доступ: Узел CMS

source: System: EULA
ru_ru: Система: Лицензионное соглашение

source: Increase UFS read-ahead speeds to match the state of hard drives and NCQ.
ru_ru: Увеличение скорости чтения UFS в соответствии с состоянием жестких дисков и NCQ.

source: Act as an exit.
ru_ru: Действует как выход.

source: Add a header containing a visible indicator of the spam level.
ru_ru: Добавляет заголовок, содержащий видимый индикатор уровня спама.

source: Add delay in ms to this pipe.
ru_ru: Добавить задержку в ms к этому каналу.

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
ru_ru: Добавить маршруты в нотации CIDR, например 192.168.2.0/24. Допускается несколько записей

source: Additional exceptions for TLD rules.
ru_ru: Дополнительные исключения для правил TLD.

source: Allow Exit using IPv6 protocol
ru_ru: Разрешить выход по протоколу IPv6

source: Alwaysdata
ru_ru: Всегда данные

source: An optional custom reason text for the HTTP status code. If empty the default reason for the specified code will be used.
ru_ru: Необязательный настраиваемый текст причины для кода состояния HTTP. Если пусто для указанного кода будет использоваться значение по умолчанию.

source: Auth ID
ru_ru: Иденитификатор аутентификации

source: Auth Password
ru_ru: Пароль аутентификации

source: Authentication Password
ru_ru: Пароль аутентификации

source: Authentication Username
ru_ru: Имя пользователя аутентификации

source: Bind SMTP Client Address
ru_ru: Привязка адреса клиента SMTP

source: Bind SMTP Client v6 Address
ru_ru: Привязка адреса клиента SMTP v6

source: Bind User
ru_ru: Привязка пользователя

source: Bind options
ru_ru: Параметры привязки

source: Blocked File Extensions
ru_ru: Заблокированные расширения файлов

source: Check this to enable authentication against your Smarthost.
ru_ru: Установите этот флажок, чтобы включить проверку подлинности промежуточного узла.

source: ChilliSpot Bandwith Max DOWN
ru_ru: Нижняя граница максимальной пропускной способности ChilliSpot

source: ChilliSpot Bandwith Max UP
ru_ru: Верхняя граница максимальной пропускной способности ChilliSpot

source: Comparison
ru_ru: Сравнение

source: Connection rate
ru_ru: Скорость соединения

source: Cookie handling
ru_ru: Обработка файлов Cookie

source: Cookie name to use for persistence.
ru_ru: Имя файла Cookie для сохранения.

source: Cookie-based persistence
ru_ru: Сохраняемость на основе файлов Cookie

source: Default is 1 Minute.
ru_ru: По умолчанию 1 минута.

source: Dynamic pipe creation by source or destination address. <li>Choose destination to give every IP in destination field of rules the specified bandwith. A pipe with 1Mbit e.g. would let 3 clients lend 1Mbit each so 3Mbit max. Normally this is used for download pipes.</li> <li>Choose source to give every IP in the source field of rules the specified bandwith. Normally this is used for download pipes.</li> <li>Leave this value empty if you want to create a pipe with a fixed bandwith.</li>
ru_ru: Создание динамического канала по адресу источника или назначения. <li>Выберите назначение, чтобы дать каждому IP в поле назначения правил указанную пропускную способность. Труба с 1Mbit например позволила бы 3 клиентам занимая 1Mbit каждое настолько, чтобы занрузить 3mbit максимальное. Обычно это используется для труб входящего трафика.</li> <li>Выберите источник, чтобы предоставить каждому IP в поле источник правил указанную пропускную способность. Обычно это используется для труб входящего трафика.</li> <li>Оставьте это значение пустым, если вы хотите создать канал с фиксированной полосой пропускания.</li>

source: Dynamic queue creation by source or destination address. <li>Choose destination to evenly share every IP in destination field of rules the specified bandwith. A pipe with 1Mbit e.g. would let 4 clients lend 250Kbit each. Normally this is used for download queues.</li> <li>Choose source to evenly share every IP in the source field of rules the specified bandwith. Normally this is used for upload queues.</li> <li>Leave this value empty if you want to specify multiple queues with different weights.</li>
ru_ru: Динамическое создание очереди по адресу источника или назначения. <li>Выберите пункт назначения, чтобы равномерно распределить между IP-адресами из поля назначения правил указанной пропускной способности. Труба с 1Mbit, например, позволит 4 клиентам занимать 250Kbit каждый. Обычно это используется для очередей входящего трафика.</li> <li>Выберите источник, чтобы равномерно распределить между IP-адресами из поля источника правил указанной пропускной способности. Обычно это используется для очередей исходящего трафика.</li> <li>Оставьте это значение пустым,если необходимо указать несколько очередей с разными весами.</li>

source: Enable Authentication Result Headers
ru_ru: Включить заголовки результатов проверки подлинности

source: Enable Extended Spam Headers
ru_ru: Включить расширенные заголовки спама

source: Enable Mikrotik attributes
ru_ru: Включить атрибуты Mikrotik

source: Enable Phishtank collaborative clearing house for data and information about phishing on the Internet.
ru_ru: Включите совместный информационный центр Phishtank для получения данных и информации о фишинге в Интернете.

source: Enable SMTP Authentication
ru_ru: Включить проверку подлинности SMTP

source: Enable SNMP Agent
ru_ru: Включить SNMP-Агент

source: Enable SNMP Service
ru_ru: Включить службу SNMP

source: Enable Spamd Bar
ru_ru: Включить Spamd Bar

source: Enable or disable the FritzBox Anoncall plugin.
ru_ru: Включить или отключить плагин FritzBox a non call.

source: Enable or disable the squid SNMP Agent.
ru_ru: Включить или отключить SNMP-Агент squid.

source: Enable syslog alerts
ru_ru: Включить оповещения системного журнала

source: Enable the Netclient driver.
ru_ru: Включите драйвер Netclient.

source: Enable to automatically strip quotes from the cookie value. Some broken HTTP clients add quotes, which breaks persistence.
ru_ru: Позволяет автоматически удалять кавычки из значения cookie. Некоторые сломанные HTTP-клиенты добавляют кавычки, что нарушает стандарты.

source: Encryption Key
ru_ru: Ключ шифрования

source: Enforces use of the PROXY protocol over any connection established to the configured servers. The PROXY protocol informs the other end about the layer 3/4 addresses of the incoming connection, so that it can know the client's address or the public address it accessed to, whatever the upper layer protocol. This setting must not be used if the servers are not aware of the PROXY protocol. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#send-proxy">HAProxy documentation</a> for a full description.
ru_ru: Принудительно использовать ПРОКСИ-протокол через любое соединение, установленное с настроенными серверами. Протокол ПРОКСИ информирует другой конец об адресах уровней 3/4 входящего соединения, так, чтобы они могли знать адрес клиента или публичный адрес, к которому они обращались, независимо от протокола верхнего уровня. Этот параметр не должен использоваться, если серверы не знают о протоколе ПРОКСИ. См. <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#send-proxy">Документация HAProxy</a>для полного описания.

source: Enter a (partial) mail address, which should also receive extended headers. For example: user@example.com or @example.net.
ru_ru: Введите адрес электронной почты (можно частичный),который также должен получать расширенные заголовки. Например: user@example.com или @example.net.

source: Enter how long SPF entries are valid in days, default is 1 day.
ru_ru: Введите срок действия записей SPF в днях, по умолчанию 1 день.

source: Enter the size of the SPF cache in kilobytes. Default is 2k.
ru_ru: Введите Размер кэша SPF в килобайтах. По умолчанию 2к.

source: Exit Enable
ru_ru: Включить выход

source: Extended Headers Recipients
ru_ru: Получатели расширенных заголовков

source: Give a URL where to retrieve the Phishtank feed.
ru_ru: Укажите URL-Адрес для получения канал Phishtank.

source: HSTS includeSubDomains
ru_ru: Включить поддомены HSTS

source: HSTS max-age
ru_ru: Максимальное время HSTS

source: HSTS preload
ru_ru: Предварительная загрузка HSTS

source: HTTP Reason Text
ru_ru: Текст причины HSTS

source: HTTP Status Code
ru_ru: Код состояния HSTS

source: Healthy Threshold
ru_ru: Порог исправности

source: IP Version
ru_ru: Версия IP

source: IP address to listen to, this should be your LAN IP address.
ru_ru: IP адрес, на котором принимаются socks5 подключения от клиентов (чаще всего IP адрес локальной сети)

source: IPv6 Address
ru_ru: Адрес IPv6

source: IPv6 Exit
ru_ru: Выход IPv6

source: IPv6 Host
ru_ru: Узел IPv6

source: IPv6 Source
ru_ru: Источник IPv6

source: If an attached file has a suffix in this list, the mail will be rejected via a hard reject, which means that the server will be immeadiately informed about the policy violation.
ru_ru: Если прикрепленный файл имеет суффикс в этом списке, почта будет отклонена с помощью жесткого отказа, что означает, что сервер будет немедленно проинформирован о нарушении политики.
