Repository: kekek2/lang
Catalog: ting_addons/2018.02.02.redis.*.po
Languages: ru_ru

source: Enable Redis
ru_ru: Включить Redis

source: Enable or disable the Redis service.
ru_ru: Включение или отключение службы Redis.

source: General Redis Settings
ru_ru: Общие настройки redis

source: Let the Redis server listen on non-localhost interfaces.
ru_ru: Разрешить серверу redis слушать на внешних интерфейсах.

source: Enable Protected Mode
ru_ru: Включить защищенный режим

source: Reject Connections from other IP addresses than ::1 and 127.0.0.1.
ru_ru: Отклонять подключения с других IP-адресов, отличных от ::1 и 127.0.0.1.

source: TCP Listen Port
ru_ru: Слушать TCP-порт

source: Enter a valid TCP port.
ru_ru: Введите допустимый TCP-порт.

source: Select how detailed the logs should be debug is the most verbose setting.
ru_ru: Выберите, насколько подробные должны быть журналы, debug является наиболее информативным.

source: Enable Syslog
ru_ru: Включить syslog

source: Enable Syslog logging.
ru_ru: Включить вывод логов в syslog

source: Syslog Facility
ru_ru: Категория syslog

source: Database Count
ru_ru: Количество баз данных

source: The number of databases you would like to have.
ru_ru: Количество баз данных, которые вам нужны

source: Restrictions
ru_ru: Ограничения

source: Security Settings
ru_ru: Настройки безопасности

source: Server Password
ru_ru: Пароль сервера

source: Choose a secure value. It is recommended that you generate this password.
ru_ru: Выберите безопасное значение. Рекомендуется создать пароль.

source: Disable Commands
ru_ru: Отключённые команды

source: The commands here will be disabled and cannot be used anymore.
ru_ru: Перечисленные здесь команды будут отключены и больше не могут использоваться.

source: Limits
ru_ru: Пределы

source: Maximum Clients
ru_ru: Максимальное количество клиентов

source: Maximum Memory
ru_ru: Максимально доступная память

source: Maximum Memory Policy
ru_ru: Максимальное количество правил в памяти

source: Maximum Memory Samples
ru_ru: Максимальное количество выборок в памяти

source: Performance and Monitoring
ru_ru: Производительность и мониторинг

source: Slow Transactions
ru_ru: Медленные транзакции

source: Log Transactions Slower Than (microsecond)
ru_ru: Записывать в журнал транзакций медленнее чем (микросекунда)

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
ru_ru: 0: регистрировать все; положительное значение: регистрировать события, которые занимают больше времени, чем указано; отрицательное значение: ничего не записывать.

source: Maximum Length
ru_ru: Максимальная длина

source: This must be a valid port number.
ru_ru: Это должен быть допустимый номер порта.
