Repository: kekek2/lang
Catalog: ting_addons/2019.06.24.diff.*.po
Languages: ru_ru

source: Select an OpenVPN server to export profiles for.
ru_ru: Выберите сервер OpenVPN для экспорта профилей.

source: Select a pre-defined system command which should be run.
ru_ru: Выберите предопределенную системную команду, которую необходимо выполнить.

source: Select a Certificate Authority to use. To create a CA, go to <a href="/system_camanager.php">CA Manager</a>.
ru_ru: Выберите Центр сертификации для использования. Чтобы создать центр сертификации, перейдите в раздел <a href="/system_camanager.php" >CA Manager</ a>.

source: SHA256 Admin Password
ru_ru: Пароль администратора SHA256

source: Run Command
ru_ru: Запустить команду

source: Rewrite Subject
ru_ru: Переписать тему

source: Remote Server
ru_ru: Переписать сервер

source: Reject Score
ru_ru: Оценка отклонения

source: Proxy Send Timeout
ru_ru: Тайм-аут отправки прокси

source: Proxy Read Timeout
ru_ru: Тайм-аут чтения прокси

source: Pre-defined commands for this automation.
ru_ru: Предопределенные команды для этой автоматизации.

source: Port on which OpenVPN listens
ru_ru: Порт, на котором слушает OpenVPN

source: Port of the logging server. Leave empty when sensor and server run on the same system.
ru_ru: Порт сервера ведения журнала. Оставьте пустой, когда датчик и сервер работают в одной системе.

source: Parent proxy port.
ru_ru: Порт родительского прокси.

source: Parent proxy IP address or hostname.
ru_ru: IP-адрес родительского прокси или имя хоста.

source: Parent Proxy Settings
ru_ru: Параметры родительского прокси-сервера

source: P12 Password/confirm
ru_ru: P12 пароль/подтверждение

source: Optionally define a (list of) service(s) which are required before monitoring this one, if any of the dependencies are either stopped or unmonitored this service will stop/unmonitor too.
ru_ru: При необходимости определите (список) служб, которые требуются перед мониторингом этого. Если какая-либо из зависимостей остановлена или не контролируется, эта служба также остановится/не контролирует.

source: Nickname
ru_ru: Имя пользователя

source: Network on which this ACL is applied. Enter 'any' to use wildcard adressing.
ru_ru: Сеть, к которой применяется этот ACL. Введите 'any', чтобы использовать адресацию с подстановочными знаками.

source: Network on which this ACL is applied.
ru_ru: Сеть, к которой применяется этот ACL.

source: Netmask
ru_ru: Маска подсети

source: Name to identify this automation.
ru_ru: Имя для идентификации этой автоматизации.

source: MySQL User
ru_ru: Пользователь MySQL

source: MySQL Server
ru_ru: Сервер MySQL

source: MySQL Port
ru_ru: Порт MySQL

source: MySQL Password
ru_ru: Пароль MySQL

source: MySQL Database
ru_ru: База данных MySQL

source: Monitor Interface
ru_ru: Интерфейс монитора

source: Match against one or multiple DSCP values.
ru_ru: Сопоставление с одним или несколькими значениями DSCP.

source: Mails from IPs or networks in CIDR format entered here will be whitelisted from graylisting.
ru_ru: Письма из IP-адресов или сетей в формате CIDR, введенные здесь, будут занесены в белый список из серого списка.

source: Log Listen Port
ru_ru: Порт прослушивания журнала

source: Log Listen Address
ru_ru: Адрес прослушивания журнала

source: Local IPs
ru_ru: Локальные IP-адреса

source: Local Domains
ru_ru: Локальные домены

source: List of interface to listen on, none means listen on all interfaces.
ru_ru: Список интерфейса для прослушивания, 'none' означает прослушивание на всех интерфейсах.

source: List of domains not to be sent via parent proxy.
ru_ru: Список доменов, которые не будут отправлены через родительский прокси.

source: List of IP addresses not to be sent via parent proxy.
ru_ru: Список IP-адресов, которые не будут отправлены через родительский прокси.

source: Invert source
ru_ru: Инвертировать источник

source: Invert destination
ru_ru: Инвертировать назначение

source: If you enable this option, the username of the client will be sent to the ICAP server. This can be useful if you want to filter traffic based on usernames. Authentication is required to use usernames.
ru_ru: Если этот параметр включен, имя пользователя клиента будет отправлено на сервер ICAP. Это может быть полезно, если вы хотите фильтровать трафик на основе имен пользователей. Для использования имен пользователей требуется аутентификация.

source: If you check this box, this entry will be added to the configuration of trusted fingerprints.
ru_ru: Если этот флажок установлен, эта запись будет добавлена в конфигурацию надежных хэш подписей.

source: If set, a message larger than this size will not be scanned.
ru_ru: Если этот параметр задан, сообщение большего размера сканироваться не будет.

source: If checked, the CSP is not enforced (learning mode).
ru_ru: Если флажок установлен, CSP не применяется (режим обучения).

source: IP address to listen to where sensors should send log. Leave blank if you run server and sensor on the same machine.
ru_ru: IP-адрес для прослушивания, куда датчики должны отправлять журнал. Оставьте пустым, если вы запускаете сервер и датчик на той же машине.

source: IP address the server UI listens on.
ru_ru: IP-адрес, который прослушивает пользовательский интерфейс сервера.

source: IP address of the remote logging server.
ru_ru: IP-адрес удаленного сервера журналов.

source: Here you can summarize a network for this area like 192.168.0.0/23
ru_ru: Здесь вы можете суммировать сеть для этой области, как 192.168.0.0/23

source: Header Score
ru_ru: Оценка заголовка

source: Greylist Score
ru_ru: Оценка серого списка

source: Gateway IP
ru_ru: IP шлюза

source: File format to export.
ru_ru: Формат файла для экспорта.

source: Export type
ru_ru: Тип экспорта

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
ru_ru: Список исключения из доменов назначения. Можно использовать регулярное выражение, запятую или нажать Enter для нового элемента. Примеры: "mydomain.com" соответствует "*.mydomain.com"; "^https?: \ / \/([a-zA-Z]+)\.mydomain\."соответствует "http (s)://textONLY.mydomain.* ";"\.gif$" совпадает с "\*.gif" но не на "\*.gif test"; "\[0-9]+\.gif$" совпадает с "\123.gif", но не с "test\.gif"

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
ru_ru: Введите месяцы для выполнения задания, также может быть список через запятую, * (каждый) или диапазон (например. 1,2,3 или 1-3)

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
ru_ru: Введите минуты для выполнения задания, также может быть список через запятую, * (каждый) или диапазон (например. 10,20,30 или 10-30)

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
ru_ru: Введите часы для выполнения задания, также может быть список через запятую, * (каждый) или диапазон (например. 10,11,12 или 10-12)

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
ru_ru: Введите дни недели для выполнения задания, также может быть список через запятую, * (каждый) или диапазон (например. 1,2,3 или 1-3)

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
ru_ru: Введите дни месяца для выполнения задания, также может быть список через запятую, * (каждый) или диапазон (например. 1,20,28 или 1-28)

source: Enter a useful description for your entry.
ru_ru: Введите описание для вашей записи.

source: Enter a prefix added to the subject when Subject Score is reached.
ru_ru: Введите префикс, добавляемый к теме при достижении оценки темы.

source: Enter a list of elliptic curves supported by the client in a standard configuration in OpenSSL syntax (curve1:curve2:0x0001).
ru_ru: Введите список эллиптических кривых, поддерживаемых клиентом в стандартной конфигурации в синтаксисе OpenSSL (curve1:curve2:0x0001).

source: Enter a list of elliptic curves supported by the client in a standard configuration in OpenSSL syntax (cipher1:cipher2:0x0001).
ru_ru: Введите список эллиптических кривых, поддерживаемых клиентом в стандартной конфигурации в синтаксисе OpenSSL (cipher1:cipher2:0x0001).

source: Enter a custom timout between data received from the client after which the connection is closed.
ru_ru: Введите пользовательское время ожидания между данными, полученными от клиента, после которого соединение будет закрыто.

source: Enter a custom timout between data it sent to the client after which the connection is closed.
ru_ru: Введите пользовательский тайм-аут между данными, отправленными клиенту, после чего соединение будет закрыто.

source: Endpoint Port
ru_ru: Порт конечной точки

source: Endpoint Address
ru_ru: Адрес конечной точки

source: Enable transparent proxy mode. You will need a firewall rule to forward traffic from the firewall to the proxy server. You may leave the proxy interfaces empty, but remember to set a valid ACL in that case. <a href="/firewall_nat_edit.php?template=transparent_proxy"> Add a new firewall rule </a>
ru_ru: Включение прозрачного режима прокси. Для пересылки трафика с брандмауэра на прокси-сервер потребуется правило брандмауэра. Можно оставить прокси-интерфейсы пустыми, но не забудьте установить допустимый ACL в этом случае. <a href="/firewall_nat_edit.php?template=transparent_proxy">добавить новое правило брандмауэра</a>

source: Enable this user.
ru_ru: Включить этого пользователя.

source: Enable this server.
ru_ru: Включить этот сервер.

source: Enable this automation.
ru_ru: Включить эту автоматизацию.

source: Enable parent proxy feature.
ru_ru: Включить функцию родительского прокси.

source: Enable configured services.
ru_ru: Включить настроенные службы.

source: Enable authentication against the parent proxy.
ru_ru: Включить проверку подлинности родительского прокси-сервера.

source: Enable SSL inspection mode, which allows to log HTTPS connections information, such as requested URL and/or make the proxy act as a man in the middle between the internet and your clients. Be aware of the security implications before enabling this option. If you plan to use transparent HTTPS mode, you need nat rules to reflect your traffic.<a href="/firewall_nat_edit.php?template=transparent_proxy&https=1">Add a new firewall rule </a>
ru_ru: Включить режим проверки SSL, который позволяет регистрировать информацию о соединениях HTTPS, такую как запрошенный URL и/или заставить прокси действовать как человек посередине между интернетом и вашими клиентами. Прежде чем включить этот параметр, необходимо ознакомиться с его последствиями для безопасности. Если вы планируете использовать прозрачный режим HTTPS, вам нужны правила nat для отражения вашего трафика.<a href="/firewall_nat_edit.php?template=transparent_proxy & https=1"> Добавить новое правило брандмауэра</a>

source: Enable Remote MySQL
ru_ru: Включить удалённый MySQL

source: Enable Parent Proxy
ru_ru: Включить Родительский Прокси

source: Enable Netdata, you can reach the UI via address and port set below.
ru_ru: Включить Netdata, можно получить доступ к интерфейсу через адрес и порт, указанные ниже.

source: Enable Maltrail Server
ru_ru: Включить сервер Maltrail

source: Enable Maltrail Sensor
ru_ru: Включить сенсор Maltrail

source: Enable Authentication
ru_ru: Включить аутентификацию

source: Elliptic Curves
ru_ru: Эллиптические кривые

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
ru_ru: Не декодировать и/или не фильтровать содержимое SSL, только регистрировать запрошенные домены и IP-адреса. Некоторые старые серверы могут не предоставлять SNI, поэтому их адреса не будут указаны.

source: Disable password save
ru_ru: Отключить сохранение пароля

source: Description for this automation.
ru_ru: Описание для этой автоматизации.

source: DHCP Enable
ru_ru: Включить DHCP

source: Custom configuration, which will be returned in the output file without modifications
ru_ru: Пользовательская конфигурация, которая будет возвращена в выходной файл без изменений

source: Custom config
ru_ru: Пользовательская конфигурация

source: Create a list of sites which may not be inspected, for example bank sites. Prefix the domain with a . to accept all subdomains (e.g. .google.com).
ru_ru: Создать список сайтов, которые не будут проверены, например банковские сайты. Если Перед именем домена '.', то принять все поддомены (например .google.com).

source: Content Security Policy: Report Only
ru_ru: Политика Безопасности Содержимого: Только Отчет

source: Comma-separated list of SMTP servers for alert delivery.
ru_ru: Разделенный запятыми список SMTP-серверов для доставки оповещений.

source: Choose the automations that should be run after certificate creation and renewal. Basically every application requires a quick restart to reload the updated certificate. If you don't configure an automation, the in-memory certificate may expire and cause security warnings and other issues.
ru_ru: Выберите автоматизации, которые должны выполняться после создания и обновления сертификата. В основном каждое приложение требует быстрого перезапуска для перезагрузки обновленного сертификата. Если не настроить автоматизацию, срок действия сертификата в памяти может истечь, что приведет к появлению предупреждений безопасности и других проблем.

source: Choose the Root CA. This CA will be trusted to issue client certificates for authentication.
ru_ru: Выберите корневой ЦС. Этому центру сертификации будет доверено выдавать сертификаты клиентов для проверки подлинности.

source: Choose a backend for advanced authentication. If you don't have one, configure it under System -> Access -> Servers. If nothing is configured, the local database is used.
ru_ru: Выберите серверную часть для расширенной проверки подлинности. Если у вас его нет, настройте его в System -> Access -> Servers. Если ничего не настроено, используется локальная база.

source: Choose a Firewall Alias for trusted proxies.
ru_ru: Выберите псевдоним брандмауэра для доверенных прокси-серверов.

source: Capture All
ru_ru: Захватить все

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
ru_ru: Блокировать пользовательские агенты. Можно использовать регулярное выражение, запятую или нажать Enter для нового элемента. Примеры: "^(.)+Macintosh(.)+Firefox/37\.0" соответствие "Macintosh версии Firefox 37.0";"^Mozilla" соответствует "все браузеры на основе Mozilla"

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
ru_ru: Блокировать ответ определенного типа MIME. Можно использовать регулярное выражение, запятую или нажать Enter для нового элемента. Примеры: "video/flv" соответствует " Flash Video"; "application/x-javascript" соответствует "javascripts"

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
ru_ru: Чёрный список доменов назначения. Можно использовать регулярное выражение, запятую или нажать Enter для нового элемента. Примеры: "mydomain.com" соответствует "*.mydomain.com"; "^https?: \ / \/([a-zA-Z]+)\.mydomain\."соответствует "http (s)://textONLY.mydomain.* ";"\.gif$" совпадает с "\*.gif" но не на "\*.gif test"; "\[0-9]+\.gif$" совпадает с "\123.gif", но не с "test\.gif"

source: Bandwidth Metric
ru_ru: Метрика пропускной способности

source: Automations
ru_ru: Автоматизации

source: Automation Timeout
ru_ru: Тайм-аут автоматизации

source: Area Range
ru_ru: Границы областей

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
ru_ru: Разрешенные TCP-порты назначения, можно использовать диапазоны (например. 222-226) и добавить комментарии с двоеточием (ex. 22:ssh).

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
ru_ru: Разрешенные SSL-порты назначения, можно использовать диапазоны (например. 222-226) и добавить комментарии с двоеточием (ex. 22:ssh).

source: Advanced ACL Authentication Backend
ru_ru: Расширенный ACL для аутентификации

source: Account Hash
ru_ru: Хэш аккаунта

source: Access Token
ru_ru: Маркер доступа

source: Sets auth-nocache in the exported configuration when password authentication is used. This prevents OpenVPN from caching passwords in memory.
ru_ru: Задает auth-nocache в экспортированной конфигурации при использовании аутентификации паролем. Это предотвращает кэширование паролей OpenVPN в памяти.

source: Address(es) or hostname(s) to which this client should connect to, use comma's to provide more then one
ru_ru: Адрес (адреса) или имя(имена) хоста, к которому должен подключиться этот клиент, используйте запятую для предоставления более одного элемента

source: Enable/disable sending of ICMP redirects in response to IP packets for which a better, and for the sender directly reachable, route and next hop is known.
ru_ru: Включить/отключить отправку перенаправлений ICMP в ответ на IP-пакеты, для которых известен лучший и для отправителя прямой доступ маршрут и следующий переход.

source: Enable/disable dropping of ICMP Redirect packets
ru_ru: Включение/отключение отбрасывания пакетов перенаправления ICMP

source: Services: Postfix: Log File
ru_ru: Службы: Postfix: Log File

source: Services: Netdata
ru_ru: Службы: Netdata

source: Services: Maltrail
ru_ru: Службы: Maltrail

source: Linked user(s)
ru_ru: Связанный пользователь

source: Recursion time (average)
ru_ru: Время рекурсии (среднее)

source: Recursion time (median)
ru_ru: Время рекурсии (медиана)

source: TCP usage
ru_ru: Использование TCP

source: IP ratelimited queries
ru_ru: Запросы с ограниченной скоростью IP

source: Recursive replies
ru_ru: Рекурсивные ответы

source: Cache misses
ru_ru: Промах кэша

source: Cache hits
ru_ru: Попаданя в кэш

source: Look up which aliases match a certain IP address
ru_ru: Посмотр, какие псевдонимы соответствуют определенному IP-адресу

source: Prefetch
ru_ru: Упреждающая выборка

source: No matches for this IP.
ru_ru: Нет совпадений для этого IP.

source: Error while fetching matching aliases:
ru_ru: Ошибка при извлечении совпадающих псевдонимов:

source: Enter an IP address to show in which aliases it is used.
ru_ru: Введите IP-адрес, чтобы увидеть, в каких псевдонимах он используется.

source: Find references
ru_ru: Найти ссылки

source: Now
ru_ru: Сейчас

source: Elapsed
ru_ru: Истекший

source: Remove all related state entries
ru_ru: Удалить все связанные записи

source: Full Date & Time
ru_ru: Полная дата и время

source: Source Hash Key is only valid for Source Hash type
ru_ru: Ключ исходного хэша действителен только для типа исходного хэша

source: Source Hash Key must be 0x followed by 32 hexadecimal digits
ru_ru: Хэш-ключ, источник должен начинаться с 0x, за которым следует 32 шестнадцатеричных цифр

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source. Optionally provide a Source Hash Key to make it persist when the ruleset is reloaded. Must be 0x followed by 32 hexadecimal digits.
ru_ru: Хэш источника: использует хэш адреса источника для определения адреса трансляции, гарантируя, что адрес перенаправления всегда один и тот же для данного источника. При необходимости укажите исходный хэш-ключ, чтобы он сохранялся при перезагрузке набора правил. Должен начинаться с 0x, за которым следует 32 шестнадцатеричных цифр.

source: Or click to %scheck for updates%s.
ru_ru: Или щелкните %проверить наличие обновлений%s.

source: If this interface is a multi-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
ru_ru: Если интерфейс является мульти-WAN интерфейсом, выберите существующий шлюз из списка или добавьте новый с помощью кнопки выше. Для единичных WAN-интерфейсов шлюз должен быть создан, но настроен на автоматическое определение. Для локальной сети шлюз настраивать не обязательно.

source: Override MTU
ru_ru: Переопределить MTU

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
ru_ru: Интернет-провайдер может неправильно установить значение MTU, которое может вызвать прерывистое нарушение работы сети. По умолчанию это значение игнорируется. Отключение этой опции позволит применить MTU, предоставленный провайдером.

source: Comma-separated list of services to NOT display in the widget
ru_ru: Разделенный запятыми список сервисов, которые не отображаются в виджете

source: Rows
ru_ru: Строки

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
ru_ru: Strongswan автоматически создает политики SPD для сетей, определенных на этом этапе 2. Если нужно разрешить другим сетям использовать этот туннель ipsec, можно добавить их здесь как список, разделенный запятыми. При настройке можно использовать NAT для передачи пакетов через этот туннель из этих сетей.

source: Remote Address
ru_ru: Удаленный адрес

source: Tunnel network
ru_ru: Туннельная сеть

source: Invalid local network: %s has no valid IPv6 network.
ru_ru: Недопустимая локальная сеть: %s не имеет допустимой сети IPv6.

source: Invalid local network: %s has no valid IPv4 network.
ru_ru: Недопустимая локальная сеть: %s не имеет допустимой сети IPv4.

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
ru_ru: Решает, установлены ли политики IPsec в ядре демоном charon для данного соединения. При использовании режима на основе маршрута (VTI) это должно быть отключено.

source: Install policy
ru_ru: Установить политику

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
ru_ru: Рекомендуется для динамических IP-адресов, которые могут быть разрешены DynDNS при запуске или обновлении IPsec.

source: Allow any remote gateway to connect
ru_ru: Разрешить подключение любого удаленного шлюза

source: Dynamic gateway
ru_ru: Динамический шлюз

source: Enter the public IP address or host name of the remote gateway.
ru_ru: Введите общедоступный IP-адрес или имя хоста удаленного шлюза.

source: Provide a list of split DNS domain names to clients. Enter a comma-separated list.
ru_ru: Предоставляет список разделенных доменных имен DNS клиентам. Введите список через запятую.
