Repository: kekek2/lang
Catalog: ting_addons/2019.06.24.diff.*.po
Languages: ru_ru

source: Please be aware that this option does not cover all areas of the system and will be removed in a future release.
ru_ru: Обратите внимание, что эта опция не распространяется на все области системы и будет удалена в будущем выпуске.

source: Privileges
ru_ru: Привилегии

source: IPv6 gateway group
ru_ru: Группа шлюза IPv6

source: Any available gateway
ru_ru: Любой доступный шлюз

source: IPv4 gateway group
ru_ru: Группа шлюзов IPv4

source: When using default gateway switching use any available gateway or select a specific gateway group below.
ru_ru: При использовании переключения шлюза по умолчанию используйте любой доступный шлюз или выберите определенную группу шлюза ниже.

source: Time interval before packets are treated as lost. Default is %d.
ru_ru: Интервал времени, прежде чем пакеты будут рассматриваться как потерянные. Значение по умолчанию - %d.

source: Lookup hostnames
ru_ru: Поиск имен хостов

source: Loss Interval
ru_ru: Интервал потерь

source: The time period over which results are averaged. Default is %d.
ru_ru: Период времени, за который усредняются результаты. Значение по умолчанию - %d.

source: Time Period
ru_ru: Временной период

source: Time interval between alerts. Default is %d.
ru_ru: Интервал времени между оповещениями. Значение по умолчанию - %d.

source: Alert Interval
ru_ru: Интервал Оповещения

source: This will force this gateway to be considered "down".
ru_ru: Шлюз принудительно считается отключенным.

source: This will consider this gateway as always being "up".
ru_ru: Шлюз принудительно рассматривается поднятым

source: This will select the above gateway as the default gateway.
ru_ru: Этот шлюз будет выбран в качестве шлюза по умолчанию.

source: The loss interval needs to be positive.
ru_ru: Интервал потерь должен быть положительным.

source: The loss interval needs to be a numeric value.
ru_ru: Интервал потерь должен быть числовым значением.

source: The time period needs at least 2.1 times that of the probe interval.
ru_ru: Период времени должен по крайней мере в 2,1 раза превышать интервал измерения.

source: The time period needs to be positive.
ru_ru: Период времени должен быть положительным.

source: The time period needs to be a numeric value.
ru_ru: Период времени должен быть числовым значением.

source: The alert interval needs to be positive.
ru_ru: Интервал оповещения должен быть положительным.

source: The alert interval needs to be a numeric value.
ru_ru: Интервал оповещения должен быть числовым значением.

source: The gateway address "%s" does not lie within one of the chosen interface's IPv4 subnets.
ru_ru: Адрес шлюза "%s" не находится в одной из подсетей IPv4 выбранного интерфейса.

source: No private key here
ru_ru: Нет закрытого ключа

source: Go back
ru_ru: Вернуться назад

source: Download Certificate
ru_ru: Скачать сертификат

source: You can download, revise, or add to CRL later.
ru_ru: Вы можете загрузить, пересмотреть или добавить в CRL позже.

source: Download Private Key
ru_ru: Скачать закрытый ключ

source: The private key is not saved and no longer downloadable after closing this window.
ru_ru: Закрытый ключ не сохраняется и больше не загрузится после закрытия этого окна.

source: Certificate has been issued.
ru_ru: Сертификат выдан.

source: If the certificate is for use by a device other than this firewall, and you can download private key soon after Saving, choose this. By this option you can download the private key, which is not saved onto this firewall.
ru_ru: Если сертификат предназначен для использования устройством, отличным от этого брандмауэра, и вы можете загрузить закрытый ключ вскоре после сохранения, Выберите это. С помощью этой опции вы можете загрузить закрытый ключ, который не сохраняется на этом брандмауэре.

source: Normally choose this.
ru_ru: Обычно выбирают это.

source: Download and do not save
ru_ru: Скачать и не сохранять

source: Save on this firewall
ru_ru: Сохранить на этом брандмауэре

source: Private key location
ru_ru: Расположение закрытого ключа

source: Select extendedKeyUsage
ru_ru: Выберите extendedKeyUsage

source: None. Just add CA option in basicConstraits.
ru_ru: Никто. Просто добавьте опцию CA в основные ограничения.

source: Combined Client/Server Certificate
ru_ru: Комбинированный сертификат клиент-сервер

source: Practical examples:
ru_ru: Примеры из практики:

source: Select keyUsage
ru_ru: Выберите keyUsage

source: Define the maximum number of non-self-issued intermediate certificates that may follow this certificate in a valid certification path.
ru_ru: Определите максимальное количество несамостоятельных промежуточных сертификатов, которые могут следовать за этим сертификатом в допустимом пути сертификации.

source: Maximum Path Length
ru_ru: Максимальная длина пути

source: Subject of the certificate
ru_ru: Субъект сертификата

source: Paste the CSR file here.
ru_ru: Вставьте CSR-файл сюда.

source: Show Detail
ru_ru: Показать подробности

source: Unknown error occured. Try again.
ru_ru: Произошла неизвестная ошибка. Попробовать еще раз.

source: Unknown Error
ru_ru: Неизвестная ошибка

source: Certificate Request
ru_ru: Запрос сертификата

source: Please select a valid extendedKeyUsage.
ru_ru: Пожалуйста, выберите действительный extendedKeyUsage.

source: Please select a valid keyUsage.
ru_ru: Выберите допустимое использование ключа.

source: Please select a valid Type.
ru_ru: Пожалуйста, выберите допустимый тип.

source: CSR file
ru_ru: Файл CSR

source: Could not parse CSR file.
ru_ru: Не удалось проанализировать файл CSR.

source: CSR file is invalid
ru_ru: Недопустимый файл CSR

source: No csr parameter in query
ru_ru: Нет параметра csr в запросе

source: Invalid Request
ru_ru: Недопустимый запрос

source: No previous action log found.
ru_ru: Предыдущий журнал действий не найден.

source: Sign a Certificate Signing Request
ru_ru: Подписать запрос на подписание сертификата

source: Are you sure you want to reset all tunables back to factory defaults?
ru_ru: Вы уверены, что хотите восстановить заводские настройки?

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
ru_ru: Исходящие пакеты от этого межсетевого экрана на интерфейсе, у которого есть шлюз, обычно используют указанный шлюз для этого интерфейса. Когда эта опция установлена, маршрут будет выбран системной таблицей маршрутизации.

source: No leases file found. Is the DHCP server active?
ru_ru: Файл аренды не найден. DHCP-сервер? активен ?

source: A valid hostname or domain must be specified in alias list.
ru_ru: Допустимое имя хоста или домена должно быть указано в списке псевдонимов.

source: If Unbound is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use Unbound resolver. If forwarding is enabled, Unbound will use the DNS servers entered in %sSystem: General setup%s or those obtained via DHCP or PPP on WAN if the "Allow DNS server list to be overridden by DHCP/PPP on WAN" is checked.
ru_ru: Если функция Unbound включена, служба DHCP (если включена) будет автоматически обслуживать IP-адрес локальной сети в качестве DNS-сервера для DHCP-клиентов, поэтому они будут использовать Unbound resolver. Если переадресация включена, Unbound будет использовать DNS-серверы, введенные в %sSystem: General setup%s или полученные через DHCP или PPP в WAN, если установлен флажок "Разрешить переопределение списка DNS-серверов DHCP/PPP в WAN".

source: Utilize different network interfaces that Unbound will use to send queries to authoritative servers and receive their replies. By default all interfaces are used. Note that setting explicit outgoing interfaces only works when they are statically configured.
ru_ru: Используйте различные сетевые интерфейсы, которые Unbound будет использовать для отправки запросов на авторитетные серверы и получать их ответы. По умолчанию используются все интерфейсы. Обратите внимание, что установка явных исходящих интерфейсов работает только тогда, когда они настроены статически.

source: Enter any additional options you would like to add to the Unbound configuration here.
ru_ru: Введите здесь все дополнительные параметры, которые вы хотите добавить в конфигурацию Unbound.

source: Create corresponding TXT records
ru_ru: Создание соответствующих записей TXT

source: If this option is unset, then IPv6 link-local addresses will not be registered in Unbound, preventing return of unreachable address when more than one listen interface is configured.
ru_ru: Если этот параметр не задан, адреса IPv6 link-local не будут зарегистрированы в Unbound, что предотвращает возврат недостижимого адреса при настройке нескольких интерфейсов прослушивания.

source: Register IPv6 link-local addresses
ru_ru: Регистрация IPv6-локальных адресов

source: If this option is set, then DHCP static mappings will be registered in Unbound, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
ru_ru: Если этот параметр установлен, статические сопоставления DHCP будут зарегистрированы в Unbound, чтобы их имя можно было разрешить. Необходимо также задать для домена в %system: General setup%s правильное значение.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
ru_ru: Если этот параметр установлен, то компьютеры, которые указывают свое имя хоста при запросе аренды DHCP, будут зарегистрированы в Unbound, чтобы их имя можно было разрешить.

source: Interface IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
ru_ru: IP-адреса интерфейса, используемые для ответа на запросы клиентов. Если у интерфейса есть адреса IPv4 и IPv6 IPs, используются оба. Запросы к другому интерфейсу, не выбранному ниже, отбрасываются. Поведение по умолчанию-отвечать на запросы по всем доступным адресам IPv4 и IPv6.

source: Enable Unbound
ru_ru: Включить Unbound

source: These are the IP addresses of servers to which DHCP requests are relayed. You can enter multiple server IP addresses, separated by commas.
ru_ru: Это IP-адреса серверов, к которым относятся DHCP-запросы. Можно ввести несколько IP-адресов сервера, разделенных запятыми.

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
ru_ru: Оставьте пустым чтобы отключить. Введите полное имя хоста или IP для сервера TFTP и, возможно, полный путь для bootfile.

source: Set Bootfile
ru_ru: Установить Bootfile

source: Set TFTP hostname
ru_ru: Установить имя хоста TFTP

source: Enter a list of partial MAC addresses to deny access, comma-separated, no spaces, such as %s
ru_ru: Введите список неполных MAC-адресов для запрета доступа, разделенных запятыми, без пробелов, например %s

source: Enter a list of partial MAC addresses to allow, comma-separated, no spaces, such as %s
ru_ru: Введите список частичных MAC-адресов, разделенных запятыми, без пробелов, например %s

source: Path is mandatory.
ru_ru: Путь является обязательным.

source: Please set at least one of Address or Interface.
ru_ru: Пожалуйста, установите адрес или интерфейс.

source: Address is mandatory for 'Remote Host' checks.
ru_ru: Адрес является обязательным для проверки удаленного сервера'.

source: Please set at least one of Pidfile or Match.
ru_ru: Пожалуйста, установите pid-файл или имя.

source: Test %s with type %s not allowed for this service type
ru_ru: Тест %s с типом %s не разрешен для этого типа службы

source: Condition would change the type of the test but it is linked to a service.
ru_ru: Условие изменило бы тип теста, но оно связано со службой.

source: Cannot change the type. Test is linked to a service.
ru_ru: Невозможно изменить тип. Тест связан со службой.

source: LDAP + Timebased One Time Password
ru_ru: LDAP + одноразовый пароль на основе времени

source: OpenVPN export
ru_ru: Экспорт OpenVPN

source: Alias
ru_ru: Всевдоним

source: The repository fingerprint has been revoked.
ru_ru: Подпись хранилища была отозвана.

source: Could not verify the repository fingerprint.
ru_ru: Не удалось проверить подпись репозитория.

source: maltrail server
ru_ru: сервер maltrail

source: maltrail sensor
ru_ru: сенсор maltrail

source: For more information, please visit
ru_ru: Для получения дополнительной информации, пожалуйста, посетите

source: Last rule download
ru_ru: Последняя загрузка правила

source: Last event
ru_ru: Последнее событие

source: Telemetry status
ru_ru: Состояние телеметрии

source: Reset acme client
ru_ru: Сброс клиента acme

source: This will remove ALL certificates, private keys, CSRs from acme client and reset all certificate and account states. However, existing certificates will remain in OPNsense trust storage. The acme client will automatically regenerate everything on its next scheduled run. This is most useful when importing a config backup to a new firewall. Continue?
ru_ru: Это удалит все сертификаты, закрытые ключи, CSRs из клиента acme и сбросит все состояния сертификатов и учетных записей. Однако существующие сертификаты останутся в хранилище доверия OPNsense. Клиент acme автоматически восстановит все при следующем запланированном запуске. Это наиболее полезно при импорте резервной копии конфигурации в новый брандмауэр. Продолжать?

source: Wipe all certificate and account data
ru_ru: Стереть все данные сертификата и учетной записи

source: Edit Automation
ru_ru: Редактировать автоматизацию

source: Wake All
ru_ru: Разбудить Всех

source: Wake up
ru_ru: Разбудить

source: Do you want to reset the database?
ru_ru: Вы хотите сбросить базу данных?

source: Confirm database reset
ru_ru: Подтверждение сброса базы данных

source: vnStat Daemon
ru_ru: Демон vnStat

source: Edit Lease
ru_ru: Редактировать аренду

source: Edit DHCP
ru_ru: Редактироовать DHCP

source: This feature is still in experimental state, use with caution.
ru_ru: Эта функция все еще находится в экспериментальном состоянии, использовать с осторожностью.

source: netdata daemon
ru_ru: демон netdata

source: BIND Daemon
ru_ru: Демон BIND

source: Empty Description
ru_ru: Пустое описание

source: Database repaired
ru_ru: База данных восстановлена

source: Repair database
ru_ru: Восстановить базу данных

source: The name you use for logging into your Yandex account
ru_ru: Имя, используемое для входа в аккаунт Яндекса

source: Yandex Disk
ru_ru: Яндекс.Диск

source: Number of PPTP users
ru_ru: Количество пользователей PPTP

source: Entry
ru_ru: Запись

source: Endpoints
ru_ru: Конечная точка

source: Edit Endpoint
ru_ru: Редактировать конечную точку

source: Hardware information
ru_ru: Информация об оборудовании

source: Platform
ru_ru: Платформа

source: Mailer
ru_ru: Мэйлер

source: TLS Fingerprint (Advanced)
ru_ru: Подпись TLS (расширенный)

source: Edit TLS Fingerprint
ru_ru: Редактировать подпись TLS

source: Update Interval:
ru_ru: Интервал обновления:

source: Server main
ru_ru: Главный сервер

source: Server zones
ru_ru: Зоны сервера

source: Upstreams
ru_ru: Вышестоящие сервера

source: Caches
ru_ru: Кэши

source: Responses
ru_ru: Ответы

source: used Size
ru_ru: используемый размер

source: used Node
ru_ru: используемый узел

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbund is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
ru_ru: По умолчанию localhost (127.0.0.1) будет использоваться в качестве первого сервера имен, когда, например, Dnsmasq или Unbound включен, поэтому система может использовать локальную службу DNS для выполнения поиска. Если этот флажок установлен, localhost удаляется из списка DNS-серверов.

source: Accounts / certificates
ru_ru: Учётные записи/сертификаты

source: Weighted Fair Queueing
ru_ru: Взвешенная справедливая очередь (WFQ)

source: FlowQueue-PIE
ru_ru: Планировщик пакетов PIE

source: (FQ-)CoDel target
ru_ru: (FQ-)CoDel назначение

source: quality
ru_ru: качественные

source: services
ru_ru: службы
