Repository: kekek2/lang
Catalog: ting_addons/2019.05.08.diff.*.po
Languages: ru_ru

source: Prefix List
ru_ru: Список префиксов

source: Port to listen on.
ru_ru: Порт для прослушивания.

source: Please select if this rule should be added to the PAC file.
ru_ru: Выберите, следует ли добавить это правило в файл PAC.

source: Please select a separator to join the matches. Or means any mach can be true which can be used to configure the same proxy for multiple networks while And means all matches must be true which can be used to assign the proxy in a more detailed way.
ru_ru: Пожалуйста, выберете как объединять условия. OR обозначает, что любое условие может быть истинным и может использоваться для настройки одного и того же прокси для нескольких сетей. AND означает, что все совпадения должны быть истинными и могут использоваться для более тонкой настройки прокси.

source: Paste the content of your map file here. See the <a target="_blank" href="http://cbonte.github.io/haproxy-dconv/1.8/configuration.html#map">HAProxy documentation</a> for a full description.
ru_ru: Вставьте сюда содержимое файла соответствия. См. раздел <a target="blank" href="http://cbonte.github.io/haproxy-conv/1.8/configuration.html#map">Документация HAProxy</a> для полного описания.

source: Pass Request To Local PHP Interpreter / Threat Upstream As FastCGI
ru_ru: Передавать запрос локальному или вышестоящему интерпретатору PHP через FastCGI. Опасно!

source: PSK based encryption
ru_ru: Шифрование на основе PSK

source: PSK Identity
ru_ru: Идентификация PSK

source: PROXY Protocol
ru_ru: Протокол прокси

source: Original URL Pattern (Regex)
ru_ru: Исходный шаблон URL-адреса (регулярное выражение)

source: Optional ICAP service
ru_ru: Необязательная служба ICAP

source: Operator
ru_ru: Оператор

source: Only use this setting if you know what you are doing. If not, expect your machine to get compromised. Use this setting when you want to run a local PHP application or call an external upstream, if selected, via FastCGI. Example upstreams are PHP-FPM or Rails via FastCGI API.
ru_ru: Используйте этот параметр, только если вы знаете, что делаете. Если нет, ожидайте, что ваша машина будет скомпрометирована. Используйте этот параметр, если вы хотите запустить локальное приложение PHP или вызвать внешний сервер, если он выбран, через FastCGI. Пример внешних серверов: PHP-FPM или Rails через FastCGI API.

source: Only use DNS server without user request logging.
ru_ru: Используйте только DNS-сервер без журналирования запросов пользователей.

source: Only use DNS server without own blacklisting. There are many servers deleting ads or with parental control enabled.
ru_ru: Используйте только DNS-сервер без собственного черного списка. Есть много серверов, удаляющих рекламу или с включенным родительским контролем.

source: Only use DNS server with DNSSEC enabled.
ru_ru: Используйте только DNS-сервер с включенным DNSSEC.

source: Only request a new version, if the content has changed since the last cache update.
ru_ru: Запрашивать только новую версию, если содержимое изменилось с момента последнего обновления кэша.

source: Only allow a single request to call the backend on the same URL at a single time.
ru_ru: Разрешите только одному запросу вызывать серверную часть по одному URL-адресу одновременно.

source: Number of threads to create for each HAProxy process.
ru_ru: Количество потоков, создаваемых для каждого процесса HAProxy.

source: Note that this is the account token not the user token.
ru_ru: Обратите внимание, что это токен учетной записи, а не токен пользователя.

source: No Delay (HTTP Only)
ru_ru: Нет задержки (только HTTP)

source: New URL Pattern
ru_ru: Новый шаблон URL

source: Negate this match. For example you can match if a host is not inside a network.
ru_ru: Отмените это сопоставление. Например, вы можете сопоставить, если хост не находится внутри сети.

source: Named Header
ru_ru: Именованный заголовок

source: Named Body Variable
ru_ru: Именованная рпеременная тела

source: Named Argument
ru_ru: Именованный аргумент

source: Name to identify this user.
ru_ru: Имя для идентификации этого пользователя.

source: Name to identify this map file.
ru_ru: Имя для идентификации этого файла сопоставления.

source: Name to identify this group.
ru_ru: Имя для идентификации этой группы.

source: Minimum TTL for negatively cached entries.
ru_ru: Минимальный TTL для отрицательно кэшированных записей.

source: Minimum TTL for cached entries.
ru_ru: Минимальный TTL для кэшированных записей.

source: Maximum TTL for negatively cached entries.
ru_ru: Максимальный TTL для отрицательно кэшированных записей.

source: Maximum TTL for cached entries.
ru_ru: Максимальный TTL для кэшированных записей.

source: Maximum Size (GB)
ru_ru: Максимальный размер (ГБ)

source: Maximum Failures
ru_ru: Максимум отказов

source: Maximum Connections
ru_ru: Максимум соединений

source: Maximum Cache Size
ru_ru: Максимальный размер кэша

source: Maximum Body Size
ru_ru: Максимальный размер тела

source: Max Client Connections
ru_ru: Максимум Клиентских Подключений

source: Matches
ru_ru: Совпадения

source: Match Value
ru_ru: Совпадающее значение

source: Match Type
ru_ru: Тип соответствия

source: Masquerade internal domains to the outside. When you set example.com, the domain host.internal.example.com will be rewritten to exmaple.com when mail leaves the system.
ru_ru: Маскарад внутренних доменов наружу. Когда вы установите example.com, домен host.internal.example.com будет переписан на exmaple.com при отправке почты.

source: Masquerade Domains
ru_ru: Домены, которые будут маскарадиься

source: Map file
ru_ru: Файл соответствия

source: Make this device visible as Layer 3 enabled.
ru_ru: Сделайте это устройство видимым при включении уровня 3.

source: Logsize in MB
ru_ru: Размер журнала в Мб

source: Login-Time
ru_ru: Продолжительность регистрации

source: Locations
ru_ru: Расположение

source: Listen IPv6
ru_ru: Слушать IPv6

source: List of peers for this server.
ru_ru: Список одноранговых узлов для этого сервера.

source: List of networks for this ACL.
ru_ru: Список сетей для этого ACL.

source: List of domains to whitelist. It will add a entry for the domains itself and all sub domains.
ru_ru: Список доменов в белый список. Будет добавлена запись для самих доменов и всех поддоменов.

source: List of addresses to configure on the tunnel adapter. Please use CIDR notation like 10.0.0.1/24.
ru_ru: Список адресов для настройки туннельного адаптера. Пожалуйста, используйте нотацию CIDR, как 10.0.0.1/24.

source: Limit networks to directly connected networks. Enabling this option is recommended if your nginx instance is reachable via the internet to prevent remote access to the web interface for security reasons. Please note that you can lock yourself out if you are accessing OPNsense via a router without SNAT.
ru_ru: Ограничение сети непосредственно подключенными сетями. Включение этой опции рекомендуется, если экземпляр nginx доступен через интернет для предотвращения удаленного доступа к веб-интерфейсу по соображениям безопасности. Обратите внимание, что вы можете заблокировать себя, если вы получаете доступ к OPNsense через маршрутизатор без SNAT.

source: Limit Zone
ru_ru: Ограниченная зона

source: Limit Requests
ru_ru: Ограничения запросов

source: Limit Networks
ru_ru: Ограниченные сети

source: Lifetime (days)
ru_ru: Срок действия (дни)

source: Let DNSCrypt-Proxy use servers with DNSCrypt protocol enabled.
ru_ru: Разрешить DNSCrypt-Proxy использовать серверы с включенным протоколом DNSCrypt.

source: Let DNSCrypt-Proxy use servers with DNS-over-HTTPS protocol enabled.
ru_ru: Разрешить DNSCrypt-Proxy использовать серверы с включенным протоколом DNS-over-HTTPS.

source: Let DNSCrypt-Proxy use IPv6 enabled servers.
ru_ru: Разрешить DNSCrypt-Proxy использовать серверы с поддержкой IPv6.

source: Let DNSCrypt-Proxy use IPv4 enabled servers.
ru_ru: Разрешить DNSCrypt-Proxy использовать серверы с поддержкой IPv4.

source: Learning Mode
ru_ru: Режим обучения

source: Layer 3 Visibility
ru_ru: Видимость уровня 3

source: Last Hour
ru_ru: Последний час

source: LAN interfaces
ru_ru: Интерфейс LAN

source: Knot server address, like: dns.example.com
ru_ru: Адрес сервера узлов, например: dns.example.com

source: Knot
ru_ru: Узел

source: Keepalive for HTTP (HTTPS, HTTP/2) queries in seconds.
ru_ru: Keepalive для запросов HTTP (HTTPS, HTTP/2) в секундах.

source: Keepalive Timeout
ru_ru: Время keepalive

source: Join Type
ru_ru: Тип объединения

source: Instance
ru_ru: Экземпляр

source: Index Name
ru_ru: Название индекса

source: Index File
ru_ru: Файл индекса

source: Inactive Time (Minutes)
ru_ru: Время неактивноасти (минуты)

source: In some cases it might be clearer to set a fixed router-id.
ru_ru: В некоторых случаях может быть яснее установить фиксированный идентификатор маршрутизатора.

source: Immediately respond to IPv6-related queries with an empty response. This makes things faster when there is no IPv6 connectivity.
ru_ru: Немедленно отвечать на запросы, связанные с IPv6, пустым ответом. Обработка будет быстрее, когда нет подключения IPv6.

source: Ignore Client Abort
ru_ru: Игнорировать прерывание клиента

source: If you set this setting, all requests are sent to this script instead of the request path (URL). Not using this setting on a remote instance can be dangerous.
ru_ru: Если этот параметр задан, все запросы отправляются в этот скрипт вместо пути запроса (URL). Не использовать этот параметр на удаленном экземпляре может быть опасно.

source: If you select an IP ACL, the client can only access this service if it fulfills this requirement.
ru_ru: Если выбран IP ACL, клиент может получить доступ к этой службе только в том случае, если он выполняет это требование.

source: If you only want to test it, you can check this box (policy will be deployed but not enforced).
ru_ru: Если вы хотите только протестировать, вы можете установить этот флажок (политика будет развернута, но не будет применена).

source: If you enable this option, nginx will not terminate the connection to the backend server if the client connection is terminated.
ru_ru: Если этот параметр включен, nginx не будет прерывать соединение с бэкэнд-сервером, если клиентское соединение разорвано.

source: If you enable this option, a stale response will be sent when in cases the original server is unable to (for example if it is down).
ru_ru: Если этот параметр включен, устаревший ответ будет отправлен, когда исходный сервер не сможет (например, если он не работает).

source: If you enable the proxy protocol, an upstream proxy or server will get the client IP and the server port before the real traffic is sent.
ru_ru: Если включить протокол прокси, вышестоящий прокси или сервер получит IP-адрес клиента и порт сервера до отправки реального трафика.

source: If you enable the proxy protocol, a downstream proxy can send the client IP and port before the real traffic is set.
ru_ru: Если включить протокол прокси-сервера, последующий прокси-сервер может отправить IP-адрес клиента и порт до установки реального трафика.

source: If you enable the honeypot, all requests to this location will go to a special temporary log which will be used to block the IP. This is dangerous because you may accidentally block legitimate users or search engines. The result is available as a special alias in the firewall section. For example you can trigger on locations of Wordpress for phpMyAdmin if you are not using it.
ru_ru: Если вы включите honeypot, все запросы к этому местоположению перейдут в специальный временный журнал, который будет использоваться для блокировки IP. Это опасно, потому что вы можете случайно заблокировать законных пользователей или поисковых систем. Результат доступен в виде специального псевдонима в разделе Брандмауэр. Например, вы можете вызвать на местах Wordpress для phpMyAdmin, если вы не используете его.

source: If you enable the WebSocket option, nginx will pass the upgrade header to the backed server.
ru_ru: Если вы включите опцию WebSocket, nginx передаст заголовок обновления на бэкэнд сервер.

source: If you enable the WebSocket Support option, nginx will pass the upgrade header to the backed server.
ru_ru: Если вы включите опцию поддержки WebSocket, nginx передаст заголовок обновления на бэкэнд сервер.

source: If you enable the Response Buffering option, nginx will buffer response from the backed server.
ru_ru: Если вы включите опцию буферизации ответов, nginx будет буферизировать ответ от бэкэнд-сервера.

source: If you choose multiple limits, the strictest will be used.
ru_ru: Если вы выберете несколько ограничений, будет использоваться самое строгое.

source: If you check this box, you can use the link header to send resources to the client before they are requested. You can boost your performance with this setting. This requires that your application sets the "Link" header correctly.
ru_ru: Если этот флажок установлен, можно использовать заголовок ссылки для отправки ресурсов клиенту до их запроса. С помощью этого параметра можно повысить производительность. Это требует, чтобы ваше приложение правильно установило заголовок "Link".

source: If you check this box, a TLS encrypted connection is enforced.
ru_ru: Если этот флажок установлен, применяется шифрованное соединение TLS.

source: If this is box is checked, the score will be added if the rule does not match. Use with care.
ru_ru: Если этот флажок установлен, оценка будет добавлена, если правило не совпадает. Используйте с осторожностью.

source: If this checkbox is checked, all other settings for this directive are ignored and everything will be forbidden.
ru_ru: Если этот флажок установлен, все остальные настройки этой директивы игнорируются и все будет запрещено.

source: If this checkbox is checked and ICAP server is broken, traffic will not be blocked.
ru_ru: Если этот флажок установлен и сервер ICAP не отвечает, трафик не будет заблокирован.

source: If the request is larger, it will be rejectet with error 413 (Request Entity Too Large). For example, you can enter 200m.
ru_ru: Если запрос больше, он будет отклонен с ошибкой 413 (объект запроса слишком велик). Например, можно ввести 200m.

source: If the request exceeds this size, it will be written to disk. Enter a number and a unit like 1m.
ru_ru: Если запрос превышает этот размер, он будет записан на диск. Введите число и единицу, например 1m.

source: If set to 'optional' or 'required', client certificate is requested.
ru_ru: Если установлено значение 'необязательно' или 'обязательно', запрашивается сертификат клиента.

source: If enabled it allows you to use SMTPS.
ru_ru: Если он включен, вы можете использовать SMTP.

source: If checked, this part of the CSP is enabled.
ru_ru: Если флажок установлен, эта часть CSP включена.

source: If checked, the CSP is enabled.
ru_ru: Если флажок установлен, CSP включен.

source: If checked, also subdomains are affected.
ru_ru: Если флажок установлен, также затрагиваются поддомены.

source: How much memory in percent the cache can use from the system. Default is 80%.
ru_ru: Сколько системной памяти в процентах может использовать кэш. По умолчанию-80%.

source: How long a DNS query will wait for a response in milliseconds.
ru_ru: Как долго DNS-запрос будет ждать ответа в миллисекундах.

source: Hostname Upstream Map
ru_ru: Соответствие вышестоящих имён узлов

source: Host Pattern
ru_ru: Шаблон Узла

source: Honeypot
ru_ru: Приманка

source: Hide Hostname
ru_ru: Скрыть имя хоста

source: Headers
ru_ru: Загловки

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
ru_ru: Порт прослушивания службой HTTPS. Если включено HTTPS, запросы будут перенаправлены с HTTP на HTTPS. Пожалуйста, выберите ниже сертификат

source: HTTPS Port
ru_ru: Порт HTTPS

source: HTTPS Only
ru_ru: Только HTTPS

source: HTTPS Listen Port
ru_ru: Порт прослушивания HTTPS

source: HTTP reuse
ru_ru: Повторное использование HTTP

source: HTTP Public Key Pinning: Report Only
ru_ru: Привязка открытого ключа HTTP: только отчет

source: HTTP Public Key Pinning: Max Age
ru_ru: Привязка открытого ключа HTTP: максимальный срок действия

source: HTTP Public Key Pinning: Include Subdomains
ru_ru: Привязка открытого ключа HTTP: включать поддомены

source: HTTP Public Key Pinning: Fingerprints
ru_ru: Привязка открытого ключа HTTP: хэш подписи

source: HTTP Port this service listens on.
ru_ru: Служба прослушивает HTTP-порт.

source: HTTP Port
ru_ru: Порт HTTP

source: HTTP Listen Port
ru_ru: Порт прослушивания HTTP

source: HAProxy will use this backend pool if no match is found in the map file.
ru_ru: HAProxy будет использовать этот бэкэнд-пул, если не найдено совпадение в файле соответствия.

source: HAProxy will handle service restarts in a way that no connections are dropped. This is the best restart mode, because it has no impact on user experience. That being said, there might be edge cases where seamless reloads lead to unexpected behaviour.
ru_ru: HAProxy будет обрабатывать перезапуск службы таким образом, что никакие соединения не потеряются. Это лучший режим перезапуска, поскольку он не влияет на работу пользователя. При этом могут быть крайние случаи, когда бесшовные перезагрузки приводят к неожиданному поведению.

source: HAProxy will extract the Host header from the HTTP request and search the map file for a match. If a match is found, the backend pool from the map file will be used.
ru_ru: HAProxy извлекает заголовок хоста из HTTP-запроса и ищет в файле совпадения. Если совпадение найдено, будет использоваться бэкэнд пул из файла соответствия.

source: HAProxy threads
ru_ru: Потоки HAProxy

source: Graceful stop
ru_ru: Остановка Graceful

source: Global HTTP Settings
ru_ru: Глобальные параметры HTTP

source: Generate and add OCSP Must Staple extension to the certificate.
ru_ru: Сгенерируйте и добавьте расширение OCSP Must Staple к сертификату.

source: Gateway which this route applies to.
ru_ru: Шлюз, к которому применяется этот маршрут.

source: GUI Settings
ru_ru: Настройки GUI

source: From Month
ru_ru: С месяца

source: Free text field for your set, please be careful! You can set e.g. "local-preference 300" or "community 1:1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)
ru_ru: Свободное текстовое поле для ваших настроек. Пожалуйста, будьте осторожны! Можно установить, например, "local-preference 300" или "community 1: 1" (http://www.nongnu.org/quagga/docs/docs-multi/Route-Map-Set-Command.html#Route-Map-Set-Command)

source: Force encrypted connections.
ru_ru: Принудительное шифрование соединений.

source: Force TCP
ru_ru: Принудительно TCP

source: Force HTTPS
ru_ru: Принудительноm HTTPS

source: Force CSO Login Matching
ru_ru: Принудительное согласование входа в систему CSO

source: Forbid Explicitly
ru_ru: Явно запретить

source: Flexible user parameters accept parameters with the key. This way a flexible user parameter can be the basis for creating several items.
ru_ru: Гибкие пользовательские параметры принимают параметры с помощью ключа. Таким образом, гибкий пользовательский параметр может быть основой для создания нескольких элементов.

source: Flag
ru_ru: Флажок

source: File System Root
ru_ru: Корень файловой системы

source: File Extension
ru_ru: Расшиирения файла

source: Fallback Resolver
ru_ru: Резервный резольвер

source: Fail Timeout
ru_ru: Тайм-Аут сбоя

source: Extensive Naxsi Log
ru_ru: Журнал Extensive Naxsi

source: Except a list of IPs from rate-limiting like ::1
ru_ru: За исключением списка IP-адресов от ограничения скорости, например, :: 1

source: Ephemeral Keys
ru_ru: Ключи Ephemeral

source: Enter the realm for this directory and enable authentication.
ru_ru: Введите область для этого каталога и включите аутентификацию.

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
ru_ru: Введите сетевой адрес для соответствия в нотации CIDR, например, 127.0.0.1 / 8 или:: 1/128

source: Enter the name of an existing item key.
ru_ru: Введите имя существующего ключа элемента.

source: Enter the name of an HTTP header to match.
ru_ru: Введите имя соответствующего заголовка HTTP.

source: Enter the name of a variable in the HTTP body to match.
ru_ru: Введите имя переменной в теле HTTP для соответствия.

source: Enter the name of a parameter to match.
ru_ru: Введите имя параметра для сопоставления.

source: Enter the minimum amount of dots in the domain name.
ru_ru: Введите минимальное количество точек в доменном имени.

source: Enter the maximum size for uploads in kilobytes (leave empty to disable).
ru_ru: Введите максимальный размер для закачивания в килобайтах (оставьте пустым, чтобы отключить).

source: Enter the maximum size for downloads in kilobytes (leave empty to disable).
ru_ru: Введите максимальный размер загрузок в килобайтах (оставьте пустым, чтобы отключить).

source: Enter the maximum amount of dots in the domain name.
ru_ru: Введите максимальное количество точек в доменном имени.

source: Enter the last month (maximum December, minimum January or From Month).
ru_ru: Введите последний месяц (максимальный декабрь, минимальный январь или от месяца).

source: Enter the last day.
ru_ru: Введите последний день.

source: Enter the first month.
ru_ru: Введите первый месяц.

source: Enter the first day of the week.
ru_ru: Введите первый день недели.

source: Enter the file system root from which the files are served.
ru_ru: Введите корень файловой системы, из которой обслуживаются файлы.

source: Enter the end time (maximum 23, minimum 0 or start time).
ru_ru: Введите время окончания (максимум 23, минимум 0 или время начала).

source: Enter start hour (minimum 0).
ru_ru: Введите начальный час (минимум 0).

source: Enter outgoing IP address
ru_ru: Введите исходящий IP-адрес

source: Enter how often the resource must be hit before adding it to the cache.
ru_ru: Введите частоту попадания ресурса перед его добавлением в кэш.

source: Enter a unique item key of your choice.
ru_ru: Введите уникальный ключ элемента по вашему выбору.

source: Enter a short description like a name for this redirect.
ru_ru: Введите краткое описание, например имя для этого перенаправления.

source: Enter a short description like a name for this ACL. It will be shown in the drop downs.
ru_ru: Введите краткое описание, например имя этого ACL. Оно будет показано в выпадающих списках.

source: Enter a regular expression to match the URL
ru_ru: Введите регулярное выражение, чтобы соответствовать URL-адресу

source: Enter a proxy URL in the form proxy.example.com:3128.
ru_ru: Введите URL-адрес прокси-сервера в форме proxy.example.com:3128.

source: Enter a name for this match.
ru_ru: Введите имя для этого соответствия.

source: Enter a list of file extensions, which are served instead of a directory. It is common to use index.html or index.php here.
ru_ru: Введите список расширений файлов, которые обслуживаются вместо выдачи списка файлов в директории. Обычно используют index.html или index.php.

source: Enter a list of IP addresses or CIDR networks which are allowed to override the source IP address using the specified header.
ru_ru: Введите список IP-адресов или сетей CIDR, которым разрешено переопределять исходный IP-адрес с помощью указанного заголовка.

source: Enter a hostname pattern like *.opnsense.org.
ru_ru: Введите шаблон имени хоста, например, *.opnsense.org-

source: Enter a description for this rule. The description should help you to identify this rule.
ru_ru: Введите описание этого правила. Описание должно помочь вам определить это правило.

source: Enter a description for this proxy for your reference.
ru_ru: Введите описание этого прокси-сервера для справки.

source: Enter a URL pattern like forum.opnsense.org/index*.
ru_ru: Введите шаблон URL-адреса, например, forum.opnsense.org/index*.
