Repository: kekek2/lang
Catalog: ting_addons/2019.05.08.diff.*.po
Languages: ru_ru

source: Upload a HTML file to /usr/local/etc/tor/exit-notice.html before enabling this to serve a directory frontpage.
ru_ru: Загрузите HTML-файл в /usr/local/etc/tor/exit-notice.html перед включением для обслуживания frontpage каталога.

source: Uncheck this box if you have a valid SSL certificate for your ISPConfig installation.
ru_ru: Снимите этот флажок, если у вас есть действительный сертификат SSL для установки ISPConfig.

source: Uncheck this box if you have a valid SSL certificate for your DirectAdmin installation.
ru_ru: Снимите этот флажок, если у вас есть действительный SSL-сертификат для установки DirectAdmin.

source: URL or URL Pattern
ru_ru: URL или шаблон URL

source: URL Rewriting
ru_ru: Перезапись URL

source: URL Pattern
ru_ru: Шаблон URL

source: UDP Port
ru_ru: Порт UDP

source: Type username or choose from list.
ru_ru: Введите имя пользователя или выберите из списка.

source: Type subnets to which you want to set access, use a comma or press Enter for new item. <div class="text-info">You can also paste a comma separated list into this field.</div>
ru_ru: Введите подсети, к которым вы хотите установить доступ, используйте запятую или нажмите Enter для нового элемента. <div class="text-info">в это поле также можно вставить список, разделенный запятыми.</div>

source: Type subnets from which you want to set access, use a comma or press Enter for new item. <div class="text-info">You can also paste a comma separated list into this field.</div>
ru_ru: Введите подсети, из которых вы хотите установить доступ, используйте запятую или нажмите Enter для нового элемента. <div class="text-info">в это поле также можно вставить список, разделенный запятыми.</div>

source: Type of DNSBL
ru_ru: Тип DNSBL

source: Type group or choose from list.
ru_ru: Введите группу или выберите из списка.

source: Type coma separate list remote servers in form host:port
ru_ru: Введите разделенный запятыми список удаленных серверов в форме хост:порт

source: Type MAC addresses to which you want to set access, use a comma or press Enter for new item. <div class="text-info">You can also paste a comma separated list into this field.</div>
ru_ru: Введите MAC-адреса, к которым вы хотите установить доступ, используйте запятую или нажмите Enter для нового элемента. <div class="text-info" >в это поле также можно вставить список, разделенный запятыми.</div>

source: Tunnel Address
ru_ru: Адресс туннелф

source: Trusted Proxies
ru_ru: Доверенные Прокси

source: To Month
ru_ru: По месяц

source: Thread ID that should bind to a specific CPU set. Any thread IDs above nbthread are ignored.
ru_ru: Идентификатор потока, который должен привязываться к определенному набору ЦП. Любые идентификаторы потоков больше nbthread игнорируются.

source: Thread ID
ru_ru: Идентификатор потока

source: This will prevent installing routes. Usually you only enable this to do own routing decisions via a local gateway and gateway rules.
ru_ru: Это предотвратит установку маршрутов. Обычно включается только для собственной маршрутизации через локальный шлюз и правила шлюза.

source: This will make the captive portal always send accounting requests, rather than just when there is a need for accounting (e.g. when there is a daily session limit).
ru_ru: Это заставит captive-портал всегда отправлять учетные запросы, а не только тогда, когда есть необходимость в учете (например, когда есть ограничение на ежедневную сессию).

source: This will hide the system hostname for DNS queries.
ru_ru: Это скроет имя хоста системы для запросов DNS.

source: This will hide the local BIND version in DNS queries.
ru_ru: Это скроет локальную версию BIND в DNS-запросах.

source: This will force safe search when using Bing.
ru_ru: Это усилит безопасность при поиске в Bing.

source: This will force safe Youtube browsing.
ru_ru: Это усилит безопасный просмотр в Youtube

source: This will force SafeSearch.
ru_ru: Это усилит безопасный поиск.

source: This will enable write access in addition to read-only.
ru_ru: Это включит доступ по звпаси в дополнение к доступу по чтению

source: This will enable the use of DNS Blocklists for ADs, Malware, or both.
ru_ru: Это позволит использовать черные списки DNS для блокировки рекламы, вредоносных программ или обоих.

source: This will enable rate-limiting for DNS replies.
ru_ru: Это позволит ограничить скорость для ответов DNS.

source: This will enable or disable this override.
ru_ru: Это позволит включить или отключить это переопределение.

source: This will enable or disable this forward.
ru_ru: Это позволит включить или отключить этот forward.

source: This will enable or disable the whitelist entry.
ru_ru: Это позволит включить или отключить запись белого списка.

source: This will enable or disable the server stamp.
ru_ru: Это позволит включить или отключить штамп сервера.

source: This will enable or disable the server config.
ru_ru: Это позволит включить или отключить конфигурацию сервера.

source: This will enable or disable the key mapping.
ru_ru: Это позволит включить или отключить отображение ключа.

source: This will enable or disable the address rewriting setting.
ru_ru: Это позволит включить или отключить параметр перезаписи адресов.

source: This will enable or disable the BCC sender rewriting setting.
ru_ru: Это позволит включить или отключить параметр перезаписи отправителя BCC.

source: This will enable or disable the ACL.
ru_ru: Это позволит включить или отключить ACL.

source: This will enable Prometheus as output.
ru_ru: Это включает Prometheus как выход.

source: This will enable Elasticsearch as output. Format is without square brackets, just like http://192.168.0.1:9200.
ru_ru: Это включат Elasticsearch в качестве выхода. Формат без квадратных скобок, http://192.168.0.1:9200-

source: This will allow you to run the service on port 53.
ru_ru: Это позволит вам запустить службу на порту 53.

source: This will activate the vnStat daemon.
ru_ru: Это активирует службу vnStat.

source: This will activate the BIND daemon.
ru_ru: Это активирetn службу BIND.

source: This will activate ntopng.
ru_ru: Это активирует ntopng.

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients. If you do not enable this, default installation certificate will be used.
ru_ru: Это активирует аутентификацию на основе сертификатов (EAP-TLS) и проверку подлинности (EAP-TTLS). Пожалуйста, выберите ЦС и сертификат и не забудьте выдать сертификаты клиентам. Если этот параметр не включен, будет использоваться сертификат установки по умолчанию.

source: This will activate WireGuard and start all enabled instances.
ru_ru: Это активирует WireGuard и запустит все включённые экземпляры.

source: This will activate SoftEther vpnserver process.
ru_ru: Это активирует процесс SoftEther vpnserver.

source: This will activate DNSCrypt-Proxy service.
ru_ru: Это активирует службу DNSCrypt-Proxy.

source: This let you manipulate the metric when advertising default gateway.
ru_ru: Это позволяет управлять метрикой когда анонсирован шлюз по умолчанию.

source: This is only for your reference.
ru_ru: Это только для справки.

source: This is a normal, non-encrypted DNS resolver, that will be only used for one-shot queries when retrieving the initial resolvers list, and only if the system DNS configuration does not work. Format is e.g. 9.9.9.9:53
ru_ru: Это обычный, не зашифрованный DNS-преобразователь, который будет использоваться только для одноразовых запросов при получении исходного списка преобразователей, и только если конфигурация DNS системы не работает. Формат например, 9.9.9.9:53

source: This enables SQLite module and accounting.
ru_ru: Это включает модуль SQLite и учет.

source: This content type is sent if the file extension is unknown.
ru_ru: Этот тип содержимого отправляется, если расширение файла неизвестно.

source: This certificate will be presented if no SNI is provided by the client or if the client provides an SNI hostname which does not match any certificate. This parameter is optional to enforce a certain sort order for certificates.
ru_ru: Этот сертификат будет представлен, если клиент не предоставляет SNI или если клиент предоставляет имя хоста SNI, которое не соответствует никакому сертификату. Этот параметр является необязательным для применения определенного порядка сортировки сертификатов.

source: These CAs will be used to verify server's certificate. <br/>To import additional CAs, go to <a href="/system_certmanager.php">Certificate Manager</a>.
ru_ru: Эти ЦС будут использоваться для проверки сертификата сервера. <br/>чтобы импортировать дополнительный ЦС, перейдите в <ф href="/system_cert manager.php">Управление сертификатами</ф>.

source: The timeout for custom program checks.
ru_ru: Тайм-аут для пользовательских проверок программы.

source: The URL pattern to match.
ru_ru: Шаблон соответствия URL-адреса.

source: The PSK identity configured on the Zabbix server
ru_ru: Идентификатор PSK, настроенный на Zabbix сервере

source: The PSK configured on the Zabbix server
ru_ru: PSK, настроенный на Zabbix сервере

source: TLS: Verify Depth
ru_ru: TLS: проверка глубины

source: TLS: Verify Certificate
ru_ru: TLS: проверка сертификата

source: TLS: Trusted Certificate
ru_ru: TLS: доверенный сертификат

source: TLS: Supported Versions
ru_ru: TLS: поддерживаемые версии

source: TLS: Session Reuse
ru_ru: TLS: повторное использование сеанса

source: TLS: Servername override
ru_ru: TLS: переопределение имени сервера

source: TLS: Client Certificate
ru_ru: TLS: сертификат клиента

source: TLS Wrapper Mode
ru_ru: TLS режим обертки

source: TLS Disable Session Tickets
ru_ru: ТЛС отключить тикеты сеанса

source: TLS Certificate
ru_ru: Сертификат TLS

source: TCP Outgoing Address
ru_ru: Исходящий адрес TCP

source: Subscription ID
ru_ru: Идентификатор подписки

source: Subdomain
ru_ru: Поддомен

source: Strict Transport Security: Time
ru_ru: Строгая Транспортная Безопасность: Время

source: Strict Transport Security: Include Subdomains
ru_ru: Строгая Транспортная Безопасность: Включать поддомены

source: Store the response on the local storage.
ru_ru: Сохранять ответ в локальном хранилище.

source: Stop rule processing (break) and perform (internal) redirect (last). Return a moved permanently status code (301) or a teporary redirect (302).
ru_ru: Остановка обработки правил (прерывыние) и перенаправление (последнее). Возвращает код состяния 'Moved permanently' (301) или 'Temporary redirect' (302).

source: Specify the location of the generated TSIG Key inside the TSIG file using grep and cut, example: grep \# /etc/knot/acme.key | cut -d' ' -f2
ru_ru: Укажите расположение сгенерированного ключа TSIG внутри файла TSIG с помощью grep и cut, например, grep \# /etc/knot/acme.key | cut -d' ' -f2

source: Specify the custom ACME DNS Update URL, i.e. https://auth.acme-dns.io/update (optional)
ru_ru: Укажите пользовательский URL-адрес обновления DNS ACME, т. е. https://auth.acme-dns.io/update (необязательно)

source: Source Item Key
ru_ru: Ключ исходного элемента

source: Size (MB)
ru_ru: Размер (MB)

source: Simultaneous-Use
ru_ru: Одновременное использование

source: Show Directory Frontpage
ru_ru: Показать каталог

source: Short description (to display)
ru_ru: Краткое описание (для отображения)

source: Shared secret (PSK) for this peer.
ru_ru: Общий ключ (PSK) для этого узла.

source: Sets the DNS resolution mode.
ru_ru: Задает режим разрешения DNS.

source: Set this option to enable this server without removing it from the list
ru_ru: Установите этот параметр, чтобы включить этот сервер, не удаляя его из списка

source: Set this option to enable this client without removing it from the list
ru_ru: Установите этот параметр, чтобы включить этот клиент, не удаляя его из списка

source: Set the value of the defined key.
ru_ru: Задайте значение определенного ключа.

source: Set the source IP or network to match. Leave this field empty for using "any".
ru_ru: Установите IP-адрес источника или сеть для соответствия. Оставьте это поле пустым для использования "any".

source: Set the port the service should listen to.
ru_ru: Установите порт, который должна прослушивать служба.

source: Set the name to override, e.g. www.google.*
ru_ru: Задайте имя для переопределения, например www.google.*

source: Set the name of this mapping.
ru_ru: Задайте имя этого сопоставления.

source: Set the name of the stamp.
ru_ru: Задайте имя штампа.

source: Set the name for this instance.
ru_ru: Задайте имя для этого экземпляра.

source: Set the name for this ACL.
ru_ru: Задайте имя для этого ACL.

source: Set the maximum number of simultaneous client connections to accept.
ru_ru: Установите максимальное число одновременных клиентских подключений.

source: Set the interface to listen on.
ru_ru: Установите интерфейс для прослушивания.

source: Set the interface specific DNS server.
ru_ru: Задайте интерфейс определённого DNS-сервера.

source: Set the instance number needed for interface calculation. It has to be unique for each instance.
ru_ru: Задайте номер экземпляра, необходимый для расчета интерфейса. Он должен быть уникальным для каждого экземпляра.

source: Set the index name.
ru_ru: Задайте имя индекса.

source: Set the domain, e.g. example.com
ru_ru: Задайте домен, например, example.com

source: Set the domain, IP or expression to whitelist, e.g. ads.* or *.example.com
ru_ru: Установите домен, IP или выражение в белый список, например, ads.* или *.example.com

source: Set the destination IP or network to match. Leave this field empty for using "any".
ru_ru: Установите IP-адрес назначения или сеть для соответствия. Оставьте это поле пустым для использования "any".

source: Set the certificate to use for HTTPS connections.
ru_ru: Установите сертификат для HTTPS соединения.

source: Set the cache size.
ru_ru: Задайте размер кэша.

source: Set the amount how big a logfile can growth.
ru_ru: Установить ограничение, насколько может быть большим лог.

source: Set the addresses this service listen on.
ru_ru: Задайте адреса, которые прослушивает эта служба.

source: Set the SSL version to use. In AUTO mode, only TLS is used.
ru_ru: Установите версию SSL для использования. В автоматическом режиме используется только TLS.

source: Set the SDNS stamp without sdns:// prefix.
ru_ru: Установите штамп DNS без префикса sdns://.

source: Set the IPv6 addresses the service should listen to.
ru_ru: Задайте IPv6-адреса, которые должна прослушивать служба.

source: Set the IPv4 addresses the service should listen to.
ru_ru: Задайте IPv4-адреса, которые должна прослушивать служба.

source: Set the IP addresses to forward the domain.
ru_ru: Задайте IP-адреса для пересылки домена.

source: Set the IP address and port combinations this service should listen on, e.g 127.0.0.1:5353 and/or [::1]:5353
ru_ru: Задайте комбинации IP-адресов и портов, которые должна прослушивать эта служба,например, 127.0.0.1: 5353 и / или [:: 1]: 53

source: Set target name to what to resolve.
ru_ru: Задайте целевое имя для разрешения.

source: Set public IP address the endpoint listens to.
ru_ru: Задайте общедоступный IP-адрес, который прослушивает конечная точка.

source: Set port the endpoint listens to.
ru_ru: Установите порт, который слушает конечная точка.

source: Set port for this instance to listen on.
ru_ru: Установите порт, который будет прослушивать этот экземпляр.

source: Set persistent keepalive interval.
ru_ru: Установите постоянный интервал keepalive.

source: Set one or more hosts to send your DNS queries if the request is unknown.
ru_ru: Установите один или несколько хостов для отправки DNS-запросов, если запрос неизвестен.

source: Set how many times one account is allowed to login at the same time.
ru_ru: Установите, сколько раз одной учетной записи разрешено входить в систему одновременно.

source: Set how many replies per second are allowed.
ru_ru: Установите, сколько ответов в секунду разрешено.

source: Set here the recipient address to send the mail as BCC.
ru_ru: Укажите адрес получателя для отправки почты в BCC.

source: Set here how to rewrite the Rewrite From pattern.
ru_ru: Установите здесь, как переписать шаблон Rewrite From.

source: Set a pattern to match line user@example.com or @example.com
ru_ru: Установить шаблон для соответствия строки user@example.com или @example.com

source: Set a pattern to match like user@example.com
ru_ru: Установите шаблон, чтобы соответствовать, например, user@example.com

source: Set a list of <a href="https://dnscrypt.info/public-servers">known servers</a> e.g. if you want to stick with Cisco only. You can also put your manually added servers here. Please use on your own risk.
ru_ru: Установите список <a href="https://dnscrypt.info/public-servers">известных серверов</a>, например, если вы хотите придерживаться только Cisco. Вы также можете разместить здесь свои добавленные вручную серверы. Пожалуйста, используйте на свой страх и риск.

source: Server Priority
ru_ru: Приоритет серверов

source: Server List
ru_ru: Список серверов

source: Server Entries
ru_ru: Записи серверов

source: Send string metrics as Prometheus labels.
ru_ru: Отправить строковые метрики как метки Prometheus.

source: Select which kind of DNSBL you want to use.
ru_ru: Выберите, какой тип DNSBL вы хотите использовать.

source: Select type of blacklist
ru_ru: Выберите тип черного списка

source: Select the type of the match. Depending on the match, you will need different arguments.
ru_ru: Выберите тип совпадения. В зависимости от типа вам понадобятся разные аргументы.

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
ru_ru: Выберите интерфейс для прослушивания. Значение None, если вы хотите выбрать интерфейс, через интерфейс ntopng.

source: Select the client certificate to use.
ru_ru: Выберите сертификат клиента.

source: Select the Prefix List.
ru_ru: Выберите список префиксов.

source: Select the HTTP verbs to cache. GET and HEAD will be always cached.
ru_ru: Выберите HTTP-заголовки для кэширования. GET и HEAD всегда будут кэшироваться.

source: Select the AS-Path List.
ru_ru: Выберите списки путей AS.

source: Select some matches you want to use in this rule. This matches are joined using the selected separator.
ru_ru: Выберите несколько совпадений, которые вы хотите использовать в этом правиле. Эти совпадения соединяются с помощью выбранного разделителя.

source: Select internal interfaces to enable NetFlow on.
ru_ru: Выберите внутренние интерфейсы, на которых будет включён NetFlow.

source: Select if you want to bypass traffic if ICAP service connection failed.
ru_ru: Выберите, хотите ли вы пустить трафик напрямую, если не удалось подключиться к службе ICAP.

source: Select enabled plugins
ru_ru: Выберите включённые модули

source: Select custom security policies.
ru_ru: Выберите настраиваемые политики безопасности.

source: Select an upstream to proxy to.
ru_ru: Выберите родительскийсервер для прокси-сервера.

source: Select an upstream to proxy to or connect via FastCGI if chosen.
ru_ru: Выберите вышестоящий прокси-сервер или подключить через FastCGI, если выбран.

source: Select an upstream map to choose the host based on the name given by the client.
ru_ru: Выберите сопоставление вышестоящих серверов, чтобы выбрать хост на основе имени, данного клиентом.

source: Select a name for this match.
ru_ru: Выберите имя для этого соответствия.

source: Select a credential list to use.
ru_ru: Выберите для использования список учетных данных

source: Select Remote Access Control List
ru_ru: Выберите список управления удаленным доступом

source: Select CRLs to use for client certificate authentication. <br/>To import additional CRLs, go to <a href="/system_crlmanager.php">CRL Manager</a>.
ru_ru: Выберите списки отзыва сертификатов для проверки подлинности сертификата клиента.<br/>Чтобы импортировать дополнительные CRL, перейдите в <a href="/system_curlmanager.php">Управление CRL</a>.

source: Select CA certificates to use for client certificate authentication. <br/>To import additional CAs, go to <a href="/system_camanager.php">CA Manager</a>.
ru_ru: Выберите сертификаты ЦС для проверки подлинности сертификата клиента.<br/>Чтобы импортировать дополнительный ЦС, перейдите в <a href="/system_camanager.php">Управление ЦС</a>.

source: Select Browser/user-agents
ru_ru: Выберите Браузер/user-agent

source: Security Header
ru_ru: Заголовок безопасности

source: Seamless reload
ru_ru: Бесшовная перезагрузка

source: Score
ru_ru: Оценка

source: Satisfy
ru_ru: Соответствие требованиям

source: SSL Version
ru_ru: Версия SSL

source: SNI Upstream Mapping
ru_ru: Сопоставление вышестоящих SNI

source: SMPP service port.
ru_ru: Порт службы SMTP.

source: SMPP service hostname.
ru_ru: Имя узла SMPP

source: SMPP Port
ru_ru: Порт SMPP

source: SMPP Host
ru_ru: Узел SMPP

source: Rule Type
ru_ru: Тип правила

source: Rule Description
ru_ru: Описание правила

source: Rule
ru_ru: Правило

source: Routing Interface
ru_ru: Интерфейс маршрутизации

source: Route With
ru_ru: Маршрут с

source: Rewrite To
ru_ru: Переписать в

source: Rewrite From
ru_ru: Переписать из

source: Return a stale response to the client and update the cache.
ru_ru: Верните клиенту устаревший ответ и обновите кэш.

source: Restricted MAC addresses
ru_ru: Ограниченные MAC-адреса

source: Response Buffering
ru_ru: Буферизация ответов

source: Requires the whole key file in a format that is compatible with nsupdate.
ru_ru: Требуется целосный файл ключа в формате, совместимом с nsupdate.

source: Require NoLog
ru_ru: Требовать NoLog

source: Require NoFilter
ru_ru: Требовать NoFilter

source: Require DNSSEC
ru_ru: Требовать DNSSEC

source: Request Buffering
ru_ru: Буферизация запросов

source: Remote random
ru_ru: Случайные удалённые

source: Referrer
ru_ru: Ссылающаяся страница

source: Recursion
ru_ru: Рекурсия

source: Recipient Address
ru_ru: Адрес получателя

source: Real IP Source
ru_ru: Реальный IP источника

source: Read PF values via pfctl.
ru_ru: Чтение значений PF через pfctl

source: Raw Body
ru_ru: Необработанное тело

source: Rate Unit
ru_ru: Единица измерения

source: Rate Limit Replies
ru_ru: Ограничение скорости ответов

source: Rate Limit Exceptions
ru_ru: Исключение ограничения скорости

source: Public key of this instance. After saving you will see here your public key.
ru_ru: Открытый ключ данного экземпляра. После сохранения вы увидите здесь свой открытый ключ.

source: Public key of this instance.
ru_ru: Открытый ключ данного экземпляра.

source: Public Key
ru_ru: Открытый ключ

source: Proxy Type
ru_ru: Тип прокси

source: Proxies
ru_ru: Прокси-сервера

source: Provide a more verbose WAF log for fixing false positives before going live.
ru_ru: Предоставьте более подробный журнал WAF для фиксации ложных срабатываний перед запуском.

source: Provide a DNS server list to clientss
ru_ru: Предоставление списка DNS-серверов клиентам

source: Prometheus String as Label
ru_ru: Строка Prometheus как метка

source: Prometheus Listen Port
ru_ru: Порт прослушивания Prometheus

source: Prometheus Collector Exclude
ru_ru: Исключения сборщика Prometheus

source: Program Timeout
ru_ru: Время ожидания программы

source: Process ID that should bind to a specific CPU set. Any process IDs above nbproc are ignored.
ru_ru: Идентификатор процесса, который должен привязываться к определенному набору ЦП. Любые идентификаторы процессов больше nbproc игнорируются.

source: Process ID
ru_ru: Идентификатор процесса

source: Private key of this instance. After saving you will see here your public key, please keep it safe.
ru_ru: Закрытый ключ этого экземпляра. После сохранения вы увидите здесь свой открытый ключ, пожалуйста, держите его в безопасности.

source: Private Key
ru_ru: Закрытый ключ
