Repository: kekek2/lang
Catalog: ting_addons/2019.05.08.diff.*.po
Languages: ru_ru

source: Enter a comma separated list of public key fingerprints here. You can find some documentetion about this feature in the <a href="https://developer.mozilla.org/de/docs/Web/Security/Public_Key_Pinning">Mozilla Wiki</a>. It is not recommended to use this feature with short lived certificates.
ru_ru: Введите здесь разделенный запятыми список подписей открытого ключа. Можно найти некоторую документацию об этой функции в <a href="https://developer.mozilla.org/de/docs/Web/Security/закреплении открытого ключа">Mozilla Wiki</a>. Не рекомендуется использовать эту функцию с краткосрочными сертификатами.

source: <ul> <li>Same Origin: The header will be sent if you stay on the same server using the same protocol (no data leak)</li> <li>No Referrer When Downgrade: Prevents sending a referrer when switching from HTTPS to HTTP</li> <li>Origin, Strict-Origin: Always send the header but no path or query information. Strict Origin additionally suppressed the header on downgrades.</li> <li>(Strict) Origin When Cross Origin: Full Referrer on the same origin, and like (Strict) Origin when cross domain.</li> <li>Unsafe URL: Sends the full URL to all pages</li> </ul>
ru_ru: <ul> <li>Тот же источникn: заголовок будет отправлен, если вы останетесь на том же сервере, используя тот же протокол (без утечки данных)</li> <li>Нет реферера при понижении: предотвращает отправку реферера при переключении с HTTPS на HTTP</li> <li>Источник, строгий источник: всегда отправлять заголовок, но без пути или запроса информации. Строгий источник дополнительно подавлены заголовок на понижение.</li> <li>(Строгий) источник при смене источника: Полный реферер на том же источнике и как (строгий) источник, при кросс-домене.</li> <li>Опасный URL: Отправляет полный URL на все страницы</li> </ul>

source: <ul> <li>Block: The browser should block the response</li> <li>Off: Allow Anything</li> <li>On: The Browser decides how to handle it.</li> </ul>
ru_ru: <ul> <li>Block: браузер должен блокировать ответ</li> <li>Off: Разрешмит всё</li> <li>On: Браузер решает, как с ним обращаться.</li> </ul>

source: The interface to use for routing packages.
ru_ru: Интерфейс для маршрутизации пакетов.

source: When using tap mode as a multi-point server, you may optionally supply a DHCP range to use on the interface to which this tap instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
ru_ru: Если используется режим TAP в качестве многоточечного сервера, вы можете дополнительно указать диапазон DHCP для использования на интерфейсе, к которому присоединен данный экземпляр устройства тест- порта. Если эти параметры оставить пустыми, DHCP будет передан через LAN, а настройки интерфейса выше будут проигнорированы.

source: This is the IPv4 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. 10.0.8.0/24). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
ru_ru: Эта виртуальная сеть IPv4 используется для частных соединений между этим сервером и клиентскими хостами в формате CIDR (например, 10.0.8.0/24). Первый сетевой адрес будет назначен интерфейсу виртуального сервера. Остальные сетевые адреса могут быть дополнительно назначены подключаемым клиентам (см. пул IP-адресов).

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
ru_ru: Сети IPv4, для которых будет создан маршрут через туннель, чтобы установить VPN-соединение между двумя пунктами, не изменяя таблицы маршрутизации вручную, представляют собой разделенный запятыми список из одного или нескольких CIDR-диапазонов. Для VPN-соединения между двумя пунктами, необходимо ввести адрес удаленной сети LAN. Вы можете оставить это поле пустым, если не хотите использовать VPN-соединение между двумя пунктами.

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
ru_ru: Сети IPv4, которые будут доступны из удаленной точки, представляют собой разделенный запятыми список из одного или нескольких CIDR-диапазонов. Вы можете оставить это поле пустым, если вы не хотите добавлять маршрут к локальной сети через этот туннель на удаленном компьютере. Как правило, определен маршрут к вашей сети LAN

source: The interface to which this tap instance will be bridged. This is not done automatically. You must assign this interface and create the bridge separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to 'none' will cause the Server Bridge DHCP settings below to be ignored.
ru_ru: Интерфейс, к которому будет подключено устройство тест- порта (TAP) экземпляра с помощью моста. Так как соединение не происходит автоматически, необходимо назначить этот интерфейс и создать сетевой мост отдельно. Этот параметр определяет, какие существующие IP-адреса и маска подсети используются OpenVPN для сетевого моста. Если выбрать значение «отсутствует», настройки сетевого моста сервера DHCP ниже будут игнорироваться.

source: Possible options: b-node (broadcasts), p-node (point-to-point name queries to a WINS server), m-node (broadcast then query name server), and h-node (query name server, then broadcast).
ru_ru: Возможные параметры: b-узел (широковещание), р-узел (напрямую запрашивает сервер имен WINS), m-узел (широковещание затем запрос сервера имен), и h- узел (запрос сервера имен, а затем широковещание).

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
ru_ru: Максимальная исходящая пропускная способность для этого туннеля. Оставьте пустым, если ограничения не нужны. Входная величина должна быть между 100 байтами/сек и 100 МБ/сек (введенные в виде байтов в секунду)

source: Enable NetBIOS over TCP/IP
ru_ru: Включить NetBIOS через TCP/IP

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.<br/> <strong>0</strong> -- No output except fatal errors.<br/> <strong>1</strong> -- startup info + connection initiated messages + non-fatal encryption & net errors.<br/> <strong>2,3</strong> -- show TLS negotiations & route info.<br/> <strong>4</strong> -- Normal usage range.<br/> <strong>5</strong> -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP packets and lowercase is used for TUN/TAP packets.<br/> <strong>6</strong>-<strong>11</strong> -- Debug info range.
ru_ru: Каждый уровень показывает всю информацию из предыдущих уровней. Рекомендуется использовать уровень 3, если вам необходима подробная сводка того, что происходит, без лишнего вывода<br/> <strong>0</strong> -- нет результатов, кроме фатальных ошибок..<br/> <strong>1</strong> -- информация о инициализации+ сообщения, инициирующие соединения + некритические ошибки шифрования и сети.<br/> <strong>2,3</strong> -- показывать согласование TLS и информацию о маршруте.<br/> <strong>4</strong> -- рабочий диапазон.<br/> <strong>5</strong> -- вывод символов R и W в консоль для каждого прочитанного и записанного пакета, верхний регистр используется для пакетов TCP/UDP, а нижний регистр для пакетов TUN/ TAP.<br/> <strong>6</strong>-<strong>11</strong> -- диапазон отладочной информации.

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
ru_ru: Выделить только один IP-адрес для клиента (топология подсети) вместо изолированной подсети (топология net30).

source: A NetBIOS Scope ID provides an extended naming service for NetBIOS over TCP/IP. The NetBIOS Scope ID isolates NetBIOS traffic on a single network to only those nodes with the same NetBIOS Scope ID.
ru_ru: Идентификатор группы имен NetBIOS предоставляет расширенную службу именования для NetBIOS через TCP/IP. Идентификатор группы имен NetBIOS изолирует трафик NetBIOS в одной сети только для узлов с тем же идентификатором.

source: Hide processes running as other users
ru_ru: Скрыть процессы, запущенные другими пользователями

source: Hide processes running as other groups
ru_ru: Скрыть процессы, запущенные от других групп

source: Services: ntopng
ru_ru: Службы: ntopng

source: Services: dnscrypt-proxy
ru_ru: Службы: dnscrypt-proxy

source: Services: Vnstat
ru_ru: Службы: Vnstat

source: Services: Unbound DNS: Edit Host Override
ru_ru: Службы: Unbound DNS: изменить переопределение Хоста

source: Services: Intrusion Detection: User Rules
ru_ru: Службы: Обнаружение Вторжений: пользовательские правила

source: Services: DHCPv6 Server: Edit static mapping
ru_ru: Службы: Сервер DHCPv6: Редактировать статическое соответствие

source: Services: DHCP Server: Edit static mapping
ru_ru: Службы: Сервер DHCP: Редактировать статическое соответствие

source: Services: BIND
ru_ru: Службы: BIND

source: Edit IP ACL
ru_ru: Изменить ACL по IP

source: Edit SNI Hostname Mapping
ru_ru: Изменить соответствие по имени узла SNI

source: Edit Cache Path
ru_ru: Изменить путь к кешу

source: Edit Limit Zone
ru_ru: Изменить зону ограничения

source: Edit Request Connection Limit
ru_ru: Изменить ограничение запросов соединения

source: Edit Security Headers
ru_ru: Изменить заголовки безопасности

source: Edit Naxsi Rule
ru_ru: Изменить правило Naxsi

source: Edit WAF Policy
ru_ru: Изменить политику WAF

source: Edit URL Rewrite
ru_ru: Изменить перезапись URL

source: Edit Stream Server
ru_ru: Изменить потоковый сервер

source: Edit HTTP Server
ru_ru: Изменить сервер HTTP

source: Edit User List
ru_ru: Изменить список пользователей

source: Edit Credential
ru_ru: Изменить учётные данные

source: Edit Location
ru_ru: Изменить местоположение

source: Edit Upstream
ru_ru: Изменить вышестоящий сервер

source: No Delay
ru_ru: Нет задержки

source: Connection Count
ru_ru: Количество Соединений

source: It looks like you are not having any rules installed. You may want to download the NAXSI core rules.
ru_ru: Похоже, у вас нет никаких установленных правил. Можно загрузить основные правила NAXSI.

source: Destination URL
ru_ru: URL назначения

source: Source URL
ru_ru: URL источника

source: WAF Enabled
ru_ru: Включить WAF

source: URL Path Prefix
ru_ru: Префикс пути URL

source: Connection Limits
ru_ru: Ограничение подключений

source: Upstream Server
ru_ru: Вышестоящий сервер

source: SNI Based Routing
ru_ru: Маршрутизация по SNI

source: Stream Servers
ru_ru: Потоковые сервера

source: Data Streams
ru_ru: Поток данных

source: Cache Path
ru_ru: Путь к кэшу

source: Security Headers
ru_ru: Заголовки безопасности

source: Naxsi WAF Rule
ru_ru: Правило Naxsi WAF

source: Naxsi WAF Policy
ru_ru: Политика Naxsi WAF

source: HTTP Server
ru_ru: Сервер HTTP

source: User List
ru_ru: Список пользователей

source: Credential
ru_ru: Учётные данные

source: Accept And Download
ru_ru: Принять и скачать

source: You are about to download the core rules from the Repository of NAXSI. You have to accept its %slicense%s to download the rules.
ru_ru: Вы собираетесь загрузить основные правила из репозитория NAXSI. Вы должны принять его %license%s, чтобы загрузить правила.

source: Download NAXSI Rules
ru_ru: Скачать правила NAXSI

source: IP Address / Network
ru_ru: IP-адрес/сеть

source: Reverse Proxy and Web Server
ru_ru: Обратный прокси и web-сервер

source: UPS Status
ru_ru: Состояние ИБП

source: GPG Public Key (Optional)
ru_ru: Открытый ключ GPG (необязательно)

source: GPG Email (Optional)
ru_ru: GPG email (необязательно)

source: SMTP Password (Optional)
ru_ru: Пароль SMTP (необязательно)

source: SMTP Username (Optional)
ru_ru: Имя пользователя SMTP (необязательно)

source: Allow self signed
ru_ru: Разрешить самоподписанные

source: Use TLS
ru_ru: Использовать TLS

source: SMTP Port
ru_ru: Порт SMTP

source: SMTP Host
ru_ru: Узел SMTP

source: Receiver Email Address
ru_ru: Адрес email получателя

source: Unnamed entry
ru_ru: Безымянная запись

source: Edit WOL Host
ru_ru: Изменить узел WOL

source: The packet was not sent due to an error. Please consult the logs.
ru_ru: Пакет не был отправлен из-за ошибки. Обратитесь к журналам.

source: Magic packet was sent successfully.
ru_ru: Волшебный пакет был успешно отправлен.

source: Monthly Statistics
ru_ru: Ежемесячная статистика

source: Weekly Statistics
ru_ru: Еженедельная статистика

source: Daily Statistics
ru_ru: Ежедневная статистика

source: Hourly Statistics
ru_ru: Почасовая статистика

source: Routing interface cannot be empty
ru_ru: Интерфейс маршрутизации не может быть пустым

source: No Redis plugin found, please install via System > Firmware > Plugins and enable the service.
ru_ru: Плагин Redis не найден, установите через System > Firmware > Plugins и включите службу.

source: GOST VPN logs
ru_ru: Журнал ГОСТ VPN

source: Edit CPU Affinity Rule
ru_ru: Изменить правила привязки к процессору

source: Edit Map File
ru_ru: Изменить файл соответстсвия

source: Edit Group
ru_ru: Изменить группу

source: Map File Name
ru_ru: Имя файла соответствия

source: Note that users and groups must be selected from the Backend Pool or Public Service configuration in order to be used for authentication. In addition to this users and groups may also be used in Rules/Conditions.
ru_ru: Обратите внимание, что пользователи и группы должны быть выбраны из бэкэнд пула или конфигурации общедоступной службы для использования для проверки подлинности. В дополнение к этому пользователи и группы могут также использоваться в правилах/условиях.

source: %sGroup:%s A optional list containing one or more users. Groups usually make it easier to manage permissions for a large number of users
ru_ru: %sGroup:%s Необязательный список, содержащий одного или нескольких пользователей. Группы обычно упрощают управление разрешениями для большого числа пользователей

source: %sUser:%s A username/password combination. Both secure (encrypted) and insecure (unencrypted) passwords can be used.
ru_ru: %sUser:%s Комбинация имени пользователя и пароля. Можно использовать как безопасные (зашифрованные), так и небезопасные (незашифрованные) пароли.

source: User Management
ru_ru: Управление пользователями

source: Edit User Parameter
ru_ru: Изменить параметры пользователя

source: Alias Source Key
ru_ru: Ключ псевдонима источника

source: Alias Key
ru_ru: Ключ псевдонима

source: User Parameter Command
ru_ru: Команда параметров пользователя

source: User Parameter Key
ru_ru: Ключ параметра пользователя

source: Item Key Aliases
ru_ru: Псевдонимы ключа элемента

source: User Parameters
ru_ru: Параметры пользователя

source: Error reconfiguring Zabbix Agent
ru_ru: Ошибка перенастройки Zabbix агента

source: Edit Sender BCC
ru_ru: Изменить BCC отправителя

source: Edit Recipient BCC
ru_ru: Изменить BCC получателя

source: Edit Address Rewriting
ru_ru: Изменить перезапись адреса

source: Queries
ru_ru: Запросы

source: Error setup tunnel to %s:
ru_ru: Ошибка настройки туннеля к %s:

source: export client configuration
ru_ru: Экспорт клиентской конфигурации

source: Import client configuration
ru_ru: Импорт клиентской конфигурации

source: Create an internal client certificate
ru_ru: Создание внутреннего сертификата клиента

source: Create an internal server certificate
ru_ru: Создание внутреннего сертификата сервера

source: GOST VPN status
ru_ru: Состояние ГОСТ VPN

source: GOST VPN servers
ru_ru: Сервера ГОСТ VPN

source: GOST VPN clients
ru_ru: Клиенты ГОСТ VPN

source: GOST VPN certificates
ru_ru: Сертификаты ГОСТ VPN

source: Empty Config
ru_ru: Пустая конфигурация

source: Server %s is assign to interface %s. Please remove it first.
ru_ru: Сервер %s назначен интерфейсу %s. Пожалуйста, удалите его первым.

source: Valid characters are any English letters or numbers or underscores
ru_ru: Допустимые символы-любые английские буквы, цифры или символы подчеркивания

source: "%s" already exists
ru_ru: "%s" уже существует

source: "ca" reserved for Certification Authority
ru_ru: "ca" зарезервировано для центра сертификации

source: %s made changes in section %s
ru_ru: %s внёс изменения в секцию %s

source: Duplicate alias %s
ru_ru: Повторяющийся псевдоним %s

source: plugin os-relayd not installed
ru_ru: плагин os-relayd не установлен

source: Relayd reconfigure:
ru_ru: Переконфигурирование Relayd:

source: plugin os-haproxy not installed
ru_ru: плагин os-haproxy не установлен

source: plugin os-ndpi not installed
ru_ru: Плагин os-ndpi не установлен

source: plugin os-proxy-ipcheck not installed
ru_ru: Плагин os-proxy-ipcheck не установлен

source: plugin os-proxy-useracl not installed
ru_ru: Плагин os-proxy-useracl не установлен

source: UserACL reconfigure:
ru_ru: Переконфигурирование UserACL:

source: sshd mus be enabled. Set it in
ru_ru: sshd должен быть включен. Включите в

source: value not found
ru_ru: Значение не найдено

source: value is used
ru_ru: Значение уже используется

source: Browser user agents
ru_ru: Браузер и user-agent

source: Edit %s for black and white lists
ru_ru: Редактирование %s для чёрного и белого списка

source: SMPP delivery failed
ru_ru: Доставка SMPP не удалось

source: Whitelists
ru_ru: Белый список

source: Edit Forwarders
ru_ru: Изменение пересылки

source: Edit Overrides
ru_ru: Изменение переопределений

source: Edit Whitelists
ru_ru: Изменение белого списка

source: Edit Servers
ru_ru: Изменение мсерверов

source: Edit Mapping
ru_ru: Изменение соответствия

source: GostVPN
ru_ru: ГОСТ VPN

source: Forwarders
ru_ru: Пересылки

source: List Configuration
ru_ru: Конфигурация списка

source: Handshakes
ru_ru: Установление связи

source: Edit Local Configuration
ru_ru: Изменить локальную конфигурацию

source: The line in question reads [%s]: %s
ru_ru: Строка в вопросе читает [%s]: %s

source: URL port aliases types not supported [%s]
ru_ru: Типы псевдонимов портов URL не поддерживаются [%s]

source: Synchronize the %s configuration to the other HA host.
ru_ru: Синхронизируйте конфигурацию %s с другим хостом HA.

source: The package manager is not responding.
ru_ru: Диспетчер пакетов не отвечает.

source: No valid license.
ru_ru: Нет действующей лицензии.

source: Alias in use
ru_ru: Псевдоним используется

source: The time period in which the token will be valid, default is 30 seconds.
ru_ru: Период времени, в течение которого токен будет действителен, по умолчанию составляет 30 секунд.

source: Encryption Password (Optional)
ru_ru: Пароль шифрования (необязательно)

source: A password to encrypt your configuration
ru_ru: Пароль для шифрования конфигурации

source: License not found for %s plugin
ru_ru: Нет лицензии для плагина %s

source: Certificate for %s plugin expired
ru_ru: Просрочен сертификат для плагина %s

source: Please specify a valid port number (1-65535).
ru_ru: Укажите допустимый номер порта (1-65535).

source: A service name is also possible (%s).
ru_ru: Также возможно имя службы (%s).

source: Configuration error, missing callback in CallbackValidator
ru_ru: Ошибка конфигурации, отсутстсвует callback в CallbackValidator

source: Reserved protocol or service names may not be used
ru_ru: Зарезервированные имена протокола или службы не могут использоваться

source: URL must be set.
ru_ru: URL должен быть установлен

source: Hostname must be set.
ru_ru: Имя узла должно быть установлено

source: Network must be set.
ru_ru: Сеть должна быть установлена

source: Reinstall
ru_ru: Переустановить

source: %s out of %s selected
ru_ru: %s из %s выбраных

source: Error reconfiguring aliases
ru_ru: Ошибка переконфигуримрования псевдонимов

source: Edit Alias
ru_ru: Изменить псевдонимы

source: Quick add address
ru_ru: Быстрое добавление адреса

source: The Monit configuration has been changed
ru_ru: Конфигурация Monit была изменена

source: Proxy Auto-Config
ru_ru: Автоматическая настройка прокси

source: After changing categories, please remember to download the ACL again to apply your new settings
ru_ru: После изменения категорий не забудьте снова загрузить ACL, чтобы применить новые настройки

source: Edit Match
ru_ru: Изменить соответствия

source: Toggle sidebar
ru_ru: Переключить боковую панель

source: You must supply the password for decryption.
ru_ru: Необходимо ввести пароль для расшифровки.

source: You do not have the permission to perform this action.
ru_ru: У вас нет разрешения на выполнение этого действия.

source: The uploaded file could not be decrypted.
ru_ru: Не удалось расшифровать загруженный файл.

source: Saved settings, but remote backup failed.
ru_ru: Настройки сохранены, но удаленное резервное копирование не удалось.

source: %s columns
ru_ru: %s столбцы

source: Enable selected rules?
ru_ru: Включить выбранные правила?

source: Disable selected rules?
ru_ru: Отключить выбранные правила?

source: Move selected rules before this rule
ru_ru: Переместить выбранные правила перед этим правилом

source: Delete selected
ru_ru: Удалить выбранные

source: Linked rule
ru_ru: Связанное правило

source: Disabled no redirect
ru_ru: Отключено, нет перенаправления

source: Disabled linked rule
ru_ru: Отключенное связанное правило

source: Manual rules
ru_ru: Ручные правила

source: Automatic rules
ru_ru: Автоматические правила

source: Enter the destination network for the outbound NAT mapping.
ru_ru: Введите сеть назначения для исходящего сопоставления NAT.

source: Active/Inactive Schedule (click to view/edit)
ru_ru: Активное/неактивное расписание (нажмите, чтобы просмотреть/изменить)

source: Move selected virtual IPs before this entry
ru_ru: Переместить выбранные виртуальные IP-адреса перед этой записью

source: Move selected virtual IPs to end
ru_ru: Переместить выбранные виртуальные IP-адреса в конец

source: For this type of VIP loopback is not allowed.
ru_ru: Для этого типа VIP loopback не допускается.

source: 6RD border relay gateway must be a valid IPv4 address.
ru_ru: Шлюз 6rd border relay должен быть допустимым IPv4-адресом.

source: 6RD prefix must be a valid IPv6 subnet.
ru_ru: 6RD префикс должен быть допустимой подсетью IPv6.

source: 6RD IPv4 prefix address must be a valid IPv4 address.
ru_ru: 6RD протокол IPv4 префикс адреса должен быть действительный адрес IPv4.

source: 6RD IPv4 prefix length must be a number.
ru_ru: Длина префикса 6rd IPv4 должна быть числом.

source: Auto-detect
ru_ru: Определять автоматически

source: Default gateway
ru_ru: Шлюз по умолчанию

source: Far gateway
ru_ru: Дальний шлюз

source: Multi-WAN gateway
ru_ru: Мульти-WAN шлюз

source: Gateway Name
ru_ru: Имя Шлюза

source: If this interface is a muti-WAN interface, select an existing gateway from the list or add a new one using the button above. For single WAN interfaces a gateway must be created but set to auto-detect. For a LAN a gateway is not necessary to be set up.
ru_ru: Если этот интерфейс является интерфейсом multi-WAN, выберите существующий шлюз из списка или добавьте новый с помощью кнопки выше. Для одиночных интерфейсов WAN шлюз должен быть создан, но установлен для автоматического обнаружения. Для локальной сети шлюз настраивать не требуется.

source: 6RD IPv4 Prefix address
ru_ru: 6RD протокол IPv4 префикс адреса
