Repository: kekek2/lang
Catalog: ting_addons/2019.05.08.diff.*.po
Languages: ru_ru

source: Enter IP addresses to be used by the system for DNS resolution. These are also used for the DHCP service, DNS services and for PPTP VPN clients.
ru_ru: Введите IP-адреса, используемые системой для разрешения DNS. Они также используются для службы DHCP, служб DNS и клиентов PPTP VPN.

source: If this option is set, DNS servers assigned by a DHCP/PPP server on WAN will be used for their own purposes (including the DNS services). However, they will not be assigned to DHCP and PPTP VPN clients.
ru_ru: Если этот параметр установлен, DNS-серверы, назначенные сервером DHCP/PPP в WAN, будут использоваться для собственных целей (включая службы DNS). Однако они не будут назначены клиентам DHCP и PPTP VPN.

source: Do not use the local DNS service as a nameserver for this system
ru_ru: Не используйте локальную службу DNS в качестве сервера имен для этой системы

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbound is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
ru_ru: По умолчанию localhost (127.0.0.1) будет использоваться как первый сервер имен, когда, например, Dnsmasq или Unbound включен, поэтому система может использовать локальную службу DNS для выполнения поиска. Этот флажок исключает localhost из списка DNS-серверов.

source: Superuser group
ru_ru: Группа суперпользователей

source: Normal group
ru_ru: Нормальная группа

source: When this device is configured as CARP master it will try to switch to master when powering up, this option will keep this one slave if there already is a master on the network. A reboot is required to take effect.
ru_ru: Когда это устройство настроено как Carp мастер, оно попытается переключиться на master при включении, эта опция сохранит этот один ведомый, если в сети уже есть мастер. Для вступления в силу требуется перезагрузка.

source: Perform synchronization
ru_ru: Выполнить синхронизацию

source: Synchronize the users and groups over to the other HA host.
ru_ru: Синхронизируйте пользователей и группы с другим хостом HA.

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
ru_ru: Синхронизируйте серверы аутентификации (например, LDAP, RADIUS) с другим хостом HA.

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
ru_ru: Синхронизируйте центры сертификации, сертификаты и списки отзыва сертификатов с другим узлом HA.

source: Synchronize the firewall rules to the other HA host.
ru_ru: Синхронизируйте правила брандмауэра с другим хостом HA.

source: Synchronize the firewall schedules to the other HA host.
ru_ru: Синхронизируйте расписания брандмауэра с другим хостом HA.

source: Synchronize the aliases over to the other HA host.
ru_ru: Синхронизируйте псевдонимы с другим хостом HA.

source: Synchronize the NAT rules over to the other HA host.
ru_ru: Синхронизируйте правила NAT с другим хостом HA.

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
ru_ru: Синхронизируйте параметры DHCP-сервера с другим хостом HA. Это относится только к DHCP для IPv4.

source: Synchronize the Static Route configuration to the other HA host.
ru_ru: Синхронизируйте конфигурацию статического маршрута с другим хостом HA.

source: Synchronize the CARP Virtual IPs to the other HA host.
ru_ru: Синхронизируйте виртуальные IP-адреса CARP с другим хостом HA.

source: Invalid login shell provided.
ru_ru: Недопустимая оболочка входа.

source: Login shell
ru_ru: Оболочка входа

source: Import
ru_ru: Импорт

source: Disable phase 1 entry
ru_ru: Отключить фазу 1 входа

source: Enable phase 1 entry
ru_ru: Включить фазу 1 входа

source: Move selected entries before this
ru_ru: Переместить выбранные записи перед этим

source: Disable phase 2 entry
ru_ru: Отключить фазу 2 входа

source: Enable phase 2 entry
ru_ru: Включить фазу 2 входа

source: Move selected phase 2 entries to end
ru_ru: Переместить выбранные записи фазы 2 в конец

source: Move selected phase 1 entries to end
ru_ru: Переместить выбранные записи фазы 1 в конец

source: Move selected before this item
ru_ru: Переместить выбранный перед этим элементом

source: Move selected items to end
ru_ru: Переместить выбранные элементы в конец

source: %s bit
ru_ru: %s бит

source: Hide
ru_ru: Скрыть

source: Show
ru_ru: Показать

source: Number of log entries:
ru_ru: Количество записей журнала:

source: Update interval in seconds:
ru_ru: Интервал обновления в секундах:

source: Interfaces to display:
ru_ru: Интерфейсы для отображения:

source: Failed
ru_ru: Неудачный

source: Changed
ru_ru: Изменённый

source: Not changed
ru_ru: Неизменённый

source: Only show first found CPU core temperature
ru_ru: Показывать только температуру первого найденного ядра процессора

source: Power
ru_ru: Питание

source: Unless
ru_ru: Если не

source: And
ru_ru: И

source: To Day
ru_ru: По день

source: From Day
ru_ru: С дня

source: Hostname Matches
ru_ru: Совпадение имён узлов

source: URL Matches
ru_ru: Совпадение URL

source: DNS Domain Is
ru_ru: DNS домен

source: IP Is In Network
ru_ru: IP из сети

source: Is Resolvable
ru_ru: Разрешимое

source: DNS Domain Levels (Count Of Dots)
ru_ru: Уровень домена DNS (количество точек)

source: Weekday Range
ru_ru: Интервал дней недели

source: Date Range
ru_ru: Интервал дат

source: Time Range
ru_ru: Интервал времени

source: Shaper
ru_ru: Ограничение скорости

source: info
ru_ru: информация

source: interfaces
ru_ru: Интерфейсы

source: rules
ru_ru: правила

source: timeouts
ru_ru: таймауты
