Repository: kekek2/lang
Catalog: ting_addons/2019.06.24.diff.*.po
Languages: ru_ru

source: vnStat is a console-based network traffic monitor vnStat is a console-based network traffic monitor for Linux and BSD that keeps a log of network traffic for the selected interface(s). It uses the network interface statistics provided by the kernel as information source. This means that vnStat won't actually be sniffing any traffic and also ensures light use of system resources. Plugin Changelog ================ 1.1 * Add button to remove database * Make database persistent in MFS installations 1.0 * Initial release WWW: https://humdi.net/vnstat/ Maintainer: m.muenz@gmail.com
ru_ru: vnStat - это консольный монитор сетевого трафика vnStat-это консольный монитор сетевого трафика для Linux и BSD, который ведет журнал сетевого трафика для выбранного интерфейс(ов). Он использует статистику сетевого интерфейса предоставляемую ядром в качестве источника информации. При этом vnStat на самом деле не будет анализировать трафик, а также обеспечивает легкое использование системных ресурсов. Plugin Changelog ================ 1.1 * Add button to remove database * Make database persistent in MFS installations 1.0 * Initial release WWW: https://humdi.net/vnstat/ Сопровождение: m.muenz@gmail.com

source: Traffic Analysis and Flow Collection ntopng is the next generation version of the original ntop, a network traffic probe that monitors network usage. ntopng is based on libpcap and it has been written in a portable way in order to virtually run on every Unix platform, MacOSX and on Windows as well. Plugin Changelog ================ 1.2 * Changed data directory to avoid warning * Make data directory persistant in MFS environments 1.1 * Add HTTPS support 1.0 * Allow to set a HTTP port * Allow user how to handle reverse lookups in ntopng WWW: https://www.ntop.org/products/traffic-analysis/ntop/ Maintainer: m.muenz@gmail.com
ru_ru: Анализ трафика и сбор потоков ntopng - это версия исходного ntop следующего поколения, анализатор сетевого трафика, который отслеживает использование сети. ntopng основан на libpcap, и он был написан переносимым, чтобы работать на платформе Unix, MacOSX и Windows. Plugin Changelog ================ 1.2 * Changed data directory to avoid warning * Make data directory persistant in MFS environments 1.1 * Add HTTPS support 1.0 * Allow to set a HTTP port * Allow user how to handle reverse lookups in ntopng WWW: https://www.ntop.org/products/traffic-analysis/ntop/ Сопровождение: m.muenz@gmail.com

source: The FRRouting Protocol Suite FRRouting (FRR) is an IP routing protocol suite for Linux and Unix platforms which includes protocol daemons for BGP, IS-IS, LDP, OSPF, PIM, and RIP. FRR's seamless integration with the native Linux/Unix IP networking stacks makes it applicable to a wide variety of use cases including connecting hosts/VMs/containers to the network, advertising network services, LAN switching and routing, Internet access routers, and Internet peering. Plugin Changelog ================ 1.9 * Allow usage of VTI IPSec interfaces 1.8 * Add area range in OSPF config WWW: https://frrouting.org/ Maintainer: franz.fabian.94@gmail.com
ru_ru: Набор Протоколов FRRouting FRRouting (FRR) - это набор протоколов IP-маршрутизации для платформ Linux и Unix, который включает в себя демоны протоколв BGP, IS-IS, LDP, OSPF, PIM и RIP. FRR-это бесшовная интеграция с родным стэком IP сетей Linux/Unix, позволяет применять для широкого спектра задач, включая подключения хостов/виртуальных машин/контейнеров к сети, расширенная сеть, сервисы, сети коммутации и маршрутизации, Интернет-маршрутизаторы и Интернет-пиринга. Plugin Changelog ================ 1.9 * Allow usage of VTI IPSec interfaces 1.8 * Add area range in OSPF config WWW: https://frrouting.org/ Сопровождение: franz.fabian.94@gmail.com

source: SMTP mail relay Postfix attempts to be fast, easy to administer, and secure. The outside has a definite Sendmail-ish flavor, but the inside is completely different. Plugin Changelog ================ 1.9 * Allow HA config sync via XMLRPC 1.8 * Add TLS Wrapper to support SMTPS 1.7 * Add Address Rewriting, allows to rewrite e.g. @example.com to @example.net. * Add Sender BCC and Recipient BCC. * Allow Domain Masquerading when using internal domain names. 1.6 * Fixed typos * Adds Listen Port field 1.5 * Allow empty destination in transport 1.4 * Allow enforced receipient check 1.3 * Allow more options in Senders and Recipients setting 1.2 * Updated relay_host validation 1.1 * Add smart host field * Add SMTP authentication 1.0 * Initial release WWW: http://www.postfix.org/ Maintainer: m.muenz@gmail.com
ru_ru: SMTP ретранслятор Postfix призван быть быстрым, лёгким в управлении, и безопасным. Внешняя сторона определена по образу Sendmail, но внутри они абсолютно разные. Plugin Changelog ================ 1.9 * Allow HA config sync via XMLRPC 1.8 * Add TLS Wrapper to support SMTPS 1.7 * Add Address Rewriting, allows to rewrite e.g. @example.com to @example.net. * Add Sender BCC and Recipient BCC. * Allow Domain Masquerading when using internal domain names. 1.6 * Fixed typos * Adds Listen Port field 1.5 * Allow empty destination in transport 1.4 * Allow enforced receipient check 1.3 * Allow more options in Senders and Recipients setting 1.2 * Updated relay_host validation 1.1 * Add smart host field * Add SMTP authentication 1.0 * Initial release WWW: http://www.postfix.org/ Сопровождение: m.muenz@gmail.com

source: Real-time performance monitoring Netdata is distributed, real-time, performance and health monitoring for systems and applications. It is a highly optimized monitoring agent you install on all your systems and containers. Netdata provides unparalleled insights, in real-time, of everything happening on the systems it runs (including web servers, databases, applications), using highly interactive web dashboards. WWW: https://github.com/netdata/netdata Maintainer: m.muenz@gmail.com
ru_ru: Мониторинг производительности в реальном времени Netdata - это распределенный в реальном времени мониторинг производительности и работоспособности систем и приложений. Это высоко оптимизированный агент мониторинга, устанавливаемый на все системы и контейнеры. Netdata предоставляет беспрецедентную информацию в режиме реального времени обо всем, что происходит в системах, на которых он запускается (включая веб-серверы, базы данных, приложения), используя высокоинтерактивные веб-панели мониторинга. WWW: https://github.com/netdata/netdata Сопровождение: m.muenz@gmail.com

source: Real-time performance monitoring
ru_ru: Мониторинг производительности в реальном времени

source: RADIUS Authentication, Authorization and Accounting Server FreeRADIUS includes a RADIUS server, a BSD licensed client library, a PAM library, and an Apache module. In most cases, the word FreeRADIUS refers to the RADIUS server. FreeRADIUS is the most widely deployed RADIUS server in the world. It is the basis for multiple commercial offerings. It supplies the AAA needs of many Fortune-500 companies and Tier 1 ISPs. It is also widely used for Enterprise Wi-Fi and IEEE 802.1X network security, particularly in the academic community, including eduroam. The server is fast, feature-rich, modular, and scalable. Plugin Changelog ================ 1.9.0 * Add DHCP support, serving only for DHCP relays * Allow usage of remote MySQL server * Rework service status UI WWW: https://www.freeradius.org Maintainer: m.muenz@gmail.com
ru_ru: RADIUS сервер аутентификации, авторизации и аккаунтинга FreeRADIUS включает сервер RADIUS, клиентскую библиотеку под лицензией BSD, PAM-библиотеку, и модуль для Apache. В большинстве случаев, слово FreeRADIUS отсылает к серверу RADIUS. FreeRADIUS наиболее широко распространённый RADIUS-сервер в мире. Он является базисом многих коммерческих решений. Он обеспечивает потребности AAA многих компаний из списка Fortune-500 и 1 ярус ISP. Он также широко используется для Enterprise Wi-Fi и сетей с IEEE 802.1X безопасностью, в частности в академических обществах, включая образовательные сети. Сервер быстрый, с богатым функционалом, модульный, и масштабируемый. Plugin Changelog ================ 1.9.0 * Add DHCP support, serving only for DHCP relays * Allow usage of remote MySQL server * Rework service status UI WWW: https://www.freeradius.org Сопровождение: m.muenz@gmail.com

source: Protect your network from spam Rspamd is fast, modular and lightweight spam filter. It is designed to work with big amount of mail and can be easily extended with own filters written in lua. Plugin Changelog ---------------- 1.5 * Add whitelisting to Graylist section Maintainer: franz.fabian.94@gmail.com
ru_ru: Защита сети от спама Rspamd - это быстрый, модульный и легковесный спам-фильтр. Он спроектирован для работы с большим количеством почты и может быть легко расширен собственными фильтрами, написанными на lua. Plugin Changelog ---------------- 1.5 * Add whitelisting to Graylist section Сопровождение: franz.fabian.94@gmail.com

source: OpenConnect Client OpenConnect is an SSL VPN client initially created to support Cisco's AnyConnect SSL VPN. It has since been ported to support the Juniper SSL VPN which is now known as Pulse Connect Secure. Plugin Changelog ================ 1.3.3 * Enhance allowed characters in group name 1.3.2 * Reworked init script to better handle SIGINT 1.3.1 * Add non-inter option to config 1.3 * Add group separation * Allow client certificate based authentication 1.2 * Allow @ in user name * Allow upper case characters user name 1.1 * Add field to allow untrusted certificates via certificate hash string 1.0 * Initial release WWW: http://www.infradead.org/openconnect/ Maintainer: m.muenz@gmail.com
ru_ru: Клиент OpenConnect OpenConnect изначально является SSL-VPN-клиентом, который создан для поддержки компании Cisco AnyConnect VPN с шифрованием SSL. С тех пор он был портирован на поддержку Juniper SSL VPN, который ейчас известен как Pulse Connect Secure. Plugin Changelog ================ 1.3.3 * Enhance allowed characters in group name 1.3.2 * Reworked init script to better handle SIGINT 1.3.1 * Add non-inter option to config 1.3 * Add group separation * Allow client certificate based authentication 1.2 * Allow @ in user name * Allow upper case characters user name 1.1 * Add field to allow untrusted certificates via certificate hash string 1.0 * Initial release WWW: http://www.infradead.org/openconnect/ Сопровождение: m.muenz@gmail.com

source: Nginx HTTP server and reverse proxy NGINX is a high performance edge web server with the lowest memory footprint and the key features to build modern and efficient web infrastructure. NGINX functionality includes HTTP server, HTTP and mail reverse proxy, caching, load balancing, compression, request throttling, connection multiplexing and reuse, SSL offload and HTTP media streaming. Plugin Changelog ================ 1.11 * add VTS(1) module for traffic status reports * fix HSTS bug * add extended log format (contributed by Josh Wiles) (1) https://github.com/vozlt/nginx-module-vts 1.10 * fix content security settings (missing checkbox, correct templating) 1.9 * add advanced options to configure hostname hash sizes for long hostnames 1.8 * update lodash to v4.17.11 * Breaking: remove the WAF policy match type "=" as it is not supported (if you have them in use, unlink and delete them before installing this update) * allow plugins via include hooks * Breaking: the enabled flag in the general setting now works (en- or disables all vhosts in the plugin itself, but always serves plugins). Default was false so make sure you have it enabled before upgrade. * Alias support for downstream proxies (trust setting) * bugfix: deleting IP ACL * HSTS not sent automatically anymore if HTTP over TLS is configured (still available via security header) * add configuration directives for timeouts to location 1.7 * bugfix: create log directory if it is missing * reorder menu 1.6 * fix bug due to permission downgrade (basic auth) * fix bug when multiple hostnames are used, that the logs are not displayed in the log viewer * add paging support to log viewer, so it does not crash on really big log files * add basic TLS fingerprint check to make man in the middle attacks visible (may not fully work on LibreSSL crypto flavour as curves seem to return an empty string) * add dropdown to select authentication backend in HTTP server for advanced authentication * add global error log to log viewer * use stricter checks for internal locations (contributed by Northguy) 1.5 * Add proxy options for ignore client abort and disabling buffering * Add logviewer support for streams * Fix charset is not defined bug (contributed by ccesario [1]) * Add an existence check for locations * Add PROXY protocol for HTTP and Streams frontend * Add PROXY backend support for Streams * Add support for better whitelist rules in the WAF [1] https://github.com/opnsense/plugins/pull/1035 1.4 (Development only) * move upstreams from HTTP to their own menu because they are used for TCP load balancing as well * add TCP load balancing [1] * add support for IP based ACLs * add log rotation (contributed by Julius Cesar Camargo [2]) * add support for satisfy, body size limitation * change: allow to disable internal bot protection (contributed by @fzoske) [3] * change: do not save when no change in the list happened to prevent filling the log history * fix: translate a german string in upstream server to english * replace headers instead of just adding our own (duplication issue #971), suppress X-Powered-By from Upstream [4] [1] https://github.com/opnsense/plugins/pull/930 [2] https://github.com/opnsense/plugins/pull/982 [3] https://github.com/opnsense/plugins/pull/934 [4] https://github.com/opnsense/plugins/issues/971 1.3 * bugfix: correctly set upstream header 1.2 * add limiter support * add permanent ban feature (use alias in firewall rules) * add caching feature (local file system) * add path prefix support (contributed by @ccesario ) * add port to upstream server table * add support to download waf rules * improvement: export full chain instead of only the server certificate (fixes some issues with some tools which need it) * web interface (allow HTTP/2 server push to increase performance) * support for (secure) web sockets in reverse proxy mode * bugfix: fix issues with multiple hostnames (IPv6 issues with TLS SNI by @ccesario ) * bugfix: warning in certificate rendering 1.1 * add log viewer 1.0 * add Reverse Proxy (Load Balancer) * add Location Configuration * add local HTTP Server * add local PHP support * add experimental support to handle the web interface (can only be enabled via CLI) * add WAF (NAXSI) support * add Authentication support WWW: https://nginx.org/ Maintainer: franz.fabian.94@gmail.com
ru_ru: Nginx сервер HTTP and обратный прокси NGINX-это высокопроизводительный пограничный веб-сервер, использующий наименьший объемом памяти и ключевыми особенностями для создания современной и эффективной веб-инфраструктуры. Функциональность NGINX включает HTTP-сервер, HTTP и почтовый обратный прокси, кэширование, балансировка нагрузки, сжатие, регулирование запросов, мультиплексирование соединений и повторное использование, разгрузка SSL и потоковая передача мультимедиа HTTP. Plugin Changelog ================ 1.11 * add VTS(1) module for traffic status reports * fix HSTS bug * add extended log format (contributed by Josh Wiles) (1) https://github.com/vozlt/nginx-module-vts 1.10 * fix content security settings (missing checkbox, correct templating) 1.9 * add advanced options to configure hostname hash sizes for long hostnames 1.8 * update lodash to v4.17.11 * Breaking: remove the WAF policy match type "=" as it is not supported (if you have them in use, unlink and delete them before installing this update) * allow plugins via include hooks * Breaking: the enabled flag in the general setting now works (en- or disables all vhosts in the plugin itself, but always serves plugins). Default was false so make sure you have it enabled before upgrade. * Alias support for downstream proxies (trust setting) * bugfix: deleting IP ACL * HSTS not sent automatically anymore if HTTP over TLS is configured (still available via security header) * add configuration directives for timeouts to location 1.7 * bugfix: create log directory if it is missing * reorder menu 1.6 * fix bug due to permission downgrade (basic auth) * fix bug when multiple hostnames are used, that the logs are not displayed in the log viewer * add paging support to log viewer, so it does not crash on really big log files * add basic TLS fingerprint check to make man in the middle attacks visible (may not fully work on LibreSSL crypto flavour as curves seem to return an empty string) * add dropdown to select authentication backend in HTTP server for advanced authentication * add global error log to log viewer * use stricter checks for internal locations (contributed by Northguy) 1.5 * Add proxy options for ignore client abort and disabling buffering * Add logviewer support for streams * Fix charset is not defined bug (contributed by ccesario [1]) * Add an existence check for locations * Add PROXY protocol for HTTP and Streams frontend * Add PROXY backend support for Streams * Add support for better whitelist rules in the WAF [1] https://github.com/opnsense/plugins/pull/1035 1.4 (Development only) * move upstreams from HTTP to their own menu because they are used for TCP load balancing as well * add TCP load balancing [1] * add support for IP based ACLs * add log rotation (contributed by Julius Cesar Camargo [2]) * add support for satisfy, body size limitation * change: allow to disable internal bot protection (contributed by @fzoske) [3] * change: do not save when no change in the list happened to prevent filling the log history * fix: translate a german string in upstream server to english * replace headers instead of just adding our own (duplication issue #971), suppress X-Powered-By from Upstream [4] [1] https://github.com/opnsense/plugins/pull/930 [2] https://github.com/opnsense/plugins/pull/982 [3] https://github.com/opnsense/plugins/pull/934 [4] https://github.com/opnsense/plugins/issues/971 1.3 * bugfix: correctly set upstream header 1.2 * add limiter support * add permanent ban feature (use alias in firewall rules) * add caching feature (local file system) * add path prefix support (contributed by @ccesario ) * add port to upstream server table * add support to download waf rules * improvement: export full chain instead of only the server certificate (fixes some issues with some tools which need it) * web interface (allow HTTP/2 server push to increase performance) * support for (secure) web sockets in reverse proxy mode * bugfix: fix issues with multiple hostnames (IPv6 issues with TLS SNI by @ccesario ) * bugfix: warning in certificate rendering 1.1 * add log viewer 1.0 * add Reverse Proxy (Load Balancer) * add Location Configuration * add local HTTP Server * add local PHP support * add experimental support to handle the web interface (can only be enabled via CLI) * add WAF (NAXSI) support * add Authentication support WWW: https://nginx.org/ Сопровождение: franz.fabian.94@gmail.com

source: Malicious traffic detection system Maltrail is a malicious traffic detection system, utilizing publicly available (black)lists containing malicious and/or generally suspicious trails, along with static trails compiled from various AV reports and custom user defined lists, where trail can be anything from domain name, URL, IP address or HTTP User-Agent header value. Also, it uses advanced heuristic mechanisms that can help in discovery of unknown threats. WWW: https://github.com/stamparm/maltrail Maintainer: m.muenz@gmail.com
ru_ru: Система обнаружения вредоносного трафика Maltrail-это система обнаружения вредоносного трафика, использующая общедоступные (черные) списки, содержащие вредоносные и/или вообще подозрительные следы, а также статические следы, скомпилированные из различных отчетов AV и пользовательских пользовательских списков. След может быть доменным именем, URL, IP-адресом или значением заголовка HTTP User-Agent. Кроме того, используются передовые эвристические механизмы, которые могут помочь в обнаружении неизвестных угроз. WWW: https://github.com/stamparm/maltrail Сопровождение: m.muenz@gmail.com

source: Malicious traffic detection system
ru_ru: Система обнаружения вредоносного трафика

source: Flexible DNS proxy supporting DNSCrypt and DoH A flexible DNS proxy, with support for modern encrypted DNS protocols such as DNSCrypt v2 and DNS-over-HTTPS. Plugin Changelog ================ 1.3 * Add DNS blacklisting 1.2 * Add logging to menu 1.1 * Allow manual server addition and selection 1.0 * Automatic selection of fastest DNS servers * Allow to set cloaks/overrides * Allow to set forwarders * Allow to set whitelists WWW: https://github.com/jedisct1/dnscrypt-proxy Maintainer: m.muenz@gmail.com
ru_ru: Гибкий DNS-прокси, поддерживающий DNSCrypt и DoH Гибкий DNS-прокси с поддержкой современных зашифрованных протоколов DNS, таких как DNSCrypt v2 и DNS-over-HTTPS. Plugin Changelog ================ 1.3 * Add DNS blacklisting 1.2 * Add logging to menu 1.1 * Allow manual server addition and selection 1.0 * Automatic selection of fastest DNS servers * Allow to set cloaks/overrides * Allow to set forwarders * Allow to set whitelists WWW: https://github.com/jedisct1/dnscrypt-proxy Сопровождение: m.muenz@gmail.com
