Repository: kekek2/lang
Catalog: ting_addons/2019.06.24.diff.*.po
Languages: ru_ru

source: ET Pro Telemetry Edition Todays cybersecurity engineers need timely and accurate data about eminent threats and how they spread around the globe. With this data cybersecurity researchers and analysts can improve the detection of malicious network traffic. The times when we could rely on just firewall rules for our protection are long gone. Additional layers of security are desperately needed to guard against these attacks. With growing risks the need to fortify our security is growing for both big enterprises as for SMEs alike, but often out of reach for the latter. An important extra security addition is an Intrusion Detection and Prevention System (IDS/IPS). The IDS/IPS available in OPNsense is based on Suricata. This open source IDS/IPS engine has proven its value in OPNsense, especially in combination with the free Proofpoint ETOpen ruleset. The need for valuable threat detection data and the increasing importance of additional network security has brought Proofpoint and OPNsense together. Our joined efforts resulted in the ETPro Telemetry edition. The ETPro Telemetry edition embraces our vision that sharing knowledge leads to better products. When you allow your OPNsense system to share anonymized information about detected threats - the alerts - you are able to use the ETPro ruleset free of charge. Maintainer: ad@opnsense.org
ru_ru: ET Pro Telemetry Edition Сегодняшние инженеры по кибербезопасности нуждаются в своевременных и точных данных об основных угрозах и о том, как они распространяются по всему миру. С помощью этих данных исследователи и аналитики кибербезопасности могут улучшить обнаружение вредоносного сетевого трафика. Времена, когда мы могли полагаться только на правила брандмауэра для нашей защиты, давно прошли. Для защиты от этих нападений крайне необходимы дополнительные уровни безопасности. С ростом рисков необходимость укрепления нашей безопасности растет как для крупных предприятий, так и для МСП, но часто вне досягаемости для последних. Важным дополнительным дополнением безопасности является система обнаружения и предотвращения вторжений (IDS/IPS). IDS/IPS, доступные в OPNsense, основаны на Suricata. Этот механизм IDS/IPS с открытым исходным кодом доказал свою ценность в OPNsense, особенно в сочетании со свободным набором правил Proofpoint ETOpen. Потребность в ценных данных обнаружения угроз и растущая важность дополнительной сетевой безопасности объединили Proofpoint и OPNsense. Результатом наших совместных усилий стало ET Pro Telemetry Edition. ET Pro Telemetry Edition охватывает наше видение того, что обмен знаниями приводит к улучшению продуктов. Если вы разрешаете системе OPNsense обмениваться анонимизированной информацией об обнаруженных угрозах-предупреждениях-вы можете использовать набор правил ETPro бесплатно. Сопровождение: ad@opnsense.org

source: Display hardware information on the dashboard Dmidecode reports information about your system's hardware as described in your system BIOS according to the SMBIOS/DMI standard. This information typically includes system manufacturer, model name, serial number, BIOS version, asset tag as well as a lot of other details of varying level of interest and reliability depending on the manufacturer. This will often include usage status for the CPU sockets, expansion slots (e.g. AGP, PCI, ISA) and memory module slots, and the list of I/O ports (e.g. serial, parallel, USB). This adds a dashboard widget to display the gathered hardware information. WWW: http://www.nongnu.org/dmidecode/ Maintainer: evbevz@gmail.com
ru_ru: Отображение на панели мониторинга информации об оборудовании Dmidecode сообщает информацию об оборудовании системы, как описано в BIOS системы в соответствии со стандартом SMBIOS/DMI. Эта информация обычно включает в себя производителя системы, название модели, серийный номер, версию BIOS, тег актива, а также множество других деталей различного уровня интереса и надежности в зависимости от производителя. Это часто включает состояние использования для сокета ЦП, слотов расширения (например, AGP, PCI, ISA) и слотов модулей памяти, а также список портов ввода/вывода (например, последовательный, параллельный, USB). Добавляется виджет панели мониторинга для отображения собранной информации об оборудовании. WWW: http://www.nongnu.org/dmidecode/ Сопровождение: evbevz@gmail.com

source: Display hardware information on the dashboard
ru_ru: Отображение на панели мониторинга информации об оборудовании

source: Backup config.xml to Yandex.Disk The plugin allows you to make backups of the configuration file to Yandex.Disk Maintainer: kekek2@ya.ru
ru_ru: Резервная копия конфига на Яндекс.Диск Плагин позволяет создавать резервные копии конфигурационного файла config.xml на Яндекс.Диск Сопровождение: kekek2@ya.ru

source: Backup config.xml to Yandex.Disk
ru_ru: Резервная копия конфига на Яндекс.Диск

source: You need to set a proper listening IP.
ru_ru: Нужно установить правильный IP прослушивания.

source: You have to enable FreeRADIUS DHCP service.
ru_ru: Необходимо включить службу DHCP FreeRADIUS.

source: Username can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
ru_ru: Имя пользователя может содержать до 32 знаков. Допускаются буквенно-цифровые символы, а также точка, тире и подчеркивания.

source: Upstream
ru_ru: Вышестоящий сервер

source: This field must be lower than the subject score.
ru_ru: Это поле должно быть меньше, чем оценка предмета.

source: This field must be lower than the reject score.
ru_ru: Это поле должно быть меньше, чем оценка отклонения.

source: This field must be lower than the header score.
ru_ru: Это поле должно быть меньше, чем оценка заголовка.

source: This field must be bigger than the subject score.
ru_ru: Это поле должно быть больше, чем оценка предмета.

source: This field must be bigger than the reject score.
ru_ru: Это поле должно быть больше, чем оценка отклонения.

source: This field must be bigger than the header score.
ru_ru: Это поле должно быть больше, чем оценка заголовка.

source: This field must be bigger than the greylist score.
ru_ru: Это поле должно быть больше, чем оценка в сером списке.

source: The url must be valid without a trailing slash. For example: https://nextcloud.example.com or https://example.com/nextcloud
ru_ru: URL-адрес должен быть действительным без завершающей косой черты. Например, https://nextcloud.example.com или https://example.com/nextcloud

source: The name should only contain alphanumeric characters, dashes, underscores or a dot.
ru_ru: Имя должно содержать только буквенно-цифровые символы, тире, подчеркивания или точку.

source: System Resource
ru_ru: Системные ресурсы

source: Stop processing rules and find location
ru_ru: Остановить правила обработки и найти местоположение

source: Stop processing rules
ru_ru: Прекратить обработку правил

source: Service name must be unique.
ru_ru: Имя службы должно быть уникальным.

source: Selected alias not found
ru_ru: Выбранный псевдоним не найден

source: Restart Nginx (OPNsense plugin)
ru_ru: Перезапустить Nginx (плагин OPNsense)

source: Related automation not found
ru_ru: Связанная автоматизация не найдена

source: Related CPU affinity rule not found
ru_ru: Связанное правило соответствия ЦП не найдено

source: Please provide a valid group name. Allowed characters are a-zA-Z0-9._- and it has to be 1-64 characters long.
ru_ru: Пожалуйста, укажите правильное имя группы. Допустимые символы: a-zA-Z0-9 ._-, длина должна быть от 1 до 64 символов.

source: Password can be up to 32 signs long. Alphanumeric characters and also dot, dash and underscore allowed.
ru_ru: Пароль может иметь длину до 32 знаков. Допускаются буквенно-цифровые символы, а также Точка, тире и подчеркивания.

source: MySQL and SQLite can not be combined.
ru_ru: MySQL и SQLite не могут быть объединены.

source: Don't check regular expressions on logest prefix match ("^~")
ru_ru: Не проверяйте регулярные выражения на соответствие самого длинного префикса ("^~")

source: Do not decode DNS responses and do not resolve numeric IPs
ru_ru: Не декодировать ответы DNS и не разрешать числовые IP-адреса

source: Decode DNS responses and resolve only local numeric IPs
ru_ru: Декодировать ответы DNS и разрешать только локальные числовые IP-адреса

source: Decode DNS responses and resolve all numeric IPs
ru_ru: Декодировать ответы DNS и разрешать все числовые IP-адреса

source: Decode DNS responses and do not resolve numeric IPs
ru_ru: Декодировать ответы DNS и не разрешать числовые IP-адреса

source: Days and hours should be numeric values or left empty
ru_ru: Дни и часы должны быть числовыми значениями или пустыми

source: Choose an Peer.
ru_ru: Выберите пир

source: Choose an ACL.
ru_ru: Выберите ACL

source: Case Sensitive Match ("~")
ru_ru: Совпадение с учетом регистра ("~")

source: Case Insensitive Match ("~*")
ru_ru: Совпадение без учета регистра ("~*")

source: Backup Server
ru_ru: Резервный сервер

source: An user for the Yandex server must be set.
ru_ru: Пользователь для сервера Яндекса должен быть установлен.

source: Address Rewriting
ru_ru: Перезапись адреса

source: A port must be set.
ru_ru: Порт должен быть установлен.

source: A password for a Yandex server must be set.
ru_ru: Пароль для сервера Яндекса должен быть установлен.

source: A host must be set.
ru_ru: Хост должен быть установлен.

source: enable this alias
ru_ru: включить этот псевдоним

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
ru_ru: Белый список доменов назначения. Можно использовать регулярное выражение, запятую или нажать Enter для нового элемента. Примеры: "mydomain.com" соответствует "*.mydomain.com"; "^https?: \ / \/([a-zA-Z]+)\.mydomain\."соответствует "http (s)://textONLY.mydomain.* ";"\.gif$" совпадает с "\*.gif" но не на "\*.gif test"; "\[0-9]+\.gif$" совпадает с "\123.gif", но не с "test\.gif"

source: Whitelist Domains
ru_ru: Белый список доменов

source: Whether to enable or disable the usage or heuristic detection.
ru_ru: Включить или отключить использование или эвристическое обнаружение.

source: When using profiles for group separation please set here.
ru_ru: Для использования профилей для разделения групп, пожалуйста, установите здесь.

source: When HAProxy requests user name and password from the user, this optional authentication realm is returned with the response (typically the application's name).
ru_ru: Когда HAProxy запрашивает имя пользователя и пароль от пользователя, эта необязательная область проверки подлинности возвращается с ответом (обычно имя приложения).

source: WebSocket Support
ru_ru: Поддержка WebSocket

source: WAN interfaces
ru_ru: Интерфейс WAN

source: Verify the server certificate name when the client connects
ru_ru: Проверятьимя сертификата сервера при подключении клиента

source: Verify SSL certificates
ru_ru: Проверка SSL-сертификатов

source: Verify Client Certificate
ru_ru: Проверка сертификата клиента

source: Verification
ru_ru: Проверка

source: Validate server subject
ru_ru: Проверка субъекта сервера

source: Use random local port
ru_ru: Использовать случайный локальный порт

source: Use a password to protect the pkcs12 file contents
ru_ru: Использовать пароль для защиты содержимого файла pkcs12

source: Use TLS (HTTPS) to connect to the server.
ru_ru: Использовать TLS (HTTPS) для подключения к серверу.

source: Use Heuristics
ru_ru: Использование эвристики

source: UI Listen Port
ru_ru: Порт прослушивания пользовательского интерфейса

source: UI Listen Address
ru_ru: Адрес прослушивания пользовательского интерфейса

source: Type subnets/addresses you want to ignore for the access.log.
ru_ru: Введите подсети/адреса, которые вы хотите игнорировать для access.log.

source: Type subnets you want to allow access to the proxy server.
ru_ru: Введите подсети, которым разреш`y доступ к прокси-серверу.

source: Type IPs of alternative DNS servers you like to use.
ru_ru: Введите IP-адреса альтернативных DNS-серверов

source: Type IP addresses you want to deny access to the proxy server.
ru_ru: Введите IP-адреса, которым запрещён доступ к прокси-серверу.

source: Type IP addresses you want to allow access to the proxy server.
ru_ru: Введите IP-адреса, которым разрешён доступ к прокси-серверу.

source: Trusted Proxies (Firewall Alias)
ru_ru: Доверенные Прокси (Псевдоним Брандмауэра)

source: Trusted
ru_ru: Доверенные

source: Time in seconds how often to refresh trails.
ru_ru: Время в секундах, как часто обновлять маршруты.

source: This will look into all IPv4 and IPv6 traffic. If disabled it will only look for traffic for icmp, udp, tcp syn packets and on known HTTP ports.
ru_ru: Рассматривается весь трафик IPv4 и IPv6. Если отключено, будет проссматриваться трафик только для пакетов icmp, udp, tcp syn и на известных портах HTTP.

source: This will enable support for tags.
ru_ru: Позволит поддерживать теги.

source: This will activate the static DHCP lease.
ru_ru: Активация статической аренды DHCP.

source: This will activate the Sensor. Do not forget to enable the local server mode or send the logs to a remote server.
ru_ru: Активация датчика. Не забудьте включить режим локального сервера или отправлять логи на удаленный сервер.

source: This will activate the Maltrail server. You can use this service to also collect data from remote Maltrail sensors.
ru_ru: Активация сервера Maltrail. Можно использовать эту услугу для сбора данных с удаленных датчиков Maltrail.

source: This will activate the FreeRADIUS DHCP service.
ru_ru: Активировация сервиса freeradius на протокол DHCP.

source: This will activate the DHCP FreeRADIUS service.
ru_ru: Активировация службы DHCP-систем.

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To Live). When the TTL expires, the user will be prompted for credentials again.
ru_ru: Указывается, как долго (в часах) прокси-сервер предполагает, что внешне проверенная комбинация имени пользователя и пароля действительна (время жизни). Когда срок действия TTL истечет, пользователю снова будет предложено ввести учетные данные.

source: This option reverses the order of preference to make Squid contact dual-stack websites over IPv4 first. Squid will still perform both IPv6 and IPv4 DNS lookups before connecting. This option will restrict the situations under which IPv6 connectivity is used (and tested) and will hide network problems which would otherwise be detected and warned about.
ru_ru: Эта опция меняет порядок предпочтения, чтобы Squid сначала связывался с веб-сайтами с двумя стеками через IPv4. Squid по-прежнему будет выполнять поиск IPv6 и IPv4 DNS перед подключением. Этот параметр ограничит ситуации, при которых подключение IPv6 используется (и проверяется), и скрывает сетевые проблемы, которые в противном случае были бы обнаружены и предупреждены.

source: This enables remote MySQL support.
ru_ru: Включение удаленной поддержки MySQL.

source: The port number that the c-icap server uses to listen to requests.
ru_ru: Номер порта, который сервер c-icap использует для прослушивания запросов.

source: The maximum time in seconds to wait for an automation to complete. When the timeout is reached the command is forcefully aborted. Defaults to 600 seconds.
ru_ru: Максимальное время в секундах ожидания завершения автоматизации. По достижении времени ожидания команда принудительно прерывается. По умолчанию 600 секунд.

source: The UDP port of the log server. Leave blank if you run server and sensor on the same machine. The default when in use should be set to 8337.
ru_ru: UDP-порт сервера журнала. Оставьте пустым, если сервер и датчик запускаются на одной и той же машине. Значение по умолчанию 8337.

source: TCP port of the server UI.
ru_ru: TCP-порт пользовательского интерфейса сервера.

source: TCP inspection delay
ru_ru: Задержка проверки TCP

source: Subject Score
ru_ru: Оценка предмета

source: Start send percentage data
ru_ru: Начало отправки процентных данных

source: Src-port
ru_ru: Порт источника

source: Set the value at which an e-mail is rejected. The value has to be higher than header, subject and greylist score.
ru_ru: Установите значение, при котором отклоняется сообщение электронной почты. Значение должно быть больше, чем заголовок, тема и оценка серого списка.

source: Set the value at which an e-mail is marked as spam in subject. The value has to be higher than header and greylist score.
ru_ru: Установите значение, при котором электронная почта помечается как спам в теме. Значение должно быть выше, чем оценка заголовка и серого списка.

source: Set the value at which an e-mail is marked as spam in header. The value has to be higher than greylist score.
ru_ru: Установите значение, при котором сообщение электронной почты помечается как спам в заголовке. Значение должно быть выше, чем оценка серого списка.

source: Set the value at which an e-mail is greylisted. The value has to be lower than all other scores.
ru_ru: Установите значение, при котором электронное письмо будет занесено в серый список. Значение должно быть ниже, чем все остальные оценки.

source: Set the user of remote MySQL server.
ru_ru: Установите пользователя удаленного сервера MySQL.

source: Set the subnet mask for this pool.
ru_ru: Установите маску подсети для этого пула.

source: Set the port to listen to.
ru_ru: Установить порт для прослушивания.

source: Set the port of remote MySQL server.
ru_ru: Установите порт удаленного сервера MySQL.

source: Set the password of remote MySQL server.
ru_ru: Установите пароль удаленного сервера MySQL.

source: Set the maximum allowed time to wait for data during content inspection. Defaults to milliseconds. You may also enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
ru_ru: Установите максимально допустимое время ожидания данных во время проверки содержимого. По умолчанию миллисекунды. Также можно ввести число, за которым следует один из поддерживаемых суффиксов "d" (дни), "h" (час), "m" (минута), "s" (секунды), "ms" (миллисекунды).

source: Set the maximum allowed time to wait for a response during content inspection. Defaults to milliseconds. You may also enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
ru_ru: Установите максимально допустимое время ожидания ответа во время проверки содержимого. По умолчанию миллисекунды. Также можно ввести число, за которым следует один из поддерживаемых суффиксов "d" (дни), "h" (час), "m" (минута), "s" (секунды), "ms" (миллисекунды).

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
ru_ru: Установите IP-адрес шлюза для этого пула. Это будет шлюз для клиентов, а также будет использоваться в качестве идентификатора.

source: Set the SHA256 password for user admin here. For ways to generate it, please consult the plugin documentation.
ru_ru: Установите пароль SHA256 для администратора. Чтобы узнать, как его сгенерировать, пожалуйста, обратитесь к документации плагина.

source: Set the MAC address for this static lease.
ru_ru: Установите MAC-адрес для этой статической аренды.

source: Set the IP addresses to listen to.
ru_ru: Установите IP-адреса для прослушивания.

source: Set the IP address to listen on.
ru_ru: Установить IP-адрес для прослушивания.

source: Set the IP address of remote MySQL server.
ru_ru: Установите IP-адрес удаленного сервера MySQL.

source: Set the IP address for this static lease.
ru_ru: Установите IP-адрес для этой статической аренды.

source: Set database name of remote MySQL server.
ru_ru: Задайте имя базы данных удаленного сервера MySQL.

source: Set a username if parent proxy requires authentication.
ru_ru: Задайте имя пользователя, если родительский прокси-сервер требует проверки подлинности.

source: Set a password if parent proxy requires authentication.
ru_ru: Установите пароль, если родительский прокси требует проверки подлинности.

source: Set a list of DNS servers for this pool.
ru_ru: Задайте список DNS-серверов для этого пула.

source: Server URL
ru_ru: URL сервера

source: Server Names Hash Max Size
ru_ru: Максимальный размер хеша имени сервера

source: Sequence
ru_ru: Последовательность

source: Send an authentication request to the OPNsense backend for advanced access control.
ru_ru: Отправьте запрос проверки подлинности на сервер OPNsense для расширенного управления доступом.

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
ru_ru: Выберите, что делать с заголовком X-Forwarded-For. Если установлено значение: "on", Squid добавит IP-адрес вашего клиента в HTTP-запросе, который он пересылает. По умолчанию он выглядит как X-Forwarded-For: 192.1.2.3; если установлено: "off", это будет выглядеть как X-Forwarded-For: unknown; "transparent", Squid не будет изменять X-Forwarded-For заголовка в любую сторону; если установлено: "delete", Squid удалить все X-Forwarded-For заголовки; если установлено: "truncate", Squid удалит все существующие X-Forwarded-For записи, и поместит клиентский IP в качестве единственного записи.

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
ru_ru: Выберите, что делать с URI, содержащими пробелы. Текущая реализация Squid encode и chop нарушает RFC2616, не используя перенаправление 301 после изменения URL.

source: Select report type. <div class="alert alert-info"> Report types: <ul> <li><b>Nodes</b> - Nodes activity</li> <li><b>Domains</b> - Top domains activity</li> <li><b>Users</b> - Users activity</li> <li><b>User IP</b> - Local IP addresses activity</li> <li><b>URLs</b> - Top URLs</li> <li><b>Chronology</b> - Top chronology</li> </ul> </div>
ru_ru: Выберите тип отчёта. <div class="alert alert-info"> Типы отчёта: <ul> <li><b>Узлы</b> - Активность по узлам</li> <li><b>Домены</b> - Активность по доменам</li> <li><b>Пользователи</b> - Активность по пользователям</li> <li><b>IP адреса пользователей</b> - Активность по IP-адресам пользователей</li> <li><b>URLs</b> - Адреса URL</li> <li><b>Историческая</b> - Активность по времени</li> </ul> </div>

source: Select report type. <div class="alert alert-info"> Report types: <ul> <li><b>Domains</b> - Top domains activity</li> <li><b>Users</b> - Users activity</li> <li><b>User IP</b> - Local IP addresses activity</li> <li><b>URLs</b> - Top URLs</li> <li><b>Chronology</b> - Top chronology</li> </ul> </div>
ru_ru: Выберите тип отчёта. <div class="alert alert-info"> Типы отчёта: <ul> <li><b>Домены</b> - Активность по доменам</li> <li><b>Пользователи</b> - Активность по пользователям</li> <li><b>IP адреса пользователей</b> - Активность по IP-адресам пользователей</li> <li><b>URLs</b> - Адреса URL</li> <li><b>Историческая</b> - Активность по времени</li> </ul> </div>

source: Select interface(s) the ftp proxy will bind to.
ru_ru: Выберите интерфейс(ы), к которому будет привязан FTP-прокси.
