Repository: kekek2/lang
Catalog: ting_addons/2019.05.08.diff.*.po
Languages: ru_ru

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx.
ru_ru: Введите MAC-адрес в следующем формате: xx:xx:xx:xx:xx: xx.

source: Enabled plugins
ru_ru: Включенные плагины

source: Enable vnStat daemon
ru_ru: Включить службу vnStat

source: Enable to accept parameters for this alias.
ru_ru: Разрешить принимать параметры для этого псевдонима.

source: Enable this userparameter.
ru_ru: Разрешить этот параметр пользователя.

source: Enable this group.
ru_ru: Включить этого пользователя.

source: Enable this alias.
ru_ru: Включить этот псевдоним.

source: Enable this CPU affinity rule.
ru_ru: Включает правило соответствия CPU.

source: Enable the collection of ZFS statistics.
ru_ru: Включает сбор статистических данных в ZFS.

source: Enable the collection of HAProxy statistics.
ru_ru: Включает сбор статистики HAProxy.

source: Enable the BlazerUSB driver.
ru_ru: Включает драйвер BlazerUSB.

source: Enable the BlazerSerial driver.
ru_ru: Включает драйвер BlazerSerial.

source: Enable the APCSMART driver.
ru_ru: Включает драйвер APCSMART.

source: Enable support for HTTP/2.
ru_ru: Включает поддержку HTTP/2.

source: Enable sendfile support (faster).
ru_ru: Включает поддержку sendfile (быстрее).

source: Enable sendfile
ru_ru: Включает sendfile

source: Enable or disable the nginx service.
ru_ru: Включает или отключает службу nginx.

source: Enable or disable SSL server certificate verification.
ru_ru: Включает или отключает проверку сертификата SSL-сервера.

source: Enable ntopng
ru_ru: Включает ntopng

source: Enable nginx
ru_ru: Включает nginx

source: Enable learning mode means nothing is blocked but logged.
ru_ru: Включение режима обучения означает, что ничего не блокируется, но регистрируется.

source: Enable a DNS cache to reduce latency and outgoing traffic.
ru_ru: Включить кэш DNS для уменьшения задержки и исходящего трафика.

source: Enable Youtube Adult Restrictions
ru_ru: Включить в Youtube ограничения для взрослых

source: Enable WireGuard
ru_ru: Включить WireGuard

source: Enable WAF
ru_ru: Включить WAF

source: Enable TLS (HTTPS)
ru_ru: Включить TLS (HTTPS)

source: Enable Strict Bing Search
ru_ru: Включить строгий поиск Bing

source: Enable SoftEther
ru_ru: Включить SoftEther

source: Enable Sendfile
ru_ru: Включить sendfile

source: Enable Security Rules
ru_ru: Включить правила безопасности

source: Enable Same Origin (recommended)
ru_ru: Включить тот же Origin (рекомендуется)

source: Enable SQLite
ru_ru: Включить SQLite

source: Enable Rate Limiting
ru_ru: Включить jграничение cкорости

source: Enable Prometheus Output
ru_ru: Включить вывод Prometheus

source: Enable PSK based encryption for communicating with the Zabbix server
ru_ru: Включить шифрование на основе PSK для связи с Zabbix сервером

source: Enable PIE active queue management
ru_ru: Включить управление активной очередью PIE

source: Enable PIE
ru_ru: Включить PIE

source: Enable Media Streams
ru_ru: Включить потоковую передачу мультимедиа

source: Enable Let's Encrypt Plugin Support
ru_ru: Включить поддержку плагинов Let's Encrypt

source: Enable Inline Scripting
ru_ru: Включить встроенные сценарии

source: Enable HTTP/2 Preloading
ru_ru: Включить предварительную загрузку HTTP/2

source: Enable HTTP/2
ru_ru: Включить HTTP/2

source: Enable HTTP(S) URLs
ru_ru: Включить URL HTTP(S)

source: Enable HTTP Basic Authentication.
ru_ru: Включить базовую проверку подлинности HTTP.

source: Enable Google SafeSearch
ru_ru: Включить безопасный поиск Google

source: Enable File System URLs
ru_ru: Включить URL файловой системы

source: Enable Eval
ru_ru: Включить Eval

source: Enable Elasticsearch Output
ru_ru: Включить вывод Elasticsearch

source: Enable DuckDuckGo SafeSearch
ru_ru: Включить безопасный поиск DuckDuckGo

source: Enable Data URLs
ru_ru: Включить URL данных

source: Enable DNSCrypt-Proxy
ru_ru: Включить прокси DNSCrypt

source: Enable DNSBL and RPZ
ru_ru: Включить DNSBL и RPZ

source: Enable Client Certificate Authentication.
ru_ru: Включить проверку подлинности сертификата клиента.

source: Enable Blobs
ru_ru: Включить блобы

source: Enable BIND Daemon
ru_ru: Включить службу BIND

source: Enable Advanced ACLs
ru_ru: Включить расширенные ACL

source: Don't turn it off unless you really know what you are doing! Never do it because a random website tells you to do.
ru_ru: Не выключайте его, если вы действительно не знаете, что делаете! Никогда не делайте этого, если случайный сайт говорит вам делать.

source: Don't Sniff Content Type
ru_ru: Не проверять тип содержимого

source: Domain Level To
ru_ru: Уровень домена к

source: Domain Level From
ru_ru: Уровень домена от

source: Do Not Use
ru_ru: Не использовать

source: Display mode
ru_ru: Режим отображения

source: Disable TLS session tickets - increases privacy but also latency.
ru_ru: Отключить билеты сеанса TLS - увеличивает конфиденциальность, но и задержку.

source: Disable Routes
ru_ru: Отключить маршруты

source: Disable Bot Protection
ru_ru: Отключить защиту ботов

source: Destination domains.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">mydomain.com</b> -> matches on <b>*.mydomain.com</b><br/> <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> matches on <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> matches on <b>\*.gif</b> but not on <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> matches on <b>\123.gif</b> but not on <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info">You can also paste a comma separated list into this field.</div>
ru_ru: Домены назначения.<br/> Вы можете использовать регулярное выражение, запятую или нажать Enter для нового элемента.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">mydomain.com</b> -> соответствует <b>*.mydomain.com</b><br/> <b class="text-primary">^https?:\/\/([a-zA-Z]+)\.mydomain\.</b> -> соответствует <b>http(s)://textONLY.mydomain.*</b><br/> <b class="text-primary">\.gif$</b> -> соответствует <b>\*.gif</b> но не соответствует <b class="text-danger">\*.gif\test</b><br/> <b class="text-primary">\[0-9]+\.gif$</b> -> соответствует <b>\123.gif</b> но не соответствует <b class="text-danger">\test.gif</b><br/> </div> <div class="text-info">В это поле также можно вставить список, разделенный запятыми.</div>

source: Descriptive Name
ru_ru: Описательное имя

source: Description for this user.
ru_ru: Описание для этого пользователя.

source: Description for this map file.
ru_ru: Описание этого файла соответствия.

source: Description for this group.
ru_ru: Описание для этой группы.

source: Deny authentication for physical addresses in this list
ru_ru: Запретить проверку подлинности физических адресов из этого списка

source: Delay in minutes after which certificates are reloaded.
ru_ru: Задержка в минутах, после чего сертификаты перезагружаются.

source: Define an optional path prefix for this location. It will be prepended to the path so http://www.example.com/index.php will be sent to http://www.example.com/app/index.php on your upstream if you choose "/app" as path prefix.
ru_ru: Определите дополнительный префикс пути для этого местоположения. Он будет добавлен к пути, поэтому http://www.example.com/index.php будет отправлен на http://www.example.com/app/index.php в вашей апстриме, если вы выберете "/app" в качестве префикса пути.

source: Define an ACL where you allow which clients can resolve via this service. Usually use your local LAN.
ru_ru: Определите ACL, где вы разрешаете, какие клиенты могут обращяться к службе. Обычно используется локальная сеть.

source: Default is "No". Set to "Auto" to use the static trust anchor configuration by the system.
ru_ru: По умолчанию "No". Установите значение "Auto", чтобы использовать конфигурацию привязки статического доверия системой.

source: Default backend pool
ru_ru: Бэкэнд пул по умолчанию

source: Default MIME-Type
ru_ru: MIME-тип по умолчанию

source: Default Action
ru_ru: Действие по умолчанию

source: Declare how idle HTTP connections may be shared between requests.
ru_ru: Объявите, как простаивающие HTTP-соединения могут совместно использоваться между запросами.

source: Data URLs are used to embed files into HTML (for example images written directly into the src attribute).
ru_ru: URL-адреса данных используются для встраивания файлов в HTML (например, изображений, записанных непосредственно в атрибут src).

source: DNS Mode
ru_ru: Режим DNS

source: DNS Forwarders
ru_ru: DNS-серверы пересылки

source: Custom Security Policy
ru_ru: Пользовательская политика безопасности

source: Create a new, unique key for every single DNS query. This may improve privacy but can also have a significant impact on CPU usage.
ru_ru: Создайте новый уникальный ключ для каждого DNS-запроса. Это может улучшить конфиденциальность, но также может оказать значительное влияние на использование ЦП.

source: Context
ru_ru: Контекст

source: Content Security Policy: Stylesheet Source
ru_ru: Политика безопасности содержимого: источник таблицы стилей

source: Content Security Policy: Script Source
ru_ru: Политика безопасности содержимого: источник скриптов

source: Content Security Policy: Media Source
ru_ru: Политика безопасности содержимого: источник мультимедиа

source: Content Security Policy: Image Source
ru_ru: Политика безопасности содержимого: источник изображений

source: Content Security Policy: Form Action
ru_ru: Политика безопасности содержимого: действие формы

source: Content Security Policy: Font Source
ru_ru: Политика безопасности содержимого: источник шрифтов

source: Content Security Policy: Enable
ru_ru: Политика безопасности содержимого: включить

source: Content Security Policy: Default Source
ru_ru: Политика безопасности содержимого: источник по умолчанию

source: Connection Count (Streams Only)
ru_ru: Количество Соединений (Только Потоки)

source: Command to be executed to evaluate value of the key.
ru_ru: Команда, которая будет выполнена для оценки значения ключа.

source: Collectors to enable, valid entries are "gocollector" and "process". If unset, both are enabled.
ru_ru: Коллекторы для включения допустимыми записями являются "gocollector" и "process". В противном случае, оба включены.

source: Client config
ru_ru: Конфигурация клиента

source: Client Secret
ru_ru: Секрет клиента

source: Client Private Key
ru_ru: Секретный ключ клиента

source: Client Certificate Auth
ru_ru: Проверка подлинности клиентских сертификатов

source: Choose how to match on "URL Pattern".
ru_ru: Выберите, как соответствовать "Шаблон URL".

source: Choose how many sub-CAs can be between the server certificate and a trusted CA. 1 means the certificate has to be signed directly by a CA.
ru_ru: Выберите, сколько промежуточных ЦС может быть между сертификатом сервера и доверенным ЦС. 1 означает, что сертификат должен быть подписан непосредственно ЦС.

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
ru_ru: Выберите тип прокси-сервера. Обычно используется Direct для прямого подключения или прокси для прокси-сервера.

source: Choose a name for this CPU affinity rule.
ru_ru: Выберите имя для этого правила привязки к процессору.

source: Choose a cache directory if you want to cache responses.
ru_ru: Выберите каталог кэша, если вы хотите кэшировать ответы.

source: Choose URL rewriting rules.
ru_ru: Выберите правила перезаписи URL.

source: Choose If in case any case you want to ensure a match to evaluate as is, else choose unless if you want the negated version. Unless is used if you want to use the proxy for every host but not for some special ones.
ru_ru: Выберите 'Если', если в каком-либо случае вы хотите, чтобы совпадение оценивалось как есть, в противном случае выберите 'unless', если хотите использовать отрицаемую версию. 'Если не' используется, если вы хотите использовать прокси для каждого хоста, но не для некоторых специальных.

source: Choose CPU affinity rules.
ru_ru: Выберите правила привязки к процессору.

source: Choose CPU affinity rules that should be applied to this Public Service.
ru_ru: Выберите правила привяки к ЦП, которые должны применяться к этой общедоступной службе.

source: Checking this directive allows to use scripts or styles directly embedded in in the HTML content. Examples are the script and the style tags.
ru_ru: Проверка этой директивы позволяет использовать скрипты или стили, непосредственно встроенные в содержимое HTML. Примерами являются теги script и style.

source: Checking this box allows functions like eval or createFunction in JS, or style attributes for CSS.
ru_ru: Этот флажок позволяет использовать такие функции, как eval или createFunction в JS, или атрибуты стиля для CSS.

source: Check this to serve a file list when a directory is requested. This is useful for serving multiple files with someone without a web application. It is recommended to use this option only with authentication.
ru_ru: Установите этот флажок, чтобы обслуживать список файлов при запросе каталога. Это полезно для обслуживания нескольких файлов без веб-приложения. Рекомендуется использовать эту опцию только при аутентификации.

source: Check this box to match the variable name and not its content when matching any of the above checkboxes.
ru_ru: Установите этот флажок, чтобы соответствовать имени переменной, а не ее содержимому при сопоставлении любого из вышеуказанных флажков.

source: Charset
ru_ru: Кодировка

source: Certificate Revocation Lists
ru_ru: Список отзыва сертификатов

source: Certificate Authorities
ru_ru: Центры сертификации

source: Cert Refresh Delay
ru_ru: Задержка обновления сертификата

source: Cache: Use Stale
ru_ru: Кэш: использовать устаревшие

source: Cache: Revalidate
ru_ru: Кэш: подтверждение

source: Cache: Minimum Uses
ru_ru: Кэш: минимальное использование

source: Cache: Lock Backend on Update
ru_ru: Кэш: блокировка бэкэнда при обновлении

source: Cache: HTTP Verbs
ru_ru: Кэш: заголовки HTTP

source: Cache: Directory
ru_ru: Кэш: катологи

source: Cache: Background Update
ru_ru: Кэш: фоновое обновление

source: Cache Negative Min TTL
ru_ru: Кэш минимальное значение отрицательного TTL

source: Cache Negative Max TTL
ru_ru: Кэш максимальное значение отрицательного TTL

source: Cache Min TTL
ru_ru: Кэш минимальное значение TTL

source: Cache Max TTL
ru_ru: Кэш максимальное значение TTL

source: CPU Affinity Rules
ru_ru: Правила привязки ЦП

source: CA Certificate
ru_ru: Сертификат ЦС

source: Burst (HTTP Only)
ru_ru: Пакет (только HTTP)

source: Browser/user-agents
ru_ru: Браузер/user-agents

source: Both encrypted and unencrypted passwords can be used. Most systems support MD5, SHA-256, SHA-512, and, of course, the classic DES-based method of encrypting passwords.<br/><div class="text-info"><b>NOTE:</b> Avoid using unencrypted passwords that start with a $-sign, because this indicates an encrypted password and will make it impossible to authenticate.</div>
ru_ru: Можно использовать как зашифрованные, так и незашифрованные пароли. Большинство систем поддерживают алгоритм хеширования MD5, SHA-256 и SHA-512, и, конечно, классического, основанного на des метода шифрование паролей.<br/><div class="text-info"><b>Примечание:</b> избегайте использовать незашифрованные пароли, которые начинаются со знака '$', потому что это указывает на зашифрованный пароль и сделает невозможным аутентификацию.</div>

source: Body Buffer Size
ru_ru: Размер Буфера Тела

source: Body
ru_ru: Тело

source: Blocks the request when a possibly bad bot is detected and adds the originating IP to the managed firewall alias for permanent blocking.
ru_ru: Блокирует запрос при обнаружении потенциально плохого бота и добавляет исходный IP-адрес в псевдоним брандмауэра для постоянной блокировки.

source: Blocks files like .htaccess files or other files not intended for the public.
ru_ru: Блокирует файлы, как .htaccess файлы или другие файлы, не предназначенные для общественности.

source: Block XSS with a score above the specified value using generic detection.
ru_ru: Блокировка XSS с оценкой выше указанного значения с помощью универсального обнаружения.

source: Block XSS Score
ru_ru: Оценка для влокировки XSS

source: Block SQL injection with a score above the specified value using generic detection.
ru_ru: Заблокировка встраиваемых запросов SQL с оценкой выше указанного значения с помощью универсального обнаружения.

source: Block SQL Injection Score
ru_ru: Оценка для блокировки встраиваемых запросов SQL

source: Block IPv6
ru_ru: Блокировка IPv6

source: Block Configuration Files
ru_ru: Блокировка конфигурационных файлов

source: BlazerUSB-Driver
ru_ru: Драйвер BlazerUSB

source: BlazerSerial-Driver
ru_ru: Драйвер BlazerSerial

source: Blacklist type
ru_ru: Тип чёрного списка

source: Bind the process/thread ID to this CPU.
ru_ru: Привязать процесс/идентификатор потока к данному процессору.

source: Beginning Hour
ru_ru: Час начала

source: Basic Credentials List
ru_ru: Список основных учетных данных

source: Basic Authentication
ru_ru: Базовая аутентификация

source: Automatic Index
ru_ru: Автоматический индекс

source: Authentication Key ID
ru_ru: Идентификатор ключа аутентификации

source: Authenticate on the Server using a client certificate.
ru_ru: Аутентификация на сервере с использованием клиентского сертификата.

source: Arguments
ru_ru: Аргументы

source: Always use TCP to connect to upstream servers. This can be can be useful if you need to route everything through Tor, otherwise keep it disabled.
ru_ru: Всегда использовать TCP для подключения к вышестоящим серверам. Это может быть полезно, если нужно маршрутизировать все через Tor, иначе держите его отключенным.

source: Always send accounting requests
ru_ru: Всегда отправлять запросы учёта

source: Allows to use blobs as a data source. This usually is content, which is somehow generated in JavaScript.
ru_ru: Позволяет использовать blobs в качестве источника данных. Обычно это контент, который каким-то образом генерируется в JavaScript.

source: Allows everything from the same site (path can differ, but host, protocol and port need to be the same).
ru_ru: Позволяет все с того же сайта (путь может отличаться, но хост, протокол и порт должны быть одинаковыми).

source: Allowed Users
ru_ru: Разрешенные пользователи

source: Allowed Groups
ru_ru: Разрешённые группы

source: Allow the daemon to use the sendfile function.
ru_ru: Разрешить демону использовать функцию sendfile.

source: Allow multiple concurrent connections from clients using the same Common Name.
ru_ru: Разрешить несколько параллельных подключений от клиентов, использующих одно и то же общее имя.

source: Allow loading files over HTTP(S) allows downloading of content over other domains or CDNs. You can use wildcards here like https://*.exmaple.com.
ru_ru: Разрешение загрузки файлов через HTTP(S) позволяет загружать содержимое через другие домены или CDNs. Можно использовать подстановочные знаки, например, https://*.exmaple.com.

source: Allow Write Access
ru_ru: Разрешить доступ на запись

source: Allow Privileged Ports
ru_ru: Разрешить привилегированные порты

source: All: All access restrictions must be fulfilled; Any: Any of the access restrictions must be fulfilled.
ru_ru: Все: все ограничения доступа должны быть выполнены; Любые: любые ограничения доступа должны быть выполнены.

source: Alias Item Key
ru_ru: Ключ элемента псевдонима

source: After this idle time, the client gets disconnected.
ru_ru: После этого времени простоя, клиент отключается.

source: Advertise Default Gateway Metric
ru_ru: Объявление метрики шлюза по умолчанию

source: Advanced Proxy Options
ru_ru: Дополнительные параметры прокси-сервера

source: Access by specific MIME type reply.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">video/flv</b> -> matches on <b>Flash Video</b><br/> <b class="text-primary">application/x-javascript</b> -> matches on <b>javascripts</b><br/> </div> <div class="text-info">You can also paste a comma separated list into this field.</div>
ru_ru: Доступ по определенному типу ответа MIME.<br/> Можно использовать регулярное выражение, запятую или нажать Enter для нового элемента.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">video/flv</b> -> соответсвует <b>Flash Video</b><br/> <b class="text-primary">application/x-javascript</b> -> соответсвует <b>javascripts</b><br/> </div> <div class="text-info">В это поле также можно вставить список, разделенный запятыми.</div>

source: Access by Browser/user-agents.<br/> You may use a regular expression, use a comma or press Enter for new item.<br/> <div class="alert alert-info"> <b>Examples:</b><br/> <b class="text-primary">^(.)+Macintosh(.)+Firefox/37\.0</b> -> matches on <b>Macintosh version of Firefox revision 37.0</b><br/> <b class="text-primary">^Mozilla</b> -> matches on common graphical browsers<br/> </div> <div class="text-info">You can also paste a comma separated list into this field.</div>
ru_ru: Доступ по Browser/user-agents.<br/> Можно использовать регулярное выражение, запятую или нажать Enter для нового элемента.<br/> <div class="alert alert-info"> <b>Примеры:</b><br/> <b class="text-primary">^(.)+Macintosh(.)+Firefox/37\.0</b> -> соответсвует <b>версии Firefox 37.0 для Macintosh</b><br/> <b class="text-primary">^Mozilla</b> -> соответсвует любому графическому браузеру<br/> </div> <div class="text-info">В это поле также можно вставить список, разделенный запятыми.</div>

source: Access Log Format
ru_ru: Формат журнала доступа

source: Accept Parameters
ru_ru: Произвольные параметры

source: AWS Secret
ru_ru: Секрет AWS

source: APCSMART-Driver
ru_ru: Драйвер APCSMART

source: ACL Entries
ru_ru: Записи ACL

source: A time in seconds in which the transport security (TLS) should be enforced.
ru_ru: Время в секундах, в течение которого должна применяться транспортная безопасность (TLS).

source: <ul><li>On: the certificate is requested and validated. Use this option to protect a service with TLS authentication.</li><li>Off: The certificate is not requested. Choose this option for a normal website.</li><li>Optional: The certificate is requested and validated if existing. Choose this option for websites, with TLS login support or mixed TLS protected API and web content.</li><li>Optional, don't verify: Do accept the certificate and let the application choose what to do. Choose this option, for the same reasons as optional but in this case, the request is passed to the backend without rejecting untrusted certificates.</li></ul>
ru_ru: <ul><li>On: сертификат запрашивается и проверяется. Используйте этот параметр для защиты службы с проверкой подлинности TLS.</li><li>Off: Сертификат не запрашивается. Выберите этот параметр для обычного веб-сайта.</li><li>Optional: Сертификат запрашивается и проверяется, если он существует. Выберите этот параметр для веб-сайтов с поддержкой входа TLS или смешанным защищенным API TLS и веб-контентом.</li><li>Optional, не проверять: Примите сертификат и позвольте приложению выбрать, что делать. Выберите этот параметр по тем же причинам, что и необязательно, но в этом случае запрос передается серверной части без отклонения ненадежных сертификатов.</li></ul>

source: (PHP) Router Script
ru_ru: (PHP) Перенправлять на скрипт
