Repository: kekek2/lang
Catalog: ting_addons/2019.05.08.diff.*.po
Languages: ru_ru

source: The value in this field is the 6RD IPv4 prefix address. Optionally overrides the automatic detection.
ru_ru: Значение в этом поле 6RD префиксный адрес IPv4. Необязательно переопределяет автоматическое обнаружение.

source: The value in this field is the delegated IPv6 prefix ID. This determines the configurable /64 network ID based on the dynamic IPv6 connection.
ru_ru: Значение в этом поле-делегированный идентификатор префикса IPv6. Это определяет настраиваемый идентификатор сети / 64 на основе динамического соединения IPv6.

source: Manual configuration
ru_ru: Ручная настройка

source: Allow manual adjustment of DHCPv6 and Router Advertisements
ru_ru: Разрешить ручную настройку объявлений DHCPv6 и маршрутизатора

source: If this option is set, you will be able to manually set the DHCPv6 and Router Advertisments service for this interface. Use with care.
ru_ru: Если этот параметр установлен, вы сможете вручную установить службу объявлений DHCPv6 и маршрутизатора для этого интерфейса. Используйте с осторожностью.

source: Compression Control Protocol
ru_ru: Протокол Управления Сжатием

source: Microsoft Point-to-point compression
ru_ru: Сжатие Microsoft точка-точка

source: 40-bit Microsoft Point-to-point encryption
ru_ru: 40-разрядное шифрование Microsoft точка-точка

source: 56-bit Microsoft Point-to-point encryption
ru_ru: 56-битного шифрования Microsoft точка-точка

source: 128-bit Microsoft Point-to-point encryption
ru_ru: 128-разрядное шифрование Microsoft точка-точка

source: Microsoft Point-to-point stateless mode
ru_ru: Точка-точка Майкрософт режим без сохранения

source: Enable CCP negotiation
ru_ru: Включить согласование CCP

source: Enable CCP (Compression Control Protocol) negotiation
ru_ru: Включить согласование CCP (Compression Control Protocol)

source: CCP configuration options are used for only one purpose: to negotiate the type of compression to be used by the two devices, and the specifics of how that algorithm is to be employed.
ru_ru: Параметры конфигурации CCP используются только для одной цели: согласования типа сжатия, используемого двумя устройствами, и особенностей использования этого алгоритма.

source: Enable MPPC subprotocol
ru_ru: Включить подпротокол MPPC

source: Enable MPPC (Microsoft Point-To-Point Compression) compression/encryption subprotocol
ru_ru: Включить MPPC (Microsoft Point-to-Point Compression) подпротокол сжатие/шифрование

source: MPPC (described in RFC 2118) is a streaming data compression algorithm based on an implementation of Lempel–Ziv using a sliding window buffer.
ru_ru: MPPC (описанный в RFC 2118) – алгоритм сжатия потоковых данных, основанный на реализации Lempel-Ziv с использованием буфера скользящего окна.

source: Enable MPPC compression
ru_ru: Включить сжатие MPPC

source: Enable MPPC (Microsoft Point-To-Point Compression) compression
ru_ru: Включить сжатие MPPC (Microsoft Point-to-Point Compression)

source: MPPC (described in RFC 2118) is a streaming data compression algorithm based on an implementation of Lempel–Ziv using a sliding window buffer. This is the only compression method supported by Microsoft Windows RAS.
ru_ru: MPPC (описано в RFC 2118) - алгоритм сжатия потоковых данных на основе о реализации Lempel-Ziv с использованием буфера скользящего окна. Это единственный метод сжатия, поддерживаемый Microsoft Windows RAS.

source: Enable 40-bit MPPE encryption
ru_ru: Включить 40-разрядное шифрование MPPE

source: Enable 40-bit MPPE (Microsoft Point-To-Point Encryption)
ru_ru: Включить 40-разрядный MPPE (Microsoft Point-To-Point Encryption)

source: MPPE provides data security for the PPTP connection that is between the VPN client and the VPN server. MPPE alone does not compress or expand data. In order for MPPE encryption to work, MS-CHAPv1 or MS-CHAPv2 auth is mandatory, because the MPPE keys are generated using the authentication results. If MS-CHAP auth is not used by link, encryption will not be negotiated.
ru_ru: MPPE обеспечивает безопасность данных для PPTP-соединения между VPN-клиентом и VPN-сервером. MPPE сам по себе не сжимает и не расширяет данные. Чтобы шифрование MPPE работало, аутентификация MS-CHAPv1 или MS-CHAPv2 является обязательной, поскольку ключи MPPE генерируются с использованием результатов аутентификации. Если аутентификация MS-CHAP не используется ссылкой, шифрование не будет согласовано.

source: Enable 56-bit MPPE encryption
ru_ru: Включить 56-разрядное шифрование MPPE

source: Enable 56-bit MPPE (Microsoft Point-To-Point Encryption)
ru_ru: Включить 56-разрядный MPPE (Microsoft Point-To-Point Encryption)

source: Enable 128-bit MPPE encryption
ru_ru: Включить 128-разрядное шифрование MPPE

source: Enable 128-bit MPPE (Microsoft Point-To-Point Encryption)
ru_ru: Включить 128-разрядный MPPE (Microsoft Point-To-Point Encryption)

source: Enable MPPC stateless mode
ru_ru: Включить режим без состояния MPPC

source: Enable MPPC (Microsoft Point-To-Point Compression/Encryption) stateless mode
ru_ru: Включить mppc (Microsoft Point-to-Point Compression/Encryption) режим без состояния

source: This mode requires more CPU time and is somewhat less secure, but allows faster recovery in the face of lost packets.
ru_ru: Этот режим требует больше времени процессора и несколько менее безопасен, но позволяет быстрее восстановления в условиях потерянных пакетов.

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
ru_ru: Оставьте пустым, чтобы использовать системные DNS-серверы по умолчанию: IP-адрес этого интерфейса, если служба DNS включена или настроены глобальные DNS-серверы.

source: Choose the dynamic DNS domain key algorithm.
ru_ru: Выберите алгоритм динамического ключа домена DNS.

source: Show WPAD
ru_ru: Показать WPAD

source: Enable Web Proxy Auto Discovery
ru_ru: Включить Автоматическое Обнаружение Веб-Прокси

source: Current LAN IPv6 prefix
ru_ru: Текущий префикс LAN IPv6

source: Available prefix delegation size
ru_ru: Доступный размер делегирования префикса

source: Prefix subnet will be prefixed to the available range.
ru_ru: Префикс подсети будет иметь префикс доступного диапазона.

source: When using a static WAN address, the range should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
ru_ru: При использовании статического WAN-адреса диапазон должен быть введен с использованием полного IPv6-адреса. При использовании динамического адреса WAN введите только часть суффикса (т. е. ::1:2:3:4).

source: Ensure that any prefix delegation range does not overlap the LAN prefix range.
ru_ru: Убедитесь, что любой диапазон делегирования префиксов не перекрывает диапазон префиксов LAN.

source: The system does not check the validity of your emtry against the selected mask - please refer to an online net calculator to ensure you have entered a correct range if the dhcpd6 server fails to start.
ru_ru: Система не проверяет действительность вхождения по выбранной маске - пожалуйста, обратитесь к сетевому калькулятору, чтобы убедиться, что вы ввели правильный диапазон, если сервер dhcpd6 не запускается.

source: When using a tracked interface then please only enter the range itself. i.e. ::xx. For example, for a /60 subnet from ::20 to ::40.
ru_ru: При использовании отслеживаемого интерфейса, пожалуйста, введите только сам диапазон. т. е.:: xx. Например, для подсети /60 от ::20 до:: 40.

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
ru_ru: При использовании статического WAN-адреса это должно быть введено с использованием полного IPv6-адреса. При использовании динамического адреса WAN введите только часть суффикса (т. е. ::1:2:3:4).

source: Unbound is still active on the same port. Disable it before enabling Dnsmasq.
ru_ru: Unbound по-прежнему активен на том же порту. Отключите его перед включением Dnsmasq.

source: The Dnsmasq configuration has been changed.
ru_ru: Конфигурация Dnsmasq была изменена.

source: General options
ru_ru: Общие настройки

source: Enable Dnsmasq
ru_ru: Включить Dnsmasq

source: Interface IPs used by Dnsmasq for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
ru_ru: IP-шки Интерфейсов, используемые Dnsmasq для ответа на запросы клиентов. Если у интерфейса адреса IPv4 и IPv6, используются оба. Запросы к другому интерфейсу не выбраны ниже, отбрасываются. Поведение по умолчанию-отвечать на запросы по всем доступным адресам IPv4 и IPv6.

source: Bind Mode
ru_ru: Режим Bind

source: If this option is set, Dnsmasq will only bind to the interfaces containing the IP addresses selected above, rather than binding to all interfaces and discarding queries to other addresses.
ru_ru: Если этот параметр установлен, Dnsmasq будет привязываться только к интерфейсам, содержащим IP-адреса, выбранные выше, а не ко всем интерфейсам и отбрасывать запросы с других адресов.

source: This option does not work with IPv6. If set, Dnsmasq will not bind to IPv6 addresses.
ru_ru: Этот параметр не работает с IPv6. Если задано, Dnsmasq не будет привязываться к IPv6-адресам.

source: Register DHCP leases
ru_ru: Регистрация аренды DHCP

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Dnsmasq, so that their name can be resolved.
ru_ru: Если этот параметр установлен, то машины, указывающие свое имя хоста при запросе аренды DHCP, будут зарегистрированы в Dnsmasq, чтобы их имя можно было разрешить.

source: Register DHCP static mappings
ru_ru: Зарегистрировать статические сопоставления DHCP

source: If this option is set, then DHCP static mappings will be registered in Dnsmasq, so that their name can be resolved. You should also set the domain in %sSystem: General setup%s to the proper value.
ru_ru: Если этот параметр установлен, статические сопоставления DHCP будут зарегистрированы в Dnsmasq, чтобы их имя можно было разрешить. Также нужно установить правильное значение домена в %sSystem: General setup%s.

source: If this option is set, Dnsmasq will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
ru_ru: Если этот параметр установлен, Dnsmasq будет запрашивать DNS-серверы последовательно в указанном порядке (System: General Setup: DNS Servers), а не все сразу параллельно.

source: If this option is set, Dnsmasq will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
ru_ru: Если этот параметр установлен, Dnsmasq не будет пересылать запросы A или AAAA для простых имен без точек или доменных частей на вышестоящие серверы имен. Если имя не известно из /etc/hosts или DHCP, возвращается ответ «не найден».

source: If this option is set, Dnsmasq will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
ru_ru: Если этот параметр установлен, Dnsmasq не будет пересылать обратные запросы DNS (PTR) для частных адресов (RFC1918) на вышестоящие серверы имен. Все записи в разделе переопределений доменов, пересылающие личные имена "n.n.n.in-addr.arpa" на определенный сервер, по-прежнему пересылаются. Если IP-адрес имени неизвестен из /etc/hosts, DHCP или определенного домена, то немедленно возвращается ответ «не найден».

source: Enter any additional options you would like to add to the Dnsmasq configuration here, separated by a space or newline
ru_ru: Введите любые дополнительные параметры, которые вы хотите добавить в конфигурацию Dnsmasq здесь, разделенные пробелом или новой строкой

source: If Dnsmasq is enabled, the DHCP service (if enabled) will automatically serve the LAN IP address as a DNS server to DHCP clients so they will use the Dnsmasq forwarder. Dnsmasq will use the DNS servers entered in %sSystem: General setup%s or those obtained via DHCP or PPP on WAN if the "Allow DNS server list to be overridden by DHCP/PPP on WAN" is checked. If you don't use that option (or if you use a static IP address on WAN), you must manually specify at least one DNS server on the %sSystem: General setup%s page.
ru_ru: Если Dnsmasq включен, служба DHCP (если включена) будет автоматически обслуживать IP-адрес LAN в качестве DNS-сервера для DHCP-клиентов, поэтому они будут использовать сервер пересылки Dnsmasq. Dnsmasq будет использовать DNS-серверы, введенные в %sSystem: General setup%s или полученные через DHCP или PPP в WAN, если установлен флажок "Разрешить переопределение списка DNS-серверов DHCP/PPP в WAN". Если этот параметр не используется (или если используется статический IP-адрес в WAN), необходимо вручную указать по крайней мере один DNS-сервер на странице %sSystem: General setup%s.

source: Edit entry
ru_ru: Изменить запись

source: Dnsmasq is still active on the same port. Disable it before enabling Unbound.
ru_ru: Dnsmasq по-прежнему активен на том же порту. Отключите его перед включением Unbound.

source: WPAD Records
ru_ru: Записи WPAD

source: If this option is set, CNAME records for the WPAD host of all configured domains will be automatically added as well as overrides for TXT records for domains. This allows automatic proxy configuration in your network but you should not enable it if you are not using WPAD or if you want to configure it by yourself.
ru_ru: Если этот параметр установлен, записи CNAME для узла WPAD всех настроенных доменов будут автоматически добавлены, а также переопределены для записей TXT для доменов. Это позволяет автоматически настраивать прокси-сервер в сети, но не следует включать его, если вы не используете WPAD или хотите настроить его самостоятельно.

source: The Unbound configuration has been changed.
ru_ru: Конфигурация Unbound была изменена.

source: Deny Non-local
ru_ru: Запретить нелокальное

source: Refuse Non-local
ru_ru: Отказать нелокальным

source: Deny Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Messages that are disallowed are dropped.
ru_ru: Запретить нелокальный: разрешать только авторитетные запросы локальных данных от хостов в сетевом блоке, определенном ниже. Сообщения, которые запрещены, удаляются.

source: Refuse Non-local: Allow only authoritative local-data queries from hosts within the netblock defined below. Sends a DNS rcode REFUSED error message back to the client for messages that are disallowed.
ru_ru: Отказаться от нелокальных: разрешать только авторитетные запросы локальных данных от хостов в сетевом блоке, определенном ниже. Отправляет сообщение об ошибке DNS rcode REFUSED обратно клиенту для сообщений, которые запрещены.

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses. Default is level 1.
ru_ru: Выберите уровень подробности журнала. Уровень 0 означает отсутствие подробности, только ошибки. Уровень 1 дает оперативную информацию. Уровень 2 дает подробную оперативную информацию. Уровень 3 дает информацию об уровне запроса, ответ на запрос. Уровень 4 дает информацию об уровне алгоритма. Уровень 5 регистрирует идентификацию клиента для пропусков кэша. По умолчанию уровня 1.

source: Synchronize
ru_ru: Синхронизация

source: Synchronize config to backup
ru_ru: Синхронизировать конфигурацию с резервной копией

source: Generate configuration templates
ru_ru: Создание шаблонов конфигурации

source: Authentication server "%s" is invalid.
ru_ru: Сервер аутентификации "%s" недействителен.

source: HTTP Strict Transport Security
ru_ru: Строгая Транспортная безопасность HTTP

source: Enable HTTP Strict Transport Security
ru_ru: Включить строгую транспортную безопасность HTTP

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
ru_ru: HTTP Strict Transport Security (HSTS) - это механизм политики веб-безопасности, который помогает защитить веб-сайты от атак с понижением протокола и захвата файлов cookie.

source: Login Group
ru_ru: Группа входа

source: Select the allowed groups for remote login. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will. Do not yield remote access to non-adminstrators as every user can access system files using SSH or SFTP.
ru_ru: Выберите разрешенные группы для удаленного входа. Группа "wheel" всегда устанавливается для целей восстановления, и дополнительная локальная группа может быть выбрана по желанию. Не предоставляйте удаленный доступ не администраторам, так как каждый пользователь может получить доступ к системным файлам с помощью SSH или SFTP.

source: Console
ru_ru: Консоль

source: USB-based serial
ru_ru: Последовательный USB-порт

source: Use USB-based serial ports
ru_ru: Использовать последовательные порты на основе USB

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
ru_ru: Выберите один или несколько серверов проверки подлинности для проверки учетных данных пользователя. Несколько серверов могут иметь смысл с удаленными методами проверки подлинности, чтобы обеспечить резерв во время проблем с подключением. Если ничего не указано, используется значение по умолчанию "Local Database".

source: Permit sudo usage for administrators with shell access.
ru_ru: Разрешить использование sudo для администраторов с доступом к оболочке.

source: When set, console login, SSH, and other system services can only use standard UNIX account authentication.
ru_ru: При установке консольный логин, SSH и другие системные службы могут использовать только стандартную аутентификацию учетной записи UNIX.

source: Bind states to interface
ru_ru: Привязать состояния к интерфейсу

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
ru_ru: Установите поведение для сохранения состояний, по умолчанию состояния плавающие, но когда эта опция установлена, они должны соответствовать интерфейсу.

source: The default option (unchecked) matches states regardless of the interface, which is in most setups the best choice.
ru_ru: Опция по умолчанию (выключено) соответствует состояниям независимо от интерфейса, который в большинстве настроек является лучшим выбором.

source: Cryptography settings
ru_ru: Параметры криптографии

source: Diffie-Hellman parameters
ru_ru: Параметры Диффи-Хеллмана

source: Weekly renewal
ru_ru: Еженедельное обновление

source: Monthly renewal
ru_ru: Ежемесячное обновление

source: Custom renewal
ru_ru: Пользовательское обновление

source: Diffie-Hellman parameters are statically provided and updated at least twice per year in software updates. RFC 7919 predefines static recommendations instead, which are commonly known and verfiable by clients. You can choose to regenerate unqiue parameters locally instead according to a predefined or custom schedule. In case of custom renewal make sure to set up the respective cron job or rotate the files in some other way.
ru_ru: Параметры Диффи-Хеллмана статически предоставляются и обновляются не менее двух раз в год в обновлениях программного обеспечения. Вместо этого RFC 7919 определяет статические рекомендации, которые обычно известны и проверяемы клиентами. Можно выбрать локальное восстановление уникальных параметров в соответствии с предопределенным или настраиваемым расписанием. В случае пользовательского обновления обязательно настройте соответствующее задание cron или поверните файлы каким-либо другим способом.

source: Hardware acceleration
ru_ru: Аппаратное ускорение

source: Power off
ru_ru: Выключить

source: Insert the existing DUID
ru_ru: Вставьте существующий DUID

source: Insert a new LLT DUID
ru_ru: Вставьте новый LLT DUID

source: Insert a new LL DUID
ru_ru: Вставьте новый LL DUID

source: Insert a new UUID DUID
ru_ru: Вставьте новый UUID DUID

source: Clear the existing DUID
ru_ru: Очистить существующий DUID

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
ru_ru: Правильный формат для каждого типа DUID следующий: все записи должны быть в шестнадцатеричном формате "xx", разделенные двоеточием.

source: LLT: 4 bytes "00:01:00:01" followed by 4 bytes Unix time e.g. "00:01:02:03", followed by six bytes of the MAC address.
ru_ru: LLT: 4 байта "00:01:00:01" После этого 4 байта времени Unix, например, "00:01:02:03", затем следуют шесть байтов MAC-адреса.

source: LL: 4 bytes "00:03:00:01" followed by 4 bytes Unix time e.g. "00:01:02:03".
ru_ru: LL: 4 байта "00:03:00:01" После этого 4 байта времени Unix, например, "00:01:02:03".

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
ru_ru: UUID: 4 байта "00:00:00:04" за ним следует 8 байт универсального уникального идентификатора.

source: EN: 2 bytes "00:02" followed by 4 bytes of the enterprise number e.g. "00:00:00:01", followed by a variable length identifier of hex values up to 122 bytes in length.
ru_ru: EN: 2 байта "00: 02", за которым следует 4 байта номера предприятия, например, "00:00:00:01", затем следует идентификатор переменной длины шестнадцатеричных значений длиной до 122 байт.

source: This will take effect after you reboot the machine or reconfigure each interface.
ru_ru: Это вступит в силу после перезагрузки компьютера или перенастройки каждого интерфейса.

source: A test notification will be sent even if the service is marked as disabled.
ru_ru: Тестовое уведомление будет отправлено, даже если служба помечена как неактивная.

source: A server name must be provided.
ru_ru: Необходимо указать имя сервера.

source: Invalid server name given.
ru_ru: Недопустимое имя сервера.

source: Use hardened security policies for local accounts. Methods other than local these will usually be configured by the respective provider (e.g. LDAP, RADIUS, ...).
ru_ru: Используйте жесткие политики безопасности для локальных учетных записей. Методы, отличные от локальных, обычно настраиваются соответствующим поставщиком (например, LDAP, RADIUS,...).

source: Read properties
ru_ru: Читать свойства

source: Normally the authentication only tries to bind to the remote server, when this option is enabled also the objects properties are fetched, can be practical for debugging purposes.
ru_ru: Обычно аутентификация только пытается привязаться к удаленному серверу, когда эта опция включена, и свойства объектов извлекаются, могут быть применены для целей отладки.

source: Optionally use a password to protect your export
ru_ru: При необходимости используйте пароль для защиты экспорта

source: The gateway address "%s" does not lie within one of the chosen interface's IPv6 subnets.
ru_ru: Адрес шлюза "%s" не находится в одной из IPv6-подсетей выбранного интерфейса.
