Repository: kekek2/lang
Catalog: ting_addons/2019.05.08.diff.*.po
Languages: ru_ru

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 (10/8, 172.16/12, 192.168/16) as well as loopback addresses (127/8) and Carrier-grade NAT addresses (100.64/10). This option should only be set for WAN interfaces that use the public IP address space.
ru_ru: Если этот параметр задан, он блокирует трафик с IP-адресов, зарезервированных для частных сетей в соответствии с RFC 1918 (10/8, 172.16/12, 192.168/16) а также адреса loopback (127/8) и адреса Nat Carrier-grade (100.64/10). Этот параметр должен быть установлен только для интерфейсов WAN, использующих общедоступное IP-адресное пространство.

source: vnStat is a console-based network traffic monitor vnStat is a console-based network traffic monitor for Linux and BSD that keeps a log of network traffic for the selected interface(s). It uses the network interface statistics provided by the kernel as information source. This means that vnStat won't actually be sniffing any traffic and also ensures light use of system resources. WWW: https://humdi.net/vnstat/ Maintainer: m.muenz@gmail.com
ru_ru: vnStat - это консольный монитор сетевого трафика vnStat-это консольный монитор сетевого трафика для Linux и BSD, который ведет журнал сетевого трафика для выбранного интерфейс(ов). Он использует статистику сетевого интерфейса предоставляемую ядром в качестве источника информации. При этом vnStat на самом деле не будет анализировать трафик, а также обеспечивает легкое использование системных ресурсов. WWW: https://humdi.net/vnstat/ Сопровождение: m.muenz@gmail.com

source: vnStat is a console-based network traffic monitor
ru_ru: vnStat - это консольный монитор сетевого трафика

source: WireGuard VPN service
ru_ru: Служба WireGuard VPN

source: Web-Proxy authenticator for VPN users When VPN users internet traffic goes through web-proxy, you can enable transparent VPN-users authentication on proxy using VPN session data. Maintainer: evbevz@gmail.com
ru_ru: Средство проверки подлинности на Прокси-сервере для VPN-пользователей Когда интернет-трафик VPN-пользователей проходит через веб-прокси, можно включить прозрачную аутентификацию VPN-пользователей на прокси с использованием данных сеанса VPN. Сопровождение: evbevz@gmail.com

source: Traffic Analysis and Flow Collection ntopng is the next generation version of the original ntop, a network traffic probe that monitors network usage. ntopng is based on libpcap and it has been written in a portable way in order to virtually run on every Unix platform, MacOSX and on Windows as well. WWW: https://www.ntop.org/products/traffic-analysis/ntop/ Maintainer: m.muenz@gmail.com
ru_ru: Анализ трафика и сбор потоков ntopng - это версия исходного ntop следующего поколения, анализатор сетевого трафика, который отслеживает использование сети. ntopng основан на libpcap, и он был написан переносимым, чтобы работать на платформе Unix, MacOSX и Windows. WWW: https://www.ntop.org/products/traffic-analysis/ntop/ Сопровождение: m.muenz@gmail.com

source: Traffic Analysis and Flow Collection
ru_ru: Анализ трафика и сбор потоков

source: Send configuration file backup by e-mail Send a config.xml via mail, optionally encrypted via PGP. Maintainer: machadovilaca@gmail.com
ru_ru: Отправка резервной копии файла конфигурации по электронной почте Отправка config.xml по почте, дополнительно зашифровав с помощью PGP. Сопровождение: machadovilaca@gmail.com

source: Send configuration file backup by e-mail
ru_ru: Отправка резервной копии файла конфигурации по электронной почте

source: Provide the functionality to download the config.xml Provide the functionality to download the config.xml Maintainer: franz.fabian.94@gmail.com
ru_ru: Предоставление возможности скачивать config.xml Предоставление возможности скачивать config.xml Сопровождение: franz.fabian.94@gmail.com

source: Provide the functionality to download the config.xml
ru_ru: Предоставление возможности скачивать config.xml

source: PostgreSQL-based Squid Log viewer The plugin collects data of users' requests from the web-proxy logfile to the database and provides the ability to build internet access reports by various criteria: time, user, IP, domains, URLs. Maintainer: kekek2@ya.ru
ru_ru: Просмотрщик логов прокси, основанный на PostgreSQL Плагин собирает данные запросов пользователей из лог-файла web-прокси в базу данных и предоставляет возможность построения отчетов о доступе в интернет по различным критериям: время, пользователь, IP, Домены, URL. Сопровождение: kekek2@ya.ru

source: PostgreSQL-based Squid Log viewer
ru_ru: Просмотрщик логов прокси, основанный на PostgreSQL

source: Nginx HTTP server and reverse proxy NGINX is a high performance edge web server with the lowest memory footprint and the key features to build modern and efficient web infrastructure. NGINX functionality includes HTTP server, HTTP and mail reverse proxy, caching, load balancing, compression, request throttling, connection multiplexing and reuse, SSL offload and HTTP media streaming. Plugin Changelog ================ 1.5 * Add proxy options for ignore client abort and disabling buffering * Add logviewer support for streams * Fix charset is not defined bug (contributed by ccesario [1]) * Add an existence check for locations * Add PROXY protocol for HTTP and Streams frontend * Add PROXY backend support for Streams * Add support for better whitelist rules in the WAF [1] https://github.com/opnsense/plugins/pull/1035 1.4 (Development only) * move upstreams from HTTP to their own menu because they are used for TCP load balancing as well * add TCP load balancing [1] * add support for IP based ACLs * add log rotation (contributed by Julius Cesar Camargo [2]) * add support for satisfy, body size limitation * change: allow to disable internal bot protection (contributed by @fzoske) [3] * change: do not save when no change in the list happened to prevent filling the log history * fix: translate a german string in upstream server to english * replace headers instead of just adding our own (duplication issue #971), suppress X-Powered-By from Upstream [4] [1] https://github.com/opnsense/plugins/pull/930 [2] https://github.com/opnsense/plugins/pull/982 [3] https://github.com/opnsense/plugins/pull/934 [4] https://github.com/opnsense/plugins/issues/971 1.3 * bugfix: correctly set upstream header 1.2 * add limiter support * add permanent ban feature (use alias in firewall rules) * add caching feature (local file system) * add path prefix support (contributed by @ccesario ) * add port to upstream server table * add support to download waf rules * improvement: export full chain instead of only the server certificate (fixes some issues with some tools which need it) * web interface (allow HTTP/2 server push to increase performance) * support for (secure) web sockets in reverse proxy mode * bugfix: fix issues with multiple hostnames (IPv6 issues with TLS SNI by @ccesario ) * bugfix: warning in certificate rendering 1.1 * add log viewer 1.0 * add Reverse Proxy (Load Balancer) * add Location Configuration * add local HTTP Server * add local PHP support * add experimental support to handle the web interface (can only be enabled via CLI) * add WAF (NAXSI) support * add Authentication support WWW: https://nginx.org/ Maintainer: franz.fabian.94@gmail.com
ru_ru: Nginx сервер HTTP and обратный прокси NGINX-это высокопроизводительный пограничный веб-сервер, использующий наименьший объемом памяти и ключевыми особенностями для создания современной и эффективной веб-инфраструктуры. Функциональность NGINX включает HTTP-сервер, HTTP и почтовый обратный прокси, кэширование, балансировка нагрузки, сжатие, регулирование запросов, мультиплексирование соединений и повторное использование, разгрузка SSL и потоковая передача мультимедиа HTTP. История изменений ================ 1.5 * Add proxy options for ignore client abort and disabling buffering * Add logviewer support for streams * Fix charset is not defined bug (contributed by ccesario [1]) * Add an existence check for locations * Add PROXY protocol for HTTP and Streams frontend * Add PROXY backend support for Streams * Add support for better whitelist rules in the WAF [1] https://github.com/opnsense/plugins/pull/1035 1.4 (Development only) * move upstreams from HTTP to their own menu because they are used for TCP load balancing as well * add TCP load balancing [1] * add support for IP based ACLs * add log rotation (contributed by Julius Cesar Camargo [2]) * add support for satisfy, body size limitation * change: allow to disable internal bot protection (contributed by @fzoske) [3] * change: do not save when no change in the list happened to prevent filling the log history * fix: translate a german string in upstream server to english * replace headers instead of just adding our own (duplication issue #971), suppress X-Powered-By from Upstream [4] [1] https://github.com/opnsense/plugins/pull/930 [2] https://github.com/opnsense/plugins/pull/982 [3] https://github.com/opnsense/plugins/pull/934 [4] https://github.com/opnsense/plugins/issues/971 1.3 * bugfix: correctly set upstream header 1.2 * add limiter support * add permanent ban feature (use alias in firewall rules) * add caching feature (local file system) * add path prefix support (contributed by @ccesario ) * add port to upstream server table * add support to download waf rules * improvement: export full chain instead of only the server certificate (fixes some issues with some tools which need it) * web interface (allow HTTP/2 server push to increase performance) * support for (secure) web sockets in reverse proxy mode * bugfix: fix issues with multiple hostnames (IPv6 issues with TLS SNI by @ccesario ) * bugfix: warning in certificate rendering 1.1 * add log viewer 1.0 * add Reverse Proxy (Load Balancer) * add Location Configuration * add local HTTP Server * add local PHP support * add experimental support to handle the web interface (can only be enabled via CLI) * add WAF (NAXSI) support * add Authentication support WWW: https://nginx.org/ Сопровождение: franz.fabian.94@gmail.com

source: Nginx HTTP server and reverse proxy
ru_ru: Nginx сервер HTTP and обратный прокси

source: GOST VPN plugin GOST VPN Maintainer: kekek2@ya.ru
ru_ru: Плагин ГОСТ VPN ГОСТ VPN Сопровождение: kekek2@ya.ru

source: GOST VPN plugin
ru_ru: Плагин ГОСТ VPN

source: Flexible DNS proxy supporting DNSCrypt and DoH A flexible DNS proxy, with support for modern encrypted DNS protocols such as DNSCrypt v2 and DNS-over-HTTPS. WWW: https://github.com/jedisct1/dnscrypt-proxy Maintainer: m.muenz@gmail.com
ru_ru: Гибкий DNS-прокси, поддерживающий DNSCrypt и DoH Гибкий DNS-прокси с поддержкой современных зашифрованных протоколов DNS, таких как DNSCrypt v2 и DNS-over-HTTPS. WWW: https://github.com/jedisct1/dnscrypt-proxy Сопровождение: m.muenz@gmail.com

source: Flexible DNS proxy supporting DNSCrypt and DoH
ru_ru: Гибкий DNS-прокси, поддерживающий DNSCrypt и DoH

source: Editor for IDS user rules The plugin allows you to create and edit custom rules for IDS. Maintainer: kekek2@ya.ru
ru_ru: Редактор пользовательских правил IDS Плагин позволяет создавать и редактировать свои правила для IDS. Сопровождение: kekek2@ya.ru

source: Editor for IDS user rules
ru_ru: Редактор пользовательских правил IDS

source: Debugging Tools Add several debugging tools to enable full stack traces on crash reports and extended syntax checks for development activities. Maintainer: franco@opnsense.org
ru_ru: Средства отладки Добавляет несколько инструментов отладки, которые включают трассировку полного стека в отчетах о сбоях и расширенные проверки синтаксиса для действий разработки. Сопровождение: franco@opnsense.org

source: Debugging Tools
ru_ru: Средства отладки

source: Cross-platform Multi-protocol VPN Program SoftEther VPN ("SoftEther" means "Software Ethernet") is one of the world's most powerful and easy-to-use multi-protocol VPN software. It runs on Windows, Linux, Mac, FreeBSD and Solaris. SoftEther VPN is open source. You can use SoftEther for any personal or commercial use for free charge. WWW: https://www.softether.org/ Maintainer: m.muenz@gmail.com
ru_ru: Кросс-платформенная многопротокольная программа VPN SoftEther VPN ("SoftEther" означает "Software Ethernet") является одним из самых мощных и простых в использовании программного обеспечения VPN с несколькими протоколами. Он работает на Windows, Linux, Mac, FreeBSD и Solaris. SoftEther VPN с открытым исходным кодом. Вы можете бесплатно пользоваться SoftEther для любого личного или коммерческого использования. WWW: https://www.softether.org/ Сопровождение: m.muenz@gmail.com

source: Cross-platform Multi-protocol VPN Program
ru_ru: Кросс-платформенная многопротокольная программа VPN

source: BIND domain name service BIND implements the DNS protocols. The DNS protocols are part of the core Internet standards. They specify the process by which one computer can find another computer on the basis of its name. The BIND software distribution contains all of the software necessary for asking and answering name service questions. Plugin Changelog ================ 1.4 * Add Bing and DuckDuckGo Strict Search * Add 5 new blacklists to DNSBL (Hbbtv, Simple Ad, Simple Tracker, StevenBlack, Zeus Tracker) * Ability to hide system hostname and version * Rate-Limiting support 1.3 * Add Google Safe Search * Add Youtube Adult Filter 1.2 * Add Log Viewer * Removed too big PornAll list 1.1 * Add 3 new blacklists to DNSBL (EMD, PornTop1M, PornAll) 1.0 * Initial release WWW: https://www.isc.org Maintainer: m.muenz@gmail.com
ru_ru: Служба доменных имен BIND BIND реализует протоколы DNS. Протоколы DNS являются частью основных интернет-стандартов. Они определяют процесс, с помощью которого один компьютер может найти другой компьютер на основе его имени. Дистрибутив программного обеспечения BIND содержит все программное обеспечение, необходимое для запроса и ответа на вопросы службы имен. Plugin Changelog ================ 1.4 * Add Bing and DuckDuckGo Strict Search * Add 5 new blacklists to DNSBL (Hbbtv, Simple Ad, Simple Tracker, StevenBlack, Zeus Tracker) * Ability to hide system hostname and version * Rate-Limiting support 1.3 * Add Google Safe Search * Add Youtube Adult Filter 1.2 * Add Log Viewer * Removed too big PornAll list 1.1 * Add 3 new blacklists to DNSBL (EMD, PornTop1M, PornAll) 1.0 * Initial release WWW: https://www.isc.org Сопровождение: m.muenz@gmail.com

source: BIND domain name service
ru_ru: Служба доменных имен BIND

source: You can only use one server at this port.
ru_ru: Можно использовать только один сервер на этом порту.

source: This field must be set.
ru_ru: Это поле должно быть задано.

source: This does not look like a valid proxy or direct connection.
ru_ru: Это не похоже на действительный прокси-сервер или прямое подключение.

source: The proxy name must be set.
ru_ru: Имя прокси должно быть задано.

source: The match name must be set.
ru_ru: Имя соответствия должно быть задано.

source: The last hour of the day is 23!
ru_ru: Последний час дня 23!

source: The first hour of the day is 0.
ru_ru: Первый час дня - 0.

source: The authentication key ID must be between 1 and 255.
ru_ru: Идентификатор ключа аутентификации должен быть от 1 до 255.

source: Specify a valid IP address.
ru_ru: Укажите допустимый IP-адрес.

source: Should be a string between 1 and 512 characters.
ru_ru: Должна быть строка от 1 до 512 символов.

source: Should be a string between 1 and 4096 characters.
ru_ru: Должна быть строка от 1 до 4096 символов.

source: Should be a string between 1 and 32 characters. Allowed characters are 0-9a-zA-Z
ru_ru: Должна быть строка от 1 до 32 символов. Допустимые символы: 0-9a-zA-Z

source: Should be a string between 1 and 128 characters.
ru_ru: Должна быть строка от 1 до 128 символов.

source: Should be a hexadecimal string between 32 and 512 characters.
ru_ru: Должна быть шестнадцатеричная строка от 32 до 512 символов.

source: Should be a base64-encoded 32 byte string.
ru_ru: Должна быть 32-байтовая строка в кодировке base64.

source: Selected user not found
ru_ru: Выбранный пользователь не найден

source: Selected user file not found
ru_ru: Выбранный файл пользователя не найден

source: Selected upstream not found
ru_ru: Выбранный upstream не найден

source: Selected server not found
ru_ru: Выбранный сервер не найден

source: Selected security rule not found
ru_ru: Выбранное правило безопасности не найдено

source: Selected rule not found
ru_ru: Выбранное правило не найдено

source: Selected rewrite(s) not found
ru_ru: Выбранные rewrite(s) не найдены

source: Selected location(s) not found
ru_ru: Выбранные местоположения не найдены

source: Selected limit zone not found
ru_ru: Выбранная зона ограничения не найдена

source: Selected cache directory not found
ru_ru: Выбранный каталог кэша не найден

source: Selected ACL not found
ru_ru: Выбранный ACL не найден

source: Requests Per Second
ru_ru: Запросы в секунду

source: Requests Per Minute
ru_ru: Запросы в минутту

source: Remote IP Address
ru_ru: Удалённый IP-адрес

source: Remote ACL
ru_ru: Flfk`yysq ФСД

source: Related user not found
ru_ru: Связанный пользователь не найден

source: Related remoteACLs not found
ru_ru: Связанный удалённый ACL не найден

source: Related map file item not found
ru_ru: Связанный элемент файла карты не найден

source: Related group not found
ru_ru: Связанная группа не найдена

source: Related backend pool item not found
ru_ru: Связанный элемент пула бэкэнда не найден

source: Proxy name should be unique
ru_ru: Имя прокси должно быть уникальным

source: Program Timeout needs to be an integer value between 1 and 86400
ru_ru: Время ожидания программы должно быть целочисленным значением от 1 до 86400

source: Port needs to be an integer value between 1 and 65535
ru_ru: Порт должен быть целочисленным значением от 1 до 65535

source: Please use valid IPv4 or IPv6 addresses.
ru_ru: Пожалуйста, используйте действительные адреса IPv4 или IPv6.

source: Please specify a value between 1 and 86400.
ru_ru: Пожалуйста, укажите значение от 1 до 86400.

source: Please specify a value between 1 and 1024.
ru_ru: Пожалуйста, укажите значение от 1 до 1024.

source: Please select one or more CAs from the list.
ru_ru: Пожалуйста, выберите один или несколько центров сертификации из списка.

source: Please select a HTTPS port and a valid certificate
ru_ru: Выберите порт HTTPS и действительный сертификат

source: Please provide an e-mail server.
ru_ru: Пожалуйста, предоставьте почтовый сервер.

source: Please provide an e-mail address.
ru_ru: Пожалуйста, указать адрес электронной почты.

source: Please provide a valid username. Allowed characters are a-zA-Z0-9._-@ and it has to be 1-32 characters long.
ru_ru: Пожалуйста, укажите действительное имя пользователя. Разрешенными символами являются A-zA-Z0-9._ - @и он должен быть длиной 1-32 символа.

source: Plain Hostname (No Dots Inside)
ru_ru: Простое имя хоста (без точек внутри)

source: Personal Agreement must be no more than 16384 characters long
ru_ru: Личное соглашение должно содержать не более 16384 символов

source: Paste private key
ru_ru: Вставить закрытый ключ

source: Paste certificate here
ru_ru: Вставьте сертификат

source: Optional, don't verify
ru_ru: Необязательно, не проверяйте

source: Optional
ru_ru: Необязательно

source: Only up to 128 of the following characters are allowed: 0-9a-zA-Z.-_
ru_ru: Допускается символы с кодом только до 128 из следующих символов: 0-9a-zA-Z.-_

source: Only characters, numbers, a dot, underscore and hyphen allowed. Do not use more than 128 characters.
ru_ru: Допускаются только символы, цифры, точка, подчеркивание и дефис. Не используйте более 128 символов.

source: Only a-zA-Z0-9 are allowed.
ru_ru: Только a-zA-Z0-9 допускаются.

source: My IP Is In Network
ru_ru: Мой IP находится в Сети

source: Must be a number between 0 and 16777214.
ru_ru: Должно быть число от 0 до 16777214.

source: Minimum domain level must be bigger than 0.
ru_ru: Минимальный уровень домена должен быть больше 0.

source: Maximum number of instances reached
ru_ru: Достмгнуто максимальное количество экземпляров

source: Match name should be unique
ru_ru: Имя совпадает, должно быть уникальным

source: Map domains to backend pools using a map file
ru_ru: Сопоставление доменов с бэкэнд-пулами с помощью файла карты

source: Licenses
ru_ru: Лицензия

source: IDS User Rules
ru_ru: Пользовательские правила IDS

source: GOST VPN
ru_ru: ГОСТ VPN

source: Expected return code must be a number.
ru_ru: Ожидаемый код возврата должен быть числом.

source: Enter valid adrress with mask
ru_ru: Введите допустимый адрес с маской

source: Enter valid adrress
ru_ru: Введите допустимый адрес

source: Enter server name
ru_ru: Введите имя сервера

source: Enter client name
ru_ru: Введите имя клиента

source: Enter a number followed by k, m or g.
ru_ru: Введите число, за которым следует k, m или g.

source: Choose a value between 1 and 99.
ru_ru: Выберите значение от 1 до 99.

source: Choose a value between 1 and 1000.
ru_ru: Выберите значение от 1 до 1000.

source: Choose a number between 100 and 10000.
ru_ru: Выберите число от 100 до 10000.

source: Choose a number between 1 and 86400.
ru_ru: Выбрать число от 1 до 86400.

source: Choose a number between 1 and 600.
ru_ru: Выберите число от 1 до 600.

source: Choose a number between 1 and 3600.
ru_ru: Выбрать число от 1 до 3600.

source: Choose a number between 1 and 20480.
ru_ru: Выберите число от 1 до 20480.

source: Choose a number between 1 and 10000.
ru_ru: Выберите число от 1 до 10000.

source: A hostname cannot have a negative count of levels.
ru_ru: Имя не может иметь отрицательное количество уровней.

source: 'root' not allowed
ru_ru: 'root' не допускается

source: You may use replacement strings like $1 for the first match group from the source here.
ru_ru: Вы можете использовать строки замены, такие как $1, для первой группы совпадений из источника.

source: X-Real-IP and X-Forwarded-For are HTTP headers, while PROXY protocol is a protocol which needs to be enabled.
ru_ru: X-Real-IP и X-Forwarded-For являются заголовками HTTP, а протокол прокси-это протокол, который должен быть включен.

source: Write timeout (for the Elasticsearch client), formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
ru_ru: Время ожидания записи (для клиента Elasticsearch), отформатированное в виде строки. Если не предусмотрено, по умолчанию будет 5s. 0s означает отсутствие тайм-аута (не рекомендуется).

source: With this option you can set a time frame how long the user is allowed to be logged in.
ru_ru: С помощью этой опции можно установить временные рамки, как долго пользователь может находиться в системе.

source: Use username instead of common name to match client specfic override.
ru_ru: Использовать имя пользователя вместо общего имени, чтобы переопределять соответствовие для конкретных клиентов

source: Use this to route all TCP connections to a local Tor node, format has to be like 127.0.0.1:9050
ru_ru: Использовать для маршрутизации всех TCP-соединений на локальный узел Tor, формат должен быть 127.0.0.1:9050

source: Use own certificates
ru_ru: Использовать собственные сертификаты

source: Use another hostname for SNI and certificate validation.
ru_ru: Использоавть другое имя хоста для проверки SNI и сертификата.

source: Use Temp Path
ru_ru: Использовать временный путь

source: Use Regular Expressions
ru_ru: Использовать регулярные выражения

source: Use IPv6 Servers
ru_ru: Использоваьб сервера IPv6

source: Use IPv4 Servers
ru_ru: Использовать сервера IPv4

source: Use DNSCrypt Servers
ru_ru: Использовать сервера DNSCrypt

source: Use DNS-over-HTTPS Servers
ru_ru: Использование серверов DNS-over-HTTPS

source: Upstream Servers
ru_ru: Вышестоящие серверы
