Repository: kekek2/lang
Catalog: ting_addons/cert.page.diff.*.po
Languages: ru_ru

source: Private key file
ru_ru: Файл приватного ключа

source: Certificate file
ru_ru: Файл сертификата

source: Upload new certificate and key files
ru_ru: Загрузить новые файлы сертификата и приватного ключа

source: Install
ru_ru: Установить

source: Uploaded certificate (not installed)
ru_ru: Загруженный сертификат (не установлен)

source: Installed certificate
ru_ru: Установленный сертификат

source: The uploaded key does not correspond to the uploaded certificate.
ru_ru: Загруженный ключ не соотносится с загруженным сертификатом.

source: License key
ru_ru: Лицензионный ключ

source: Get new certificate
ru_ru: Получить новый сертификат

source: Expires at
ru_ru: Истекает

source: No certificate installed.
ru_ru: Сертификат не установлен.

source: Installed certificates
ru_ru: Установленные сертификаты

source: Could not generate CSR.
ru_ru: Невозможно сгенерировать CSR.

source: Could not get license certificate.
ru_ru: Невозможно получить сертификат лицензии.

source: Could not parse CRT.
ru_ru: Невозможно прочитать CRT.
