Repository: kekek2/lang
Catalog: ting_addons/diff.*.ipcheck.po
Languages: ru

source: IPCheck reconfigure:
ru: Конфигурирование IPCheck:

source: Error module reconfigure.
ru: Ошибка конфигурирования модуля.

source: Configuration saved.
ru: Конфигурация сохранена.

source: User-IP restriction
ru: Привязка пользователя к IP/MAC

source: Enable User to IP restriction
ru: Включить привязку пользователей к IP

source: Enable User to MAC restriction
ru: Включить привязку пользователей к MAC

source: User can only login from specified IP address. Enter 'any' for login from any address.
ru: Пользователь может зайти только с указанного IP-адреса. Укажите 'any' для разрешения входас любого адреса.

source: User can only login from specified MAC address. Enter 'any' to login from any address.
ru: Пользователь может зайти только с указанного MAC-адреса. Укажите 'any' для разрешения входас любого адреса.

source: User login
ru: Логин пользователя

source: User name
ru: Имя пользователя

source: User to IP/MAC restriction
ru: Привязка пользователей к IP/MAC
